[
    "{tutorial_key:T_GAME_EXPLAIN}",
    "[t_1]",
    "Ta gra postępuje, powtarzając kolejno następujące fazy:",
    "Faza Aktywacji Kart: Karty w twojej ręce są aktywowane automatycznie, wzmacniając twoje statystyki.",
    "Faza Eliminacji Sushi: Pokonuj sushi, aby zdobyć doświadczenie i monety.",
    "Faza Zakupów: Możesz używać monet do kupowania nowych kart.",
    "Jeśli uda ci się przetrwać do limitu czasowego każdego etapu, odnosisz zwycięstwo.",
    "(Kliknij obraz, aby zamknąć)",
    "{tutorial_next}",
    "{tutorial_key:T_WEAPON_TOWER}",
    "[t_2]",
    "Istnieją dwa rodzaje metod ataku: \"Broń\" i \"Wieża\".Każda z nich wpływa na inne statystyki, a istnieją również statystyki \"tylko dla broni\" i \"tylko dla wieży\".Uważaj, ponieważ zwiększenie statystyk dla typu, którego nie posiadasz, nie przyniesie efektu.",
    "Ponadto, broń i wieże mają określone cele, które mogą atakować, i są podzielone na trzy typy.Statystyki, które nie są związane z celem ataku, również nie przyniosą efektu, więc sprawdź, które wyposażenie ma jaki efekt.",
    "(Kliknij obraz, aby zamknąć)",
    "{tutorial_next}",
    "{tutorial_key:T_SHOPPING_BASIC}",
    "[t_3]",
    "Aby efektywnie pokonywać sushi, użyj monet, aby kupić karty.Efekty kart mogą być oznaczone nawiasami lub nie.Efekty oznaczone nawiasami resetują się po zakończeniu rundy, ale często są znacznie potężniejsze.",
    "Karty nie są kupowane tylko przez ich wybranie.Zawsze pociągnij dźwignię, aby potwierdzić zakup.",
    "(Kliknij obraz, aby zamknąć)",
    "{tutorial_next}",
    "{tutorial_key:T_PHASE}",
    "[t_4]",
    "Jeśli na karcie nie ma specjalnego oznaczenia, jej efekt aktywuje się w \"Fazie Aktywacji Kart\" na początku rundy, wzmacniając twoje statystyki.",
    "Istnieją również różne inne momenty aktywacji, takie jak \"uzyskanie efektu po zakupie karty\", \"uzyskanie efektu co 10 sekund\", \"uzyskanie efektu przy trafieniu krytycznym\" czy \"uzyskanie efektu za każdą konkretną kartę\".",
    "Żaden efekt nie aktywuje się, jeśli karta nie jest aktywna (rozjaśniona na dole ekranu). Ułóż karty na dole ekranu w razie potrzeby.",
    "(Kliknij obraz, aby zamknąć)",
    "{tutorial_next}",
    "{tutorial_key:T_FLYING}",
    "[t_5]",
    "Istnieją dwa rodzaje sushi: \"sushi poruszające się po ziemi\" i \"sushi latające w powietrzu\".",
    "Ponieważ rodzaj sushi, które mogą atakować bronie i wieże, jest ustalony, przygotuj swoje wyposażenie tak, aby poradzić sobie z oboma rodzajami sushi.",
    "Bronie i wieże \"tylko naziemne\" lub \"tylko przeciwlotnicze\" mają ograniczone zastosowanie, ale często posiadają potężne efekty.",
    "(Kliknij obraz, aby zamknąć)",
    "{tutorial_next}",
    "{tutorial_key:T_SPEC}",
    "[t_6]",
    "Karty z oznaczeniem \"→\" wzmacniają efekty innych kart.",
    "Jeśli typ wzmocnienia lub parametry nie pasują, wzmocnienie nie zostanie aktywowane.",
    "Istnieją również karty, które wzmacniają \"wszystkie parametry\", a w takim przypadku wszystkie parametry zostają wzmocnione.",
    "(Kliknij obraz, aby zamknąć)",
    "{tutorial_next}",
    "{tutorial_key:T_GEM}",
    "[t_7]",
    "Klejnoty nie mają zastosowania w grze, ale po ich zużyciu możesz uderzyć skrzynię.",
    "(Kliknij obraz, aby zamknąć)"
]
