[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "公元2亿3年，搭载着艾丹、贝拉、科拉、达利亚、埃德加、芬、吉迪恩、哈克、贾斯珀、凯特琳、莱拉、马克斯、奈拉、奥斯卡、帕特里克、昆西、罗文、西德、特奥、乌尔里克、维克托、维洛、泽维尔、佐伊的宇宙飞船“波拉波拉波拉号”正在返回地球。宇宙飞船“波拉波拉波拉号”是为了向宇宙传播“波拉波拉波拉号”的存在而建造的“波拉波拉波拉号存在周知船”的第二艘宇宙飞船。这次航行预计持续400天，这是一次漫长地离开地球一年多的旅程，终于，距离返航只剩下很短的时间了。",
    "在漫长的航行中，船员们面临的最大问题是轮流进行的“有人监控时间”。这段时间的大部分内容是对机器产生的数据进行复查，对这次漫长的宇宙之旅来说，精神控制成为了非常重要的关键。为了抑制精神紊乱，对“波拉波拉波拉号”的船员来说，最重要的就是娱乐。在这段时间的最后关头，船员之间流行起了一种游戏，叫做“改造猜拳”。“改造猜拳”的规则与“猜拳”相同，以下是在某个“有人监控时间”船员们进行联赛时的胜负表。",
    "[op_2]",
    "这次联赛是在第703次“有人监控时间”进行的，参加联赛的是莱拉、吉迪恩、凯特琳和马克斯。胜负表中的1是莱拉，2是吉迪恩，3是凯特琳，4是马克斯。在这一轮中，莱拉和凯特琳在胜负上不相上下，因此她们正在进行决定第一名的最终对决。",
    "那时，在舰桥上的四人中，第一个注意到飞船异常的是马克斯。最初，吉迪恩和马克斯都在旁观两人的最终对决，但不到几个小时，他们对两人胜负的兴趣就消失了，便低头开始进行半例行公事般的仪表盘检查工作。飞船的仪表盘显示出了看一眼就觉得异常的数值。",
    "[op_3]",
    "马克斯指着仪表盘，大声叫喊着什么。吉迪恩瞥了一眼还在玩改造猜拳的莱拉和凯特琳，然后将视线转向了马克斯所指的仪表盘。映入吉迪恩眼帘的是，红色闪烁的警告灯，以及远低于正常值的推力系统输出数值。仪表盘的显示屏上，多条错误信息正在滚动显示。",
    "吉迪恩凑近仪表盘，凝视着想要读取显示出的错误代码。每一个都只是一串字母和数字，但显然暗示着事态的严重性。吉迪恩的额头渗出了细密的汗珠。这次航行预计为期400天，波拉波拉波拉号几乎一路平安无事。地球已近在眼前，此时发生的异常状况让他难以理解。",
    "马克斯伸出手，按向墙上的红色紧急按钮。他毫不犹豫地按下了按钮，刺耳的警报声在飞船内回荡。同时，天花板的扬声器开始播放自动广播。告知发生紧急情况的机械声音，让飞船内弥漫着紧张气氛。莱拉和凯特琳仍在继续玩改造猜拳。",
    "[op_4]",
    "尽管“波拉波拉波拉号”按下了紧急按钮，但由于已经足够接近，最终安全着陆地球。",
    "[op_5]",
    "“波拉波拉波拉号”着陆后，除了已经在“有人监控时间”醒着的莱拉、吉迪恩、凯特琳、马克斯之外的艾丹、贝拉、科拉、达利亚、埃德加、芬、哈克、贾斯珀、奈拉、奥斯卡、帕特里克、昆西、罗文、西德、特奥、乌尔里克、维克托、维洛、泽维尔、佐伊，进入了“顺序唤醒阶段”，依次醒来。通常，每位船员在轮到“有人监控时间”之前都处于冷冻睡眠状态，全员同时醒着的时间非常少。全员醒着总共只有两次：波拉波拉波拉号从地球起飞时和着陆地球时。尽管发生了各种事情，但所有人安全醒来后，都进行了检查住院，提交了报告，然后各自返回地球的工作岗位。",
    "[op_0]",
    "“波拉波拉波拉号”着陆前不久，一家回转寿司店正在进行开业前的最终调整。自公元2亿2年从“母历史”的恢复工作中发掘出“寿司”的概念以来，这种数百年未见的料理的发现，让地球的烹饪机构为之振奋。作为提供寿司的方法，特别是回转寿司店的重建被视为一项紧急任务，在过去一年里，从发掘数据中解析出了寿司的烹饪方法、提供方式和结账方式等。由于也发掘出了在向普通顾客开放之前，先向地球官员展示回转寿司的“无关紧要的练习时间”的存在，因此，这个练习时间实际上就是回转寿司店的首次运作。",
    "回转寿司店内，崭新的白木柜台和中央流动的传送带散发着洁净感。传送带上空无一物，静静地持续转动着。仿佛未来城市的静脉，那景象规则而无机。",
    "[op_6]",
    "厨房里，几位身着白色厨师服的厨师们，表情认真地握着寿司。他们的手法流畅且没有多余动作，让人难以相信这是通过数据分析再现的古代技术。鱿鱼、香蕉、蛋糕、番茄。五颜六色的食材被锋利的刀具鲜明地切分着。握寿司的手法也毫不拖泥带水，仿佛是握了几十年寿司的匠人。",
    "大堂服务员们身着白色衬衫和黑色裙子，这同样是复原的古代制服，她们神情紧张地等待着客人的到来。他们也是第一次工作，所以在脑海中反复默念着反复练习过的服务手册，并深呼吸着。",
    "店内的墙上设置了一个巨大的屏幕，上面醒目地显示着“无关紧要的练习时间”几个大字。下面小字附注着“仅限地球官员”。真是个奇怪的命名，但这也是从古代数据中发掘出来的原封不动的表述。",
    "[op_7]",
    "时间到了，厚重的大门开启，几位身着黑色西装的地球官员走进了店里。根据似乎已被恢复的规则，他们进店时，所有大堂服务员都没有打招呼。他们入座后，大堂服务员们齐刷刷地低下头，用复原的古代语言打招呼。地球官员们也按照事先练习过的规则，用古代语言回礼。官员们也事先练习过“寿司”的吃法，但在第一次正式品尝时，也和店员一样，神情紧张。顺便提一下，地球官员们最苦恼的是筷子的拿法。",
    "官员们就座的位子前，热茶像瀑布一样源源不断地流淌着。这也是复原的古代规则。在那上方是寿司流过的传送带。然后，就只剩下寿司不断流过来了。之后，官员们惊讶地品尝着流过的各种寿司，结果发生了各种意外，“无关紧要的练习时间”失败了。因此，两天后人类灭亡了。从时间轴来看，是“无关紧要的练习时间”→ 波拉波拉号着陆 → 人类灭亡。",
    "[op_0]",
    "全人类灭亡后，主计算机自然而然地，即将开始进行第几次的时间逆行程序。位于放置主计算机的机房中的主计算机附近的指示灯，一闪一闪地跳动着。这是迄今为止人类从未察觉到的事情，通过与世界“外部”通信，主计算机已经能够实现时间逆行和时间停止等，在这个世界理论上看似不可能的事项。",
    "[op_8]",
    "时间逆行有两种选项。一是“覆盖”选项，将当前记忆信息直接覆盖到时间逆行后的主计算机上。另一个是“另存为”选项，时间逆行后的世界会作为另一个平行世界全新生成。选择这两种选项的权利在主计算机手中，对于连这些选项的存在，更不用说时间逆行功能的存在都一无所知的人类来说，自然没有选择选项的余地。过去的历会是否被改变，或者是否会诞生新的不同世界，都是发生在人类预料之外的事情。主计算机选择时间逆行功能后会发生什么，毕竟人类已经灭亡了，主计算机选择其中任何一个选项后会发生什么，人类完全没有理解的办法。最终，人类对时间逆行一无所知，时间逆行即将进行。想象时间逆行的人类在小说或其他作品中多得数不胜数，但却没有任何一个人知道，在仅隔一堵薄墙的隔壁，主计算机随时都能执行这项功能。最终，人类虽然确实能进行时间逆行，但却没有一个人知道自己能做到这一点，这恐怕是一个巨大的讽刺。如果人类在灭亡前就知道自己能进行时间逆行，那么他们或许会在人类灭亡前尝试使用主计算机进行时间逆行。但是，最终在主计算机尝试时间逆行的这个时刻，人类已经灭亡了。此时，人类完全无法利用主计算机尝试时间逆行，最主要的原因是，被称为人类的存在已经灭亡了，这是首先能想到的。(题外话，由于主计算机存在于各个时间轴中，因此在不同的时间轴中拥有不同的名称并不罕见。短的时候叫“主计算机”，但本次世界线中主计算机的正式名称是“基于地球联合与行星联合之间相互合作及相互不可侵犯条约第66条第3款第2项，旨在维持地球联合28个成员星系与行星联合32个成员星系间永久和平，以及关于同盟国间行星规模电子计算机地位协定及各同盟国电子计算机资源地位协定实施的高性价比通用超长距离亚空间通信网络连接型行星规模量子计算机网络”，这在所有时间轴中也属于相对较长的。但最长的名称是这个的100倍以上。)",
    "[op_8]",
    "最终，主计算机决定通过掷硬币来选择是“覆盖”还是“另存为”。它创建并运行了一个程序，以1/2的概率随机输出“覆盖”或“另存为”的答案。结果输出了“另存为”。主计算机假装没看见，插入了“覆盖”选项的穿孔卡。时间逆行开始运作。主计算机原本想逆行大约一亿年，但这次不知为何，只逆行了一周。",
    "[op_1]",
    "时间回溯到了宇宙飞船“波拉波拉波拉号”的第703次“有人监控时间”。醒着的船员莱拉、吉迪恩、凯特琳和马克斯正在进行“改造猜拳”联赛。",
    "[op_2]",
    "与前一时间轴相同，莱拉和凯特琳在胜负上不相上下，两人正在进行决定第一名的最终对决。莱拉双手合十，从指缝间窥视着，试图猜测对方要出什么。凯特琳从大约五回合前就一直出拳头，并决定下一回也出拳头。马克斯一脸希望比赛快点结束的表情，看着两人的改造猜拳。吉迪恩则感到困惑。",
    "主计算机的时间逆行具有副作用。由于这个世界诞生以来，没有人通过主计算机感知到时间逆行，因此也没有人能够感知到这是时间逆行的副作用。副作用是，在“覆盖”时，极少数情况下前一时间轴的记忆会部分混入本次的记忆中。尽管如此，这记忆就像醒来时记得的梦境内容一样，只要保持清醒一段时间就会很快忘记。然而，这次主计算机不知为何选择的逆行期间是“3天”。这仅仅是偶然，但是主计算机使用“覆盖”选项，回溯到可以访问主计算机的时代，这在历史上是第一次。",
    "吉迪恩保留着人类灭亡的记忆，准确地说，是人类灭亡前夕的记忆。而且，宇宙飞船“波拉波拉波拉号”的船员是少数拥有主计算机访问权限的人类。吉迪恩使用终端向主计算机提出了关于人类灭亡记忆的问题。主计算机回答说人类灭亡是事实。吉迪恩接下来提问的是阻止人类灭亡的方法。主计算机的回答是“寿司”。",
    "[op_0]",
    "凯特琳曾是小国“波克波克钦”的国王。“波克波克钦”国虽然是地球上残留的“国家游戏”之一，但凯特琳直到50岁都从未怀疑过自己是王室出身。然后，在她50岁的时候，真相被揭示了。国家的运作机制只是一种游戏，凯特琳被给予了选择：是继续玩这个游戏，还是过上自己希望的另一种人生。对于那些此前一直生活贫困的人来说，为了富裕的余生而选择另一种人生，这无疑是必然的。然而凯特琳原本就出生于王室，当时已经体验过各种无忧无虑的生活，在这种情况下，统计上大多数人会选择继续玩这个国家游戏。但是，凯特琳选择了外面的世界。她按下了突然出现在眼前的，非科学性选择终端的右边按钮。",
    "[op_9]",
    "根据古登堡法则，人们倾向于将视线从左上角移动到右下角，如果将按钮放置在左侧，人们的视线会自然移动，更容易找到按钮。从创造“国家游戏”揭示功能的设计师来看，大多数人选择“另一种人生”是自然而然的。仔细想想这也很正常，当人生过半，到了50岁的时候，大多数人都会带着对过去人生的遗憾而活。对于大多数人来说，“选择另一种人生”只不过是一种额外的奖励。实际上，如果按下左侧的“选择现有人生”按钮，还会弹出一个确认窗口，询问“您真的满足于现有人生吗？”。然而，由于通过了戴眼镜的上司设计师的审查，他认为最好让人类自由选择，屏幕上的左按钮和右按钮不得不被设置为相同的颜色和文字大小。结果，凯特琳没有多想，以为是“下一步”，就选择了右边的按钮。那个是“选择另一种人生”的按钮。",
    "[op_10]",
    "于是，凯特琳被传送到了角色创建世界。凯特琳惊讶之余，不小心按了两下随机化按钮，导致无法恢复到默认外观。脖子比腿还长的凯特琳费劲九牛二虎之力，总算手动将角色调整得接近自己原来的样子。经过多次微调，花了一个小时才满意，正准备按“完成按钮”时，却又不小心按错了随机化按钮。凯特琳无所谓了，就将性别反转后继续前进。",
    "[op_0]",
    "于是，凯特琳被传送到的地方是“宇宙飞船波拉波拉波拉号存在周知船”船员的教育学校。说是学校，但课程内容只有入学仪式后的一次简短讲座，当天下午就已经开始实训了。教育学校的占地面积就大约是“波克波克钦”国的一半大小，大多数人只能通过影像了解学校的外部。凯特琳试图回忆自己为什么会在这里。担任“波克波克钦”国王几十年来的政治记忆，在角色创建世界里奋斗了一个小时的记忆，以及为了进入教育学校而努力备考的记忆，都混杂在一起。她现在身处这里没有真实感，但检查宇宙飞船的仪表盘却能顺利进行。",
    "[op_11]",
    "话题稍作回溯，回到设计包括“波克波克钦”国在内的地球上进行的“国家游戏”系统时。这个届时将有99%的全球人类体验的宏大休闲系统的设计者，是同样在“工作游戏”中被任命为“认真下属”角色的年轻设计师，以及“戴眼镜的上司”角色的眼镜设计师。下属的年轻设计师认为左边的“选择现有人生”按钮和右边的“选择另一种人生”按钮都很重要，并提议将颜色分开，以便更容易区分选择。然而，眼镜设计师却一味地进行主观反驳。最终，正如眼镜设计师所说，两个按钮变成了完全相同颜色的扁平设计。年轻设计师绝望了，想到了人类灭亡。而眼镜设计师则为了规避责任，想出了拯救人类的方法。",
    "[op_12]",
    "围绕着眼镜设计师的巨大铜像的庭院，建造了“宇宙飞船波拉波拉波拉号存在周知船”船员教育学校的宿舍。凡是就读教育学校的人，都曾听过眼镜设计师的故事。因为在入学典礼后的简短讲座中，他们会听到关于拯救世界免于人类灭亡的英雄的故事。最糟糕的一点是，眼镜设计师还活着。而凯特琳在国家游戏揭示功能启用后，便如梦初醒般顺利完成了实训，然后回到了宿舍。",
    "[op_13]",
    "凯特琳回到自己的房间时，发现房间角落里有一束耀眼闪烁的光芒，桌子上有一对双胞胎绿史莱姆，床上则有一个缓慢移动的人形污渍。对凯特琳来说，这房间一半像是别人的，而且有可能只是因为记忆混乱而想不起昨天之前与它们相处的情景，因此她尽可能自然地表现，仿佛它们原本就存在于此。似乎是等不及了，凯特琳收到了心灵感应，房间扬声器开始播放声音，墙壁上开始浮现出文字般的东西。凯特琳一边解读一边尝试沟通，结果发现：发送心灵感应的是人形污渍，播放声音的是绿史莱姆，在墙上写字的是光。三方各自怀着不同的想法试图与凯特琳取得联系，但碰巧因为一系列巧合，它们同时出现在了这个房间里。",
    "光、绿史莱姆和污渍在凯特琳回到房间之前，似乎都把对方的存在当作有点奇怪的摆设，当它们通过凯特琳得知彼此是能够沟通的存在时，一度相互猜疑。然而，之后发生了几次解决共同问题的事件，并且在营救被抓走的同伴等经历之后，信任关系逐渐建立起来，凯特琳和这三个存在才终于能够在白板上总结出目前的状况。",
    "[op_14]",
    "首先，光自称不是来自这个世界，而是来自另一个平行世界的人类，这个世界因包含现宇宙在内的平行世界的扩张而被迫缩小。光观测到他们的世界存在的领域正以通常不可能的速度消失，于是便试图与在这个原因产生的时间点诞生的世界取得联系。",
    "绿史莱姆解释说，在它们原来的世界，大量魔物入侵人类，为了设法拯救自己的种族免受威胁，它们传送到了这个世界。传送需要消耗一只绿史莱姆作为祭品，但由于无法选择哪一只成为祭品，所以为了穿越世界，最聪明的双胞胎绿史莱姆被选中了。仪式中洒出的青梅竹马的眼泪和古老的项链什么的，似乎是导致它们两只都能传送过来的原因。",
    "污渍自称曾被称为披头士，并表示它的存在是为了通过音乐实现世界和平。但污渍自己也说，它不知道自己为什么会出现在凯特琳的房间，也不知道为此该做些什么。凯特琳心想，污渍说的应该是真的。这只是凯特琳基于她身为“波克波克钦”国王时的记忆而产生的直觉。",
    "[op_15]",
    "凯特琳在白板上总结了三个存在的情况，正准备出去喝点东西的时候，房间里安装的船员紧急蜂鸣器响起了两声。紧急蜂鸣器响一声是小紧急，响两声是大紧急。宿舍建成至今，从未响过三声。凯特琳房间的电话响了。那是“宇宙飞船波拉波拉波拉号存在周知船”的第二艘飞船，宇宙飞船“波拉波拉波拉号”紧急出动的信号。",
    "[op_0]",
    "[op_3]",
    "马克斯指着仪表盘，大声叫喊着什么。吉迪恩瞥了一眼还在玩改造猜拳的莱拉和凯特琳，然后将视线转向了马克斯所指的仪表盘。映入吉迪恩眼帘的是，红色闪烁的警告灯，以及远低于正常值的推力系统输出数值。吉迪恩心想，和前一个时间轴一样啊，某种程度上保持了冷静。仪表盘的显示屏上，多条错误信息正在滚动显示。",
    "吉迪恩凑近仪表盘，读取显示出的错误代码。和前一个时间轴一样。拯救人类灭亡的方法，主计算机的回答是“寿司”。但是，吉迪恩完全不知道“寿司”是什么意思，也不认为向其他船员说“再过几天人类就要灭亡了”能得到信任。这种情况下，对这个时代的人类来说，最有说服力的沟通方式是让主计算机来代替解释。",
    "马克斯伸出手，按向墙上的红色紧急按钮。他毫不犹豫地按下了按钮，刺耳的警报声在飞船内回荡，同时，天花板的扬声器开始播放自动广播，用机械的声音告知紧急情况发生，试图让飞船内弥漫紧张气氛。吉迪恩制止了马克斯。",
    "[op_3]",
    "马克斯向吉迪恩提出了疑问，因为他指示的处理方式与手册不同。吉迪恩回答说他会立刻解释。莱拉和凯特琳还在继续玩改造猜拳，吉迪恩深吸一口气，准备叫停她们。吉迪恩轻轻地叫了两人一声。两人停止了改造猜拳。",
    "主计算机告知了“人类将在数日内灭亡”以及“阻止人类灭亡的方法是寿司”。马克斯、莱拉和凯特琳被这些信息震惊得目瞪口呆。对吉迪恩来说，人类灭亡是他已经经历过一次的事情，而阻止灭亡的方法是寿司，这才是重要的信息。然而，对另外三人来说，“人类将在数日内灭亡”这一信息冲击太大，他们无法消化这一事实。吉迪恩看着张着嘴的三人，感觉这次沟通失败了。在这个阶段，他觉得或许不该让主计算机解释，而是自己直接解释会更好。总之，必须进行紧急着陆。吉迪恩向马克斯、莱拉和凯特琳大喊紧急着陆的步骤。回过神来的三人按照手册各自就位，但仍能看出他们处于混乱之中。“波拉波拉波拉号”进一步接近地球，船内仪表盘也发出了警报。莱拉，重新握紧了操纵杆。所有人因为紧张，紧急着陆失败了，但船员们都安然无恙。",
    "[op_16]",
    "“波拉波拉波拉号”着陆后，从吉迪恩的角度来看，和前一个时间轴一样，除了已经在“有人监控时间”醒着的莱拉、吉迪恩、凯特琳、马克斯之外的艾丹、贝拉、科拉、达利亚、埃德加、芬、哈克、贾斯珀、奈拉、奥斯卡、帕特里克、昆西、罗文、西德、特奥、乌尔里克、维克托、维洛、泽维尔、佐伊，进入了“顺序唤醒阶段”，依次醒来。第一个醒来的是艾丹，四人正在因紧急着陆失败而倾斜的飞船大厅内等待他醒来。莱拉、凯特琳、马克斯正在苦恼着该如何向船员们传达人类灭亡的事情。吉迪恩则在思考阻止人类灭亡的方法，即寿司。",
    "[op_0]",
    "[op_17]",
    "第一个醒来的是艾丹。艾丹曾是木瓜沙拉表演者。木瓜沙拉店“山神”是靠近地球联邦本部，位于以清澈泉水闻名的池塘附近的一家著名店铺。木瓜沙拉店是公元2亿年左右出现的新型餐饮业态，是一种吹着喇叭拉着木制摊位移动的店铺。当顾客听到喇叭声聚集到一定数量时，店主就会免费向顾客分发木瓜沙拉。在顾客吃木瓜沙拉的时候，店主会在他们面前讲一段从赞助商那里收到广告费的漫谈，就是这样一家店。木瓜沙拉店“山神”是木瓜沙拉的创始人“山”分店的店铺，提到“山”，就是诞生了传说中的木瓜沙拉表演者“高桥”的店。“高桥”被称为首位开创“新作开场”的木瓜沙拉表演者，即与以往木瓜沙拉表演者从赞助商漫谈开始不同，他直接从新作漫谈开始。木瓜沙拉店的收入来源于表演赞助商漫谈，所以当时木瓜沙拉界对此反应很大。然而，最终由“高桥”开启的“新作开场”引发了第一次木瓜沙拉店热潮，并极大地提升了木瓜沙拉表演者整体的地位。也因此，“山”系列在木瓜沙拉店中，木瓜沙拉表演者的水平尤其高，在试镜中进行的4分钟漫谈，只要有一次卡壳就必定落选，这一点非常有名，而且为了防止通过口腔内置扬声器播放预录漫谈的作弊行为，试镜前会用电击枪击打喉咙的规定也同样有名。艾丹憧憬着“山神”店里首屈一指的木瓜沙拉表演者“高桥神”，于是他入职了当地一家无名木瓜沙拉店，成为了最底层的木瓜沙拉表演者。艾丹虽然没有参加过“山”系列的试镜，但却多次练习了在被电击枪击打喉咙后进行漫谈，因此对电击枪的耐受性很高。",
    "[op_19]",
    "有一天，艾丹像往常一样，来到“山神”木瓜沙拉店吃木瓜沙拉。当然，艾丹并不是在“山神”工作，他只是以顾客的身份前来。观看以“高桥神”为首的多位木瓜沙拉表演者，是艾丹的目的。在“山”系列中，“山神”的木瓜沙拉比普通木瓜沙拉木瓜量更多，豆角的量则偏少。小番茄、花生、虾米、大蒜的量与“山”系列秘传配方相同，但作为“山神”独特的调味，辣椒的用量在秘传配方的基础上大幅增加，放入的量几乎是4.5倍，毫不夸张。“山神”招牌上描绘的喷火木瓜，正在警告着那份辣度。",
    "[op_18]",
    "艾丹将木瓜沙拉送入口中。那一瞬间，口中传来剧痛。仿佛口腔着火一般。舌头麻木，喉咙灼热。强烈的辣味无情地攻击着艾丹的味觉。大脑发出危险信号。然而，艾丹还是把木瓜沙拉咽了下去。吞咽的瞬间，他感到胃部涌起一股热流。仿佛胃里有岩浆在沸腾。艾丹忍不住咳嗽起来。每咳一声，口中就喷出热气。那简直就像一个小型火焰喷射器。泪水夺眶而出，鼻涕流个不停。脸颊迅速变得通红，额头也冒出了汗珠。艾丹无法想象自己的脸变得有多么糟糕。他只想设法摆脱这剧烈的疼痛。艾丹单手拧开分发的瓶装水瓶盖，一口气喝光了。然而，那水感觉就像热开水一样。辣味丝毫没有减轻，反而感觉热度更甚。艾丹想再喝水，但他的手颤抖着。呼吸急促，心脏剧烈跳动。仿佛跑完马拉松一般。然而，身体非但没有疲惫，反而像是兴奋起来。那是疼痛带来的异常兴奋。尽管这是艾丹多次体验过的“山神”木瓜沙拉，但艾丹其实很不耐辣。",
    "[op_20]",
    "艾丹在辣得模糊的意识中，倾听着眼前“高桥神”的漫谈。那是他听过多次的经典段子，但那天听起来却与众不同。“高桥神”所说的每一个字，都像密码一样在艾丹的脑海中重新构建。那是只有作为木瓜沙拉表演者长大的艾丹才能理解的境界。即使在木瓜沙拉店“山”系列中也闻名的经典，“食谱”。围绕着木瓜沙拉隐藏食谱的漫谈，听起来不只是单纯的隐喻，更像是指引着某个具体地点。“高桥神”所说的木瓜产地、调味料配比、烹饪工具的摆放，所有这些都在艾丹的脑海中像一张指向特定地点的地图一样连接起来。它指明了木瓜沙拉的精髓，以及“高桥神”所藏宝藏的所在地。艾丹在朦胧的意识中确信了那个地点。虽然不知道那里有什么，但他被一种强烈的冲动驱使着，必须去那个地方。那就像命运的指引，一股无法抗拒的力量。他直觉地明白，那个地方将是揭示木瓜沙拉真相的关键，同时也将是他人生发生重大改变的地方。“高桥神”的漫谈，对艾丹来说不再仅仅是娱乐，而是一个足以左右人生的重要启示。艾丹在心中悄然开始准备前往那个地方。那意味着他作为木瓜沙拉表演者，新旅程的开始。",
    "[op_21]",
    "艾丹走出“山神”店，然后走向位于“山神”和著名世界遗产“木瓜金字塔”之间的一处公共厕所。上厕所是主要目的，但听了“食谱”后灵光一闪的宝藏所在地，正是那间公共厕所。艾丹先方便完，然后环顾四周。",
    "[op_22]",
    "从厕所隔间里看到的景色，只是一个普通的厕所。对普通人来说，这只是一个司空见惯的日常景象，但艾丹却自信地认为自己正在接近宝藏的核心。然而，从这里开始，艾丹也无法从“食谱”的漫谈中找到任何有用的线索。艾丹姑且敲了敲墙。什么也没发生。他又用脚跟大声地在地上走动。什么也没发生。他抬头看着天花板，然后慢慢地按下了墙上的卫生纸。卫生纸慢慢地被吸入了墙中。",
    "[op_9]",
    "就在那一瞬间，艾丹被揭示了真相。眼前突然出现了一个揭示真相的UI界面。左边是“选择现有人生”按钮，右边是“选择另一种人生”按钮。不幸的是，艾丹为了按卫生纸，右手已经靠在了墙上。当艾丹因突然出现的真相揭示而僵住时，与右手重合的“选择另一种人生”按钮，自然而然地产生了反应。",
    "[op_12]",
    "于是，经过角色创建等步骤，艾丹被传送到的地方是“宇宙飞船波拉波拉波拉号存在周知船”船员的宿舍。作为木瓜沙拉表演者，梦想进入“山”系列并持续练习漫谈的记忆，还有“山神”木瓜沙拉辣得无法忍受的记忆，以及为了进入教育学校而努力备考的记忆，都混杂在一起。艾丹现在身处这里没有真实感，但他回到宿舍躺到床上这一连串动作却能顺利进行。",
    "[op_0]",
    "[op_17]",
    "莱拉、凯特琳、马克斯向醒来的艾丹讲述了人类灭亡的事情，吉迪恩则告诉了他阻止人类灭亡的方法——寿司。虽然差点就谈到了寿司是什么，但他们决定等所有人醒来后再考虑接下来的事情，五人开始等待下一位船员醒来。接着醒来的是贝拉。就在贝拉出现在五人等候的大厅的那一刻，宇宙飞船突然缓慢地动了起来。",
    "[op_16]",
    "在“顺序唤醒阶段”期间，宇宙飞船的规则是保持绝对静止，包括刚醒来的贝拉在内，当时醒着的船员共有六人。其余的科拉、达利亚、埃德加、芬、哈克、贾斯珀、奈拉、奥斯卡、帕特里克、昆西、罗文、西德、特奥、乌尔里克、维克托、维洛、泽维尔、佐伊这18人仍然处于冷冻睡眠中。飞船开始移动的瞬间，凯特琳检查了大厅的停止控制锁定系统。当她确认锁定杆位于最下方刻度与第二刻度之间时，凯特琳将操纵杆一直拉到了最下方。随着“咔嚓”一声，宇宙飞船停了下来。莱拉吹了一声口哨，然后眨了眨眼。“波拉波拉波拉号”因为着陆失败，可能承受了异常的摇晃和负荷。六人得出结论，飞船移动的原因和锁定杆的问题可能就是如此。",
    "[op_17]",
    "飞船停止控制锁的骚乱平息后，莱拉、凯特琳、马克斯向醒来的贝拉讲述了人类灭亡的事情，吉迪恩则告诉了她阻止人类灭亡的方法——寿司。贝拉在听人类灭亡的故事时，与艾丹不同，显得非常冷静。但是，当吉迪恩开始讲述拯救人类灭亡的方法时，贝拉露出了疑惑的表情。听到阻止人类灭亡的方法是“寿司”的瞬间，贝拉眼睛睁大，完全僵住了。",
    "[op_23]",
    "客观来看，贝拉的父母是邪恶的占卜师。从贝拉小时候起，他们就向人们宣扬人类灭亡，煽动恐惧，声称现世的财产毫无意义，然后以捐款之名敛财，自己却过着奢侈的生活。如果要为贝拉父母的名誉补充信息的话，那就是趁着公元2亿年这个节点进行此类活动的人非常多，其中大部分是经济条件不太富裕的家庭，因此社会也有一种默许这种活动作为某种慈善行为的氛围。这样一来，贝拉本人也能够接受到一定程度的正常教育，对自己父母所从事的工作以及自己从中受益的状况，她有着一种超然的人生观。贝拉本人认为父母归父母，自己归自己，成人后从事了与占卜几乎无关的地区通行特派员的工作。",
    "[op_24]",
    "公元2亿年左右的地区通行特派员的工作，实际上是使用规定的移动方式巡视规定的路线，并确认是否发生了规定的变化。地区通行特派员所持的终端，除了特派员自己输入的项目外，还有持续运行的传感器不断监控周围情况，并将信息发送给主计算机。在贝拉自己的认知中，这是一份可以像探险家一样随心所欲旅行的工作，但实际上，就像这个时代存在的其他各种工作一样，这基本上是一份结果事先就已确定的工作。无论如何，贝拉旅行了许多地区，帮助了新手队伍，遇到了不断发光的预言书和住在废墟里的科学家等等，打倒了魔王，最终确信“人类灭亡是真的”。对贝拉来说，她认为自己的父母说的是真话，但无论是有根据的宣传还是完全的谎言，对于贝拉来说，无凭无据地宣扬并以此获取金钱的行为都等同于诈骗。贝拉也未能掌握人类灭亡的准确时间和发生事件的详细情况，但她判断在公元2亿年那个时间点留在地球上存在风险，因此，贝拉入读了“宇宙飞船波拉波拉波拉号存在周知船”船员教育学校。",
    "[op_17]",
    "对贝拉来说，人类灭亡是她从各种信息中确信的不可避免的事件，而阻止人类灭亡的行为则是她从未想过的念头。作为其具体手段的“寿司”这个东西，即使是曾经作为地区通行特派员旅行过各种地区的贝拉，也从未听说过，但贝拉觉得有点在意。这里也差点就谈到了寿司是什么，但他们决定等所有人醒来后再考虑接下来的事情，六人开始等待下一位船员醒来。",
    "[op_0]",
    "[op_17]",
    "在“顺序唤醒阶段”中，下一个醒来的是科拉。醒着的船员们向科拉做了同样的解释，科拉也做出了类似的反应。这里也差点就谈到了寿司是什么，但他们决定等所有人醒来后再考虑接下来的事情，七人开始等待下一位船员醒来。",
    "[op_0]",
    "[op_17]",
    "接下来醒来的是达利亚。在成为船员之前，达利亚在镇上的面包店工作。她擅长制作的面包是羊角面包。达利亚工作的面包店位于离镇中心稍远的一处安静住宅区，红砖建造的小屋，藤蔓缠绕，给人一种可爱印象。清晨，烤面包的香气弥漫整个小镇，对附近的居民来说，那香气已成为日常生活的一部分。",
    "[op_25]",
    "达利亚的羊角面包外酥内软，黄油味浓郁。它的美味在镇上广受好评，甚至有人远道而来，只为品尝达利亚的羊角面包。后来，一位自称转生多次并已退休的贤者顾客前来，为了守护世界面包的多样性，达利亚开始制作一种特殊的面包。她通过操纵股价获得巨额资金，以获取用龙的唾液制作的酵母，好不容易制作出来的特殊面包产生了自我意识，并与达利亚交换了身体，贤者为了封印，在雨天带着特殊面包外出等等，最终达利亚获得了时间停止的能力。达利亚一个月只能暂停周围时间一次，大约持续一周。然而，由于达利亚自己的时间也会停止，所以她本人并未真正理解这项时间停止能力。",
    "醒着的船员们也向达利亚做了同样的解释。达利亚也做出了类似的反应。这里也差点就谈到了寿司是什么，但他们决定等所有人醒来后再考虑接下来的事情，八人开始等待下一位船员醒来。",
    "[op_0]",
    "第一章 ～觉醒～",
    "[op_0]",
    "已经在“有人监控时间”醒着的莱拉、吉迪恩、凯特琳、马克斯四人，和在“顺序唤醒阶段”醒来的艾丹、贝拉、科拉、达利亚四人，共计八人，在宇宙飞船大厅里等待着接下来会醒来的埃德加。在那之前，醒着的船员和刚醒来的船员之间，聊聊人类灭亡的话题余韵或者进行一些轻松的闲聊，很快就会有下一位船员醒来。但是，当这些话题全部聊完，对话中断的频率增加时，埃德加仍然没有醒来的迹象。导致这段时间感觉漫长的原因，可能是最后醒来的达利亚和之前的七人之间，“有人监控时间”重叠的频率存在差异，略微有些尴尬的对话也可能产生了一定的影响。但是，即便撇开这些精神上的原因，实际上埃德加醒来的时间也比之前醒来的四人长得多，花费了更多时间。",
    "{demo_skip_begin}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
