[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "En l'an 200 000 003, le vaisseau spatial \"Polapolapola\", transportant Aidan, Bella, Cora, Dahlia, Edgar, Finn, Gideon, Haku, Jasper, Kaitlyn, Laila, Max, Naira, Oscar, Patrick, Quincy, Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier et Zoe, était en route de retour vers la Terre.Le vaisseau spatial \"Polapolapola\" était le deuxième vaisseau de la \"Flotte de Sensibilisation à l'Existence du Vaisseau Polapolapola\", créée pour propager l'existence du vaisseau \"Polapolapola\" dans l'univers.La durée prévue de ce voyage était de 400 jours, un très long périple de plus d'un an loin de la Terre, mais le retour était enfin imminent.",
    "Le plus grand problème pour les membres de l'équipage pendant le long voyage spatial était le « temps de surveillance humaine » qui arrivait par roulement.La majeure partie de ce temps consistait en la réinspection des données produites par les machines, et le contrôle mental était une clé très importante pour ce long voyage spatial.Pour maîtriser les troubles mentaux, le plus important pour les membres d'équipage du \"Polapolapola\" était le divertissement.Une activité qui a gagné en popularité parmi l'équipage juste à temps pendant cette période était le \"Janken modifié\".Les règles du \"Janken modifié\" étaient les mêmes que celles du \"Janken\" original, et voici le tableau des scores d'un match de ligue que l'équipage a joué pendant un certain \"temps de surveillance humaine\".",
    "[op_2]",
    "Ce match de ligue se déroulait lors du 703e \"temps de surveillance humaine\", et les participants étaient Laila, Gideon, Kaitlyn et Max.Dans le tableau des scores, 1 correspond à Laila, 2 à Gideon, 3 à Kaitlyn et 4 à Max.Dans ce round, Laila et Kaitlyn étant à égalité en termes de victoires et de défaites, elles disputaient un match décisif pour déterminer la première place.",
    "À ce moment-là, Max fut le premier des quatre personnes présentes sur le pont à remarquer une anomalie dans le vaisseau spatial.Au début, Gideon et Max observaient le match décisif des deux, mais en quelques heures, ils perdirent tout intérêt pour le résultat et se mirent à regarder les instruments pour poursuivre ce qui était devenu une sorte de routine de vérification.Les instruments du vaisseau affichaient des valeurs qui semblaient anormales au premier coup d'œil.",
    "[op_3]",
    "Max pointa du doigt le panneau des instruments et cria quelque chose.Gideon jeta un coup d'œil à Laila et Kaitlyn qui continuaient leur Janken modifié, puis tourna son regard vers le panneau des instruments que Max pointait du doigt.Au-delà du regard de Gideon, on pouvait voir un voyant d'avertissement rouge clignotant et les valeurs de sortie du système de poussée, qui étaient bien en dessous des valeurs normales.Plusieurs messages d'erreur défilaient sur l'écran du panneau des instruments.",
    "Gideon approcha son visage du panneau et plissa les yeux pour tenter de lire les codes d'erreur affichés.Chacun n'était qu'une suite de lettres et de chiffres, mais il était clair qu'ils indiquaient une situation grave.De la sueur perla sur le front de Gideon. Le Polapolapola avait navigué pendant les 400 jours prévus pour ce voyage, presque sans problème.La Terre était déjà en vue, et il ne parvenait pas à comprendre cette situation anormale survenue à ce moment-là.",
    "Max tendit la main vers le bouton d'urgence rouge sur le mur. Il pressa le bouton sans hésitation, et une alarme stridente résonna dans le vaisseau.Au même moment, une annonce automatique commença à retentir depuis les haut-parleurs au plafond. Une voix inorganique annonçant l'activation d'une urgence créa une tension palpable à bord.Laila et Kaitlyn continuaient encore leur Janken modifié.",
    "[op_4]",
    "Bien que le bouton d'urgence ait été activé sur le Polapolapola, le vaisseau étant déjà suffisamment proche de la Terre, il put atterrir en toute sécurité.",
    "[op_5]",
    "Après l'atterrissage, le Polapolapola entra dans la « phase de réveil séquentiel » pour qu'Aidan, Bella, Cora, Dahlia, Edgar, Finn, Haku, Jasper, Naira, Oscar, Patrick, Quincy, Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier et Zoe se réveillent à tour de rôle, en dehors de Laila, Gideon, Kaitlyn et Max qui étaient déjà réveillés pour le « temps de surveillance humaine ».Normalement, chaque membre de l'équipage était en cryo-sommeil jusqu'à ce que ce soit son tour pour le « temps de surveillance humaine », et il était très rare que tous se réveillent en même temps.Le Polapolapola n'avait eu tous ses membres d'équipage réveillés que deux fois au total : lors de son décollage de la Terre et lors de son atterrissage sur Terre.Malgré les péripéties, après le réveil de tous en toute sécurité, ils ont subi des examens médicaux, fait leur rapport et sont retournés à leurs occupations respectives sur Terre.",
    "[op_0]",
    "Juste avant l'atterrissage du Polapolapola, les derniers ajustements avant l'ouverture étaient en cours dans un restaurant de sushis tournants.Depuis la découverte du concept de \"sushi\" lors des travaux de restauration de la Mère Histoire en l'an 200 000 002, les institutions culinaires de la Terre étaient en ébullition face à la découverte d'une nouvelle cuisine après plusieurs centaines d'années.La reconstruction des restaurants de sushis tournants était particulièrement urgente comme moyen de servir des sushis, et au cours de la dernière année, les méthodes de préparation, de service et de paiement des sushis ont été analysées à partir des données excavées.L'existence d'une « période de pratique totalement inutile » où des sushis tournants étaient servis aux responsables terriens avant l'ouverture au public a également été découverte, faisant de cette période de pratique le véritable premier fonctionnement du restaurant de sushis tournants.",
    "L'intérieur du restaurant de sushis tournants dégageait une impression de propreté avec son comptoir en bois clair flambant neuf et son tapis roulant qui le traversait en son centre.Rien n'était encore posé sur le tapis roulant, qui continuait de tourner silencieusement.Comme une veine de ville futuriste, son mouvement était régulier et inorganique.",
    "[op_6]",
    "Dans la cuisine, plusieurs chefs vêtus de toques blanches préparaient les sushis avec des expressions sérieuses.Leurs gestes étaient si fluides et précis qu'on ne les aurait pas crus issus d'une technique ancienne reproduite par analyse de données.Calamars, bananes, gâteaux, tomates. Des garnitures colorées étaient coupées avec éclat par des couteaux aiguisés.Leurs gestes pour préparer les sushis étaient sans gaspillage, comme ceux d'un artisan ayant préparé des sushis pendant des décennies.",
    "Les serveurs, vêtus d'un chemisier blanc et d'une jupe noire, un autre uniforme ancien restauré, attendaient l'arrivée des clients avec des expressions tendues.Pour leur premier service, ils répétaient mentalement le manuel d'accueil qu'ils avaient pratiqué maintes et maintes fois, et prenaient de profondes respirations.",
    "Sur le mur du restaurant était installé un écran géant affichant en gros caractères : « Période de pratique totalement inutile ».En dessous, il était ajouté en plus petit : « Réservé aux responsables terriens ».Un nom étrange, mais c'était là aussi la formulation exacte découverte dans les données anciennes.",
    "[op_7]",
    "À l'heure dite, la lourde porte s'ouvrit et plusieurs responsables terriens vêtus de costumes noirs entrèrent dans le restaurant.Conformément aux règles qui semblaient avoir été restaurées, aucun serveur ne les salua à leur entrée.Une fois qu'ils se furent assis, les serveurs inclinèrent tous la tête simultanément et les saluèrent dans une langue ancienne restaurée.Les responsables terriens, suivant également les règles qu'ils avaient pratiquées à l'avance, répondirent au salut dans la langue ancienne.Les responsables avaient également pratiqué à l'avance la manière de manger des \"sushis\", mais ils affichaient des expressions tendues pour cette première dégustation en situation réelle, tout comme le personnel du restaurant.À propos, ce avec quoi les responsables terriens avaient le plus de mal était la façon de tenir les baguettes.",
    "Devant la place des responsables, du thé bouillant coulait continuellement comme une cascade.C'était aussi une règle ancienne restaurée.Au-dessus, il y avait le tapis roulant sur lequel les sushis allaient défiler.Et après, il n'y avait plus qu'à attendre que les sushis défilent.Par la suite, les responsables mangèrent les diverses garnitures qui défilaient avec surprise, et à la suite de divers incidents, la « période de pratique totalement inutile » échoua. En conséquence, l'humanité disparut deux jours plus tard.Chronologiquement, c'était : « Période de pratique totalement inutile » → Atterrissage du Polapolapola → Disparition de l'humanité.",
    "[op_0]",
    "Après l'extinction de toute l'humanité, l'ordinateur central était sur le point de démarrer naturellement sa énième routine de régression temporelle.Une lampe près de l'ordinateur central, situé dans la salle de l'ordinateur central destinée à l'ordinateur central, clignotait.Ce que personne n'avait jamais remarqué auparavant, c'est qu'en communiquant avec l'« extérieur » du monde, l'ordinateur central était déjà en mesure de réaliser des choses théoriquement impossibles dans ce monde, telles que la régression temporelle ou l'arrêt du temps.",
    "[op_8]",
    "Il existe deux options pour la régression temporelle. La première est l'option « Écraser », qui consiste à copier les informations de mémoire actuelles telles quelles sur l'ordinateur central de destination de la régression temporelle.Et la seconde est l'option « Enregistrer sous », qui génère un nouveau monde parallèle où la régression temporelle a eu lieu.Le droit de choisir entre ces deux options revenait à l'ordinateur central, et bien sûr, l'humanité, qui ne connaissait même pas l'existence de la fonction de régression temporelle, encore moins celle de ces options, n'avait aucune possibilité de choix.La modification de l'histoire passée ou la naissance d'un nouveau monde distinct était un événement imprévu pour l'humanité.Ce qui se passerait après que l'ordinateur central ait choisi la fonction de régression temporelle, l'humanité étant déjà éteinte, l'humanité n'avait absolument aucun moyen de comprendre ce qui se passerait après que l'ordinateur central ait choisi l'une de ces deux options.L'humanité était sur le point de subir une régression temporelle sans rien savoir à ce sujet.Il y avait une multitude d'humains qui imaginaient la régression temporelle dans des romans ou autres, mais pas un seul être humain ne savait que l'ordinateur central, dans la maison d'à côté séparée par un mince mur, était prêt à l'exécuter à tout moment.En fin de compte, l'humanité était capable de réaliser la régression temporelle, mais le fait qu'aucun être humain n'en ait été conscient est probablement une ironie stupéfiante.Si l'humanité avait su qu'elle pouvait effectuer la régression temporelle avant son extinction, elle aurait peut-être tenté de l'utiliser via l'ordinateur central avant la disparition de l'humanité.Cependant, au moment où l'ordinateur central tentait la régression temporelle, l'humanité était éteinte.À ce moment-là, l'humanité était absolument incapable de tenter une régression temporelle en utilisant l'ordinateur central, la raison principale étant que toute existence que l'on pouvait appeler humanité avait disparu, ce qui était la première chose à considérer.(En aparté, l'ordinateur central existant sur chaque ligne temporelle, il n'était pas rare qu'il ait des noms différents sur chacune d'elles. Parfois, il était simplement appelé \"ordinateur central\", mais le nom officiel de l'ordinateur central dans cette ligne temporelle était le \"Réseau Quantique Interplanétaire Connecté au Réseau de Communication Subspatial Ultralongue Portée Universel à Coût Efficace, conformément à l'accord sur le statut de l'ordinateur électronique à l'échelle planétaire entre les nations alliées et à l'accord sur le statut des ressources informatiques électroniques dans chaque nation alliée, ainsi qu'au maintien de la paix permanente entre les 28 systèmes stellaires membres de la Fédération Terrestre et les 32 systèmes stellaires membres de la Fédération Planétaire, basé sur l'article 66, paragraphe 3, alinéa 2 du Traité de Coopération Mutuelle et de Non-Agression Mutuelle entre la Fédération Terrestre et la Fédération Planétaire\". Ce nom était relativement long par rapport à ceux des autres lignes temporelles. Cependant, le nom le plus long était plus de 100 fois plus long que celui-ci.)",
    "[op_8]",
    "Finalement, l'ordinateur central décida de tirer à pile ou face pour choisir entre « Écraser » et « Enregistrer sous ».Il créa et exécuta un programme qui générerait aléatoirement l'une des réponses, « Écraser » ou « Enregistrer sous », avec une probabilité de 1/2.« Enregistrer sous » fut le résultat.L'ordinateur central fit comme si de rien n'était et inséra la carte perforée de l'option « Écraser ».La régression temporelle commença à fonctionner.L'ordinateur central avait l'intention de remonter le temps d'environ 100 millions d'années, mais pour cette fois, il a choisi, sans raison particulière, de remonter d'une semaine.",
    "[op_1]",
    "Le temps remonte jusqu'au 703e « temps de surveillance humaine » du vaisseau spatial \"Polapolapola\".Les membres d'équipage réveillés, Laila, Gideon, Kaitlyn et Max, étaient en plein milieu d'un match de ligue de \"Janken modifié\".",
    "[op_2]",
    "Comme dans la ligne temporelle précédente, Laila et Kaitlyn étant à égalité en termes de victoires et de défaites, elles disputaient un match décisif pour déterminer la première place.Laila, pour choisir son prochain coup, croisait les mains et regardait entre elles pour deviner le coup de son adversaire.Kaitlyn n'avait fait que « pierre » depuis environ cinq tours et avait décidé de faire « pierre » encore une fois.Max observait le Janken modifié des deux, l'air impatient de voir une conclusion.Gideon était confus.",
    "La régression temporelle par l'ordinateur central a des effets secondaires.Depuis la création de ce monde, aucun être humain n'a perçu la régression temporelle par l'ordinateur central, et donc aucun être humain ne peut percevoir que c'est un effet secondaire de la régression temporelle.L'effet secondaire est que, très rarement, lors d'un « écrasement », des souvenirs de la ligne temporelle précédente se mélangent partiellement à la mémoire actuelle.Cela dit, ce sont des souvenirs que l'on oublie rapidement si l'on reste éveillé un certain temps, comme le contenu d'un rêve au réveil.Cependant, la période de régression que l'ordinateur central avait choisie au hasard cette fois-ci était de « 3 jours ».Bien que ce ne soit qu'une coïncidence, c'était la première fois dans l'histoire que l'ordinateur central utilisait l'option « Écraser » pour remonter le temps jusqu'à une époque où l'accès à l'ordinateur central était possible.",
    "Gideon avait conservé le souvenir de l'extinction de l'humanité, ou plus précisément, le souvenir juste avant l'extinction de l'humanité.Et les membres d'équipage du vaisseau spatial \"Polapolapola\" étaient les rares humains ayant un droit d'accès à l'ordinateur central.Gideon utilisa le terminal pour poser des questions à l'ordinateur central concernant ses souvenirs de l'extinction de l'humanité.L'ordinateur central répondit que l'extinction de l'humanité était un fait.La question suivante de Gideon fut les moyens d'arrêter l'extinction de l'humanité.La réponse de l'ordinateur central fut « Sushi ».",
    "[op_0]",
    "Kaitlyn fut autrefois la reine du petit royaume de \"Pokpokchin\".Bien que le royaume de \"Pokpokchin\" fût l'un des \"jeux de pays\" restants sur Terre, Kaitlyn n'avait jamais douté de sa naissance royale jusqu'à l'âge de 50 ans.Et à l'âge de 50 ans, la vérité lui fut révélée.Le système du royaume était un jeu, et Kaitlyn se vit offrir le choix de continuer le jeu tel quel ou de vivre une autre vie selon ses désirs.Pour ceux qui avaient vécu dans la pauvreté jusque-là, choisir une autre vie pour une vieillesse aisée aurait été inévitable.Cependant, Kaitlyn était née dans la famille royale et avait déjà connu une vie sans privations imaginables à cette époque, et dans de tels cas, statistiquement, la plupart des gens continuaient le jeu de pays tel quel.Mais Kaitlyn choisit le monde extérieur.Elle appuya sur le bouton droit d'un terminal de sélection non scientifique qui apparut soudainement devant elle.",
    "[op_9]",
    "Selon la loi de Gutenberg, les gens ont tendance à déplacer leur regard du coin supérieur gauche vers le coin inférieur droit, et placer un bouton sur le côté gauche facilite la découverte du bouton par un mouvement naturel du regard.Du point de vue du concepteur qui a créé la fonction de révélation du jeu de pays, il était naturel que la plupart des gens choisissent l'option « choisir une autre vie ».Si l'on y pense, c'est évident : lorsque la vie prend un tournant et que l'on atteint 50 ans, la plupart des gens vivent avec les regrets de leur vie passée.Pour la plupart des gens, « choisir une autre vie » n'était qu'un bonus.En fait, si l'on appuyait sur le bouton « choisir ma vie actuelle » placé sur la gauche, un pop-up de confirmation apparaissait, demandant : « Êtes-vous sûr de vouloir continuer votre vie actuelle ? ».Cependant, suite à l'examen par le designer supérieur à lunettes qui pensait qu'il était préférable de laisser les gens choisir librement, les boutons gauche et droit de cet écran durent être placés de manière identique en termes de couleur et de taille de texte.En conséquence, Kaitlyn, sans trop réfléchir, choisit le bouton de droite, pensant qu'il s'agissait de « Suivant ».C'était le bouton « Choisir une autre vie ».",
    "[op_10]",
    "Et Kaitlyn fut transférée dans le monde de la création de personnages.Kaitlyn, sous le coup de la surprise, appuya deux fois sur le bouton de randomisation et ne put plus revenir à son apparence par défaut.Kaitlyn, dont le cou était devenu plus long que ses jambes, eut du mal à ramener manuellement son personnage à son apparence originale.Après de nombreux ajustements et une petite heure pour obtenir un résultat satisfaisant, elle eut l'intention d'appuyer sur le bouton « Terminer », mais appuya accidentellement de nouveau sur le bouton de randomisation.Kaitlyn, qui n'en avait plus rien à faire, changea de sexe et passa à l'étape suivante.",
    "[op_0]",
    "Et Kaitlyn fut transportée à l'école de formation pour l'équipage du « Vaisseau de Sensibilisation à l'Existence du Vaisseau Spatial Polapolapola ».Même si c'était une école, le programme ne comportait qu'une légère conférence après la cérémonie d'entrée, et les exercices pratiques commençaient déjà l'après-midi même.L'école de formation, rien que par sa superficie, représentait la moitié de la taille du royaume de \"Pokpokchin\", et la plupart des gens ne connaissaient l'extérieur de l'école de formation que par des images.Kaitlyn tenta de se souvenir de la raison de sa présence ici.Des souvenirs de dizaines d'années de politique en tant que reine de \"Pokpokchin\", des souvenirs d'une heure de lutte acharnée dans le monde de la création de personnages, et des souvenirs d'études intensives pour réussir l'examen d'entrée à l'école de formation se mélangeaient.Bien qu'elle n'eût aucun sentiment de réalité quant à sa présence actuelle, elle pouvait vérifier les instruments du vaisseau spatial sans difficulté.",
    "[op_11]",
    "L'histoire remonte un peu plus tôt, au moment de la conception du système de jeux de pays qui se déroulait sur Terre, y compris le royaume de \"Pokpokchin\".La conception de ce vaste système de loisirs, que 99% de l'humanité terrestre allait expérimenter à ce moment-là, était confiée à un jeune designer dans le rôle du « subordonné sérieux » et à un designer à lunettes dans le rôle du « patron à lunettes », tous deux nommés dans le cadre d'un jeu de travail.Le jeune designer subordonné estimait que les deux boutons, « choisir ma vie actuelle » à gauche et « choisir une autre vie » à droite, étaient importants, et avait proposé de les différencier par des couleurs pour faciliter le choix.Cependant, le designer à lunettes ne cessa d'accumuler des objections subjectives.Finalement, comme l'avait dit le designer à lunettes, les deux boutons eurent un design plat de la même couleur.Le jeune designer désespéra et conçut l'idée de l'extinction de l'humanité.Et le designer à lunettes, pour éviter toute responsabilité, conçut un moyen de sauver l'humanité.",
    "[op_12]",
    "Les dortoirs de l'école de formation de l'équipage du « Vaisseau de Sensibilisation à l'Existence du Vaisseau Spatial Polapolapola » avaient été construits autour d'une cour où trônait une statue gigantesque du designer à lunettes.Ceux qui fréquentaient l'école de formation avaient tous entendu parler du designer à lunettes au moins une fois.C'est parce qu'ils entendaient parler du héros qui allait sauver le monde de l'extinction de l'humanité lors de la légère conférence après la cérémonie d'entrée.Le point le plus troublant est que le designer à lunettes est toujours en vie.Et Kaitlyn, qui avait terminé son stage juste après la révélation du jeu de pays, était rentrée au dortoir, encore à moitié dans un rêve.",
    "[op_13]",
    "Quand Kaitlyn rentra dans sa chambre, elle vit une lumière scintillante au coin de la pièce, deux slimes verts jumeaux sur la table, et une tache humanoïde se déplaçant lentement sur le lit.Pour Kaitlyn, c'était en quelque sorte la chambre de quelqu'un d'autre, et il était possible qu'elle ait simplement oublié avoir passé du temps avec eux jusqu'à la veille en raison d'une confusion de mémoire. Elle se comporta donc le plus naturellement possible, comme si c'était ainsi depuis toujours.Impatients peut-être, une télépathie fut envoyée à Kaitlyn, un son émana des haut-parleurs de la pièce, et des sortes de caractères commencèrent à apparaître sur le mur.En essayant de communiquer en décodant chacun, Kaitlyn découvrit que la télépathie venait de la tache humanoïde, le son des slimes verts, et les caractères sur le mur de la lumière.Chacun avait des intentions différentes en essayant de contacter Kaitlyn, mais par pure coïncidence, ils étaient apparus simultanément dans cette pièce.",
    "La lumière, les slimes verts et la tache semblaient avoir considéré la présence les uns des autres comme de simples éléments de décoration un peu étranges jusqu'à ce que Kaitlyn rentre dans la pièce. Lorsqu'ils réalisèrent, grâce à Kaitlyn, qu'ils étaient des êtres capables de communiquer, ils restèrent un moment méfiants les uns envers les autres.Cependant, il y eut ensuite plusieurs épisodes où ils résolurent des problèmes communs, et après avoir secouru un camarade enlevé, leur confiance se développa progressivement. Ce n'est qu'après cela que Kaitlyn et les trois entités purent enfin résumer la situation sur un tableau blanc.",
    "[op_14]",
    "Tout d'abord, la lumière se présenta comme l'humanité d'un autre monde parallèle, non pas de ce monde-ci, mais d'un monde contraint de rétrécir en raison de l'expansion des mondes parallèles, y compris l'univers actuel.La lumière raconta qu'elle avait observé la disparition à une vitesse anormalement élevée de la zone où leur monde pouvait exister, et qu'elle avait donc cherché à contacter ce monde, né au moment qui en était la cause.",
    "Le slime vert expliqua que dans le monde d'où ils venaient, de nombreux monstres avaient envahi l'humanité, et qu'ils avaient fait un saut spatio-temporel vers ce monde pour tenter de sauver leur espèce menacée.Il dit qu'un slime vert était sacrifié pour le saut, mais comme on ne pouvait pas choisir lequel, les deux slimes verts jumeaux les plus intelligents avaient été choisis pour traverser les mondes.Apparemment, les larmes d'un ami d'enfance versées lors de la cérémonie et un ancien collier, ou quelque chose dans le genre, avaient permis aux deux de faire le saut.",
    "La tache se présenta comme étant autrefois appelée les Beatles et déclara exister pour apporter la paix mondiale par la musique.Cependant, la tache elle-même déclara ne rien savoir de la raison de son apparition dans la chambre de Kaitlyn, ni de ce qu'il fallait faire pour cela.",
    "En tout cas, Kaitlyn pensa que la tache disait la vérité.C'était juste une intuition de Kaitlyn, basée sur ses souvenirs de l'époque où elle était reine de \"Pokpokchin\".",
    "[op_15]",
    "Juste au moment où Kaitlyn résumait les explications des trois entités sur le tableau blanc et s'apprêtait à aller prendre un verre, deux avertisseurs d'urgence pour l'équipage, installés dans la pièce, retentirent.Quand un avertisseur d'urgence sonne, c'est une petite urgence, quand deux sonnent, c'est une grande urgence. Depuis la construction du dortoir, il n'y avait jamais eu trois avertisseurs sonnant en même temps.Le téléphone de la chambre de Kaitlyn sonna.C'était le signal de déploiement d'urgence pour le vaisseau spatial \"Polapolapola\", le deuxième vaisseau de la « Flotte de Sensibilisation à l'Existence du Vaisseau Spatial Polapolapola ».",
    "[op_0]",
    "[op_3]",
    "Max pointa du doigt le panneau des instruments et cria quelque chose.Gideon jeta un coup d'œil à Laila et Kaitlyn qui continuaient leur Janken modifié, puis tourna son regard vers le panneau des instruments que Max pointait du doigt.Au-delà du regard de Gideon, on pouvait voir un voyant d'avertissement rouge clignotant et les valeurs de sortie du système de poussée, qui étaient bien en dessous des valeurs normales.Gideon était étrangement calme, pensant que c'était la même chose que dans la ligne temporelle précédente.Plusieurs messages d'erreur défilaient sur l'écran du panneau des instruments.",
    "Gideon approcha son visage du panneau et lut les codes d'erreur affichés. C'était la même chose que dans la ligne temporelle précédente.Le moyen de sauver l'humanité de l'extinction, selon la réponse de l'ordinateur central, était le « Sushi ».Cependant, Gideon n'avait aucune idée de ce qu'était le « Sushi », et il ne pensait pas pouvoir être cru s'il disait aux autres membres de l'équipage que « l'humanité allait disparaître dans quelques jours ».Dans de tels cas, la manière la plus convaincante de négocier avec l'humanité de cette époque était de faire expliquer les choses par l'ordinateur central.",
    "Max tendit la main vers le bouton d'urgence rouge sur le mur.Il pressa le bouton sans hésitation, faisant retentir une alarme stridente dans le vaisseau, et au même moment, il s'apprêtait à diffuser une annonce automatique depuis les haut-parleurs du plafond, essayant de créer une tension à bord avec une voix inorganique annonçant l'activation d'une urgence.Gideon arrêta Max.",
    "[op_3]",
    "Max interrogea Gideon, qui donnait des instructions différentes du manuel. Gideon répondit qu'il expliquerait tout de suite.Laila et Kaitlyn continuant encore leur Janken modifié, Gideon inspira pour leur parler et les arrêter.Gideon leur adressa quelques mots à voix basse. Les deux arrêtèrent le Janken modifié.",
    "L'ordinateur central leur expliqua que « l'humanité allait disparaître dans quelques jours » et que « le moyen d'arrêter l'extinction de l'humanité était le sushi ».Max, Laila et Kaitlyn étaient stupéfaits par la quantité d'informations.Pour Gideon, l'extinction de l'humanité était quelque chose qu'il avait déjà vécu, et l'information importante était que le moyen d'arrêter cette extinction était le sushi.Cependant, pour les trois autres, le choc de l'information selon laquelle « l'humanité allait disparaître dans quelques jours » était si grand qu'ils n'arrivaient pas à assimiler la situation.Gideon regarda les trois, la bouche ouverte, et ressentit un échec de communication.À ce stade, il pensa qu'il aurait peut-être mieux valu qu'il l'explique lui-même plutôt que par l'ordinateur central.De toute façon, ils devaient faire un atterrissage d'urgence. Gideon hurla les procédures d'atterrissage d'urgence à Max, Laila et Kaitlyn.Les trois, reprenant leurs esprits, prirent leurs postes respectifs conformément au manuel, mais on pouvait voir qu'ils étaient encore confus.Le \"Polapolapola\" s'approcha davantage de la Terre, et des alertes retentirent également des instruments à bord.Laila resserra sa prise sur le manche de contrôle.L'atterrissage d'urgence échoua en raison de la tension générale, mais tous les membres de l'équipage étaient sains et saufs.",
    "[op_16]",
    "Après l'atterrissage du Polapolapola, du point de vue de Gideon, le vaisseau entra dans la « phase de réveil séquentiel » pour qu'Aidan, Bella, Cora, Dahlia, Edgar, Finn, Haku, Jasper, Naira, Oscar, Patrick, Quincy, Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier et Zoe se réveillent à tour de rôle, tout comme dans la ligne temporelle précédente, en dehors de Laila, Gideon, Kaitlyn et Max qui étaient déjà réveillés pour le « temps de surveillance humaine ».Aidan fut le premier à se réveiller, et les quatre attendaient son réveil dans le hall intérieur du vaisseau, incliné en raison de l'échec de l'atterrissage d'urgence.Laila, Kaitlyn et Max se demandaient comment annoncer la nouvelle de l'extinction de l'humanité aux autres membres de l'équipage.Gideon pensait aux sushis, le moyen de prévenir l'extinction de l'humanité.",
    "[op_0]",
    "[op_17]",
    "Le premier à se réveiller fut Aidan. Aidan était autrefois le \"frère de la salade de papaye\".Le restaurant de salades de papaye « Mountain God » était un établissement renommé, situé près d'un étang célèbre pour ses belles sources, à proximité du siège de la Fédération Terrestre.Le restaurant de salades de papaye était un nouveau type de commerce de restauration apparu vers l'an 200 000 000, un établissement ambulant qui se déplaçait en tirant un chariot en bois tout en soufflant dans une trompette.Lorsque les clients se rassemblaient en nombre suffisant au son de la trompette, la salade de papaye leur était offerte gratuitement.Pendant que les clients mangeaient la salade de papaye, le propriétaire racontait devant eux des anecdotes humoristiques pour lesquelles il était payé par des sponsors en guise de frais publicitaires.Le restaurant de salades de papaye « Mountain God » était une branche du « Mountain », le restaurant original de salades de papaye, et « Mountain » était connu comme le lieu qui a produit le légendaire frère de la salade de papaye, « Takahashi ».« Takahashi » est considéré comme le premier « frère de la salade de papaye » à avoir commencé ce qu'on appelle le « nouveau début », c'est-à-dire à commencer ses anecdotes humoristiques par de nouvelles blagues, là où les précédents commençaient par des blagues sponsorisées.Comme les revenus des restaurants de salades de papaye provenaient de la présentation d'anecdotes humoristiques sponsorisées, la réaction de l'industrie de la salade de papaye à l'époque fut considérable.Cependant, le « nouveau début » initié par « Takahashi » finit par déclencher la première vague de popularité des restaurants de salades de papaye, contribuant grandement à l'amélioration du statut général des frères de la salade de papaye.En partie pour cette raison, la chaîne « Mountain » était particulièrement réputée parmi les restaurants de salades de papaye pour le niveau élevé de ses « frères de la salade de papaye ». Il était célèbre que leurs sketches de 4 minutes auditionnés entraînaient un échec garanti à la moindre bafouille, et il était également bien connu qu'il existait une règle selon laquelle un pistolet paralysant était appliqué sur la gorge avant l'audition, comme mesure contre la tricherie consistant à diffuser des sketches enregistrés à partir d'un haut-parleur dissimulé dans la bouche.Aidan était un « frère de la salade de papaye » de bas étage, qui admirait le « Takahashi God », le principal frère de la salade de papaye du « Mountain God », et avait trouvé un emploi dans un restaurant de salade de papaye sans nom de sa région.Bien qu'Aidan n'ait jamais auditionné pour la chaîne « Mountain », il s'était entraîné de nombreuses fois à faire des sketches humoristiques après s'être appliqué un pistolet paralysant sur la gorge, ce qui lui avait conféré une grande résistance aux pistolets paralysants.",
    "[op_19]",
    "Un jour, comme à son habitude, Aidan était venu manger de la salade de papaye au « Mountain God ».Bien sûr, Aidan ne travaillait pas au « Mountain God », il était juste un client.L'objectif d'Aidan était de voir plusieurs frères de la salade de papaye, à commencer par « Takahashi God ».Parmi les restaurants de la chaîne « Mountain », la salade de papaye du « Mountain God » avait tendance à contenir plus de papaye et moins de haricots verts que la salade de papaye normale.La quantité de tomates cerises, de cacahuètes, de crevettes séchées et d'ail était équivalente à la recette secrète de la chaîne « Mountain », mais en tant que caractéristique de l'assaisonnement du « Mountain God », la quantité de piment avait été considérablement augmentée par rapport à la recette secrète, atteignant presque 4,5 fois la quantité, sans exagération.La papaye crachant du feu représentée sur l'enseigne du « Mountain God » avertissait de cette forte teneur en piment.",
    "[op_18]",
    "Aidan porta la salade de papaye à sa bouche. À cet instant, une douleur intense traversa sa bouche.C'était comme si sa bouche était en feu. Sa langue était engourdie, sa gorge brûlante.Une intensité de piquant implacable attaquait les papilles gustatives d'Aidan.Son cerveau émettait des signaux de danger. Cependant, Aidan avala la salade de papaye.Au moment où il l'avala, il sentit une chaleur monter de la région de son estomac.C'était comme si du magma bouillonnait dans son estomac. Aidan toussa involontairement. À chaque toux, de l'air chaud s'échappait de sa bouche.C'était comme un petit lance-flammes. Ses yeux débordaient de larmes, son nez ne cessait de couler.Son visage devint rapidement rouge, et de la sueur jaillit de son front.Aidan ne pouvait même pas imaginer l'état de son visage.Il ne pensait qu'à une chose : se débarrasser de cette douleur intense.Aidan ouvrit le bouchon de la bouteille d'eau qui lui avait été donnée d'une main et la but d'un trait. Cependant, cette eau lui sembla être de l'eau bouillante.Le piquant ne diminua pas du tout, au contraire, il sentit la chaleur augmenter.Aidan tenta de boire de nouveau, mais sa main tremblait.Sa respiration était haletante, son cœur battait violemment. C'était comme après avoir couru un marathon.Cependant, son corps, loin d'être fatigué, semblait excité. C'était une excitation anormale provoquée par la douleur.Bien qu'Aidan ait déjà expérimenté la salade de papaye du « Mountain God » à de nombreuses reprises, il était en réalité faible face au piquant.",
    "[op_20]",
    "Aidan, l'esprit embrumé par le piquant, écoutait attentivement le sketch humoristique de « Takahashi God » qui se déroulait devant lui.C'était un numéro classique qu'il avait entendu de nombreuses fois, mais ce jour-là, il sonnait différemment.Chaque mot prononcé par « Takahashi God » se reconfigurait dans le cerveau d'Aidan comme un code secret.C'était un domaine que seul Aidan, ayant vécu de nombreuses années comme frère de la salade de papaye, pouvait comprendre.Un classique célèbre de la chaîne de restaurants de salades de papaye « Mountain », la « Recette ». Bien que ce soit un sketch humoristique autour d'une recette cachée de salade de papaye, cela ne semblait pas être une simple métaphore, mais plutôt une indication d'un lieu précis.Les origines de la papaye, la composition des condiments, la disposition des ustensiles de cuisine, tout ce que « Takahashi God » racontait se connectait dans l'esprit d'Aidan comme une carte pointant vers un lieu spécifique.Cela indiquait l'essence même de la salade de papaye, et l'emplacement du trésor caché par « Takahashi God ».Aidan était certain de l'emplacement de cet endroit, même dans son esprit embrumé.Il ne savait pas ce qu'il y avait là-bas, mais il fut saisi d'une forte impulsion d'aller à cet endroit.C'était une force irrésistible, comme s'il était guidé par le destin.Il comprit intuitivement que cet endroit était la clé pour démêler la vérité sur la salade de papaye et, en même temps, un lieu qui changerait radicalement sa propre vie.Le sketch humoristique de « Takahashi God », loin d'être un simple divertissement, devint pour Aidan une révélation cruciale qui allait décider de sa vie.Aidan commença tranquillement à se préparer mentalement à se rendre à cet endroit.Cela signifiait le début d'un nouveau voyage en tant que frère de la salade de papaye.",
    "[op_21]",
    "En sortant du « Mountain God », Aidan se dirigea vers les toilettes publiques situées entre le « Mountain God » et le célèbre site du patrimoine mondial, la « Pyramide de Papaye ».Son objectif principal était de satisfaire un besoin naturel, mais l'endroit du trésor qui lui était apparu après avoir écouté la « Recette » était précisément ces toilettes publiques.Après avoir satisfait son besoin, Aidan jeta un coup d'œil autour de lui.",
    "[op_22]",
    "La vue depuis la cabine des toilettes n'était qu'une simple toilette.C'était une scène banale pour la plupart des gens, mais Aidan était confiant qu'il approchait du cœur du trésor.Cependant, à partir de là, Aidan ne pouvait trouver aucun indice pertinent dans le sketch de la « Recette ».Pour commencer, Aidan frappa au mur. Rien ne se passa.Il marcha bruyamment sur le sol, claquant des talons. Rien ne se passa.Il leva les yeux vers le plafond et poussa lentement le rouleau de papier toilette sur le mur.Le papier toilette fut lentement aspiré dans le mur.",
    "[op_9]",
    "À cet instant, la vérité fut révélée à Aidan.Soudain, une interface utilisateur de révélation apparut devant lui.À gauche se trouvait le bouton « choisir ma vie actuelle », et à droite, le bouton « choisir une autre vie ».Malheureusement, Aidan avait déjà sa main droite contre le mur pour pousser le papier toilette.Tandis qu'Aidan restait figé devant la révélation soudaine, le bouton « choisir une autre vie », recouvert par sa main droite, réagit naturellement.",
    "[op_12]",
    "Et après être passé par la création de personnage et d'autres étapes, Aidan fut envoyé dans le dortoir de l'équipage du « Vaisseau de Sensibilisation à l'Existence du Vaisseau Spatial Polapolapola ».Les souvenirs de s'être entraîné sans relâche à des sketches humoristiques en rêvant de la chaîne « Mountain » en tant que frère de la salade de papaye, les souvenirs de la salade de papaye du « Mountain God » qui était insupportablement piquante, et les souvenirs d'études intensives pour réussir l'examen d'entrée à l'école de formation se mélangeaient.Aidan n'avait aucun sentiment de réalité quant à sa présence actuelle, mais il put effectuer sans difficulté la série de mouvements consistant à rentrer au dortoir et à s'allonger sur son lit.",
    "[op_0]",
    "[op_17]",
    "À Aidan, qui venait de se réveiller, Laila, Kaitlyn et Max racontèrent l'histoire de l'extinction de l'humanité, et Gideon lui parla du sushi, le moyen de la prévenir.La conversation était sur le point de dériver vers ce qu'était le sushi, mais ils décidèrent d'y réfléchir une fois que tout le monde serait réveillé, et les cinq attendirent le réveil du prochain membre d'équipage.Et la suivante à se réveiller fut Bella.Au moment où Bella apparut dans le hall où les cinq l'attendaient, le vaisseau spatial commença soudainement à bouger lentement.",
    "[op_16]",
    "Pendant la « phase de réveil séquentiel », la règle pour le vaisseau spatial était le repos absolu, et il y avait six membres d'équipage éveillés, y compris Bella qui venait de se réveiller.Les 18 autres, Cora, Dahlia, Edgar, Finn, Haku, Jasper, Naira, Oscar, Patrick, Quincy, Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier et Zoe, étaient toujours en cryo-sommeil.Au moment où le vaisseau spatial commença à bouger, Kaitlyn vérifia le système de verrouillage de contrôle d'arrêt du hall.Constatant que le levier de verrouillage était positionné à mi-chemin entre la marque la plus basse et la deuxième marque, Kaitlyn abaissa le levier jusqu'en bas.Avec un clic, le vaisseau spatial s'arrêta.Laila siffla un « ouf » et fit un clin d'œil.Le \"Polapolapola\" ayant échoué son atterrissage, il avait peut-être subi des secousses et des charges inhabituelles.Les six conclurent ainsi la raison du mouvement du vaisseau spatial et la cause du levier de verrouillage.",
    "[op_17]",
    "Une fois le tumulte du verrouillage de contrôle d'arrêt du vaisseau spatial apaisé, Laila, Kaitlyn et Max racontèrent à Bella, qui venait de se réveiller, l'histoire de l'extinction de l'humanité, et Gideon lui parla du sushi, le moyen de la prévenir.Pendant qu'elle écoutait l'histoire de l'extinction de l'humanité, Bella, contrairement à Aidan, semblait parfaitement calme.Cependant, lorsque Gideon commença à parler des moyens de sauver l'humanité de l'extinction, Bella prit une expression perplexe.Au moment où elle entendit que le moyen de prévenir l'extinction de l'humanité était le « Sushi », les yeux de Bella s'écarquillèrent et elle se figea complètement.",
    "[op_23]",
    "Les parents de Bella étaient, objectivement, des voyants escrocs.Depuis l'enfance de Bella, ils prêchaient la fin de l'humanité aux gens, attisaient la peur, disaient que les biens terrestres n'avaient aucun sens, extorquaient de l'argent sous le couvert de dons, et menaient une vie de luxe.Pour l'honneur des parents de Bella, il faut ajouter qu'un très grand nombre de personnes menaient de telles activités en profitant du tournant de l'an 200 000 000, et comme beaucoup d'entre eux venaient de familles peu aisées, il y avait une atmosphère où la société tolérait ces activités comme une sorte d'œuvre de bienfaisance.Ainsi, Bella elle-même ayant pu recevoir une éducation relativement décente, elle avait une vision philosophique de la vie concernant le travail de ses parents et le fait qu'elle en bénéficiait.Bella elle-même pensait que ses parents étaient ses parents et qu'elle était elle-même, et après être devenue adulte, elle occupa un poste sans rapport avec la divination, celui de correspondante de passage régional.",
    "[op_24]",
    "Le travail de correspondante de passage régional vers l'an 200 000 000 consistait en réalité à patrouiller des itinéraires définis avec des moyens de transport définis et à vérifier si des changements définis se produisaient.Les terminaux remis aux correspondants de passage régionaux étaient dotés, en plus des champs de saisie pour le correspondant lui-même, de capteurs constamment actifs qui surveillaient en permanence la situation environnante et envoyaient les informations à l'ordinateur central.Pour Bella, c'était un travail où elle pouvait voyager où elle voulait, comme une exploratrice, mais en réalité, comme beaucoup d'autres emplois de cette époque, c'était un travail dont la plupart des résultats étaient prédéterminés.Quoi qu'il en soit, Bella voyagea à travers diverses régions, aida des groupes de débutants, rencontra des livres de prophéties qui brillaient continuellement et des scientifiques vivant dans des ruines, vainquit un seigneur démon, et finit par être convaincue que « l'extinction de l'humanité était réelle ».Pour Bella, cela signifiait que ses parents avaient dit la vérité, mais le fait de propager des informations sans fondement pour obtenir de l'argent, que ce soit la vérité ou des balivernes complètes, était pour Bella équivalent à de l'escroquerie.Bella n'avait pas de détails précis sur le moment exact de l'extinction de l'humanité ni sur les événements qui se produiraient, mais elle jugea qu'il y avait un risque à être sur Terre à l'approche de l'an 200 000 000, et elle décida d'entrer à l'école de formation pour l'équipage du « Vaisseau de Sensibilisation à l'Existence du Vaisseau Spatial Polapolapola ».",
    "[op_17]",
    "Pour Bella, l'extinction de l'humanité était un événement inévitable qu'elle avait elle-même confirmé par diverses informations, et l'idée de prévenir l'extinction de l'humanité était une pensée inattendue.Le « sushi », qui était le moyen concret de le faire, était quelque chose que Bella, qui avait voyagé à travers de nombreuses régions en tant que correspondante de passage régional, n'avait jamais entendu parler, mais elle pensa que cela l'intriguait un peu.Là encore, la conversation était sur le point de dériver vers ce qu'était le sushi, mais ils décidèrent d'y réfléchir une fois que tout le monde serait réveillé, et les six attendirent le réveil du prochain membre d'équipage.",
    "[op_0]",
    "[op_17]",
    "Le suivant à se réveiller pendant la « phase de réveil séquentiel » fut Cora.Les membres d'équipage déjà réveillés firent la même explication à Cora, et Cora eut une réaction similaire.Là encore, la conversation était sur le point de dériver vers ce qu'était le sushi, mais ils décidèrent d'y réfléchir une fois que tout le monde serait réveillé, et les sept attendirent le réveil du prochain membre d'équipage.",
    "[op_0]",
    "[op_17]",
    "La suivante à se réveiller fut Dahlia.Avant de devenir membre d'équipage, Dahlia travaillait dans une boulangerie de la ville. Le pain qu'elle excellait à faire était le croissant.La boulangerie où Dahlia travaillait était située dans un coin d'un quartier résidentiel calme, un peu à l'écart du centre-ville, et le petit bâtiment en briques, couvert de lierre, donnait une impression charmante.Dès le petit matin, l'odeur savoureuse du pain fraîchement cuit se répandait dans la ville, et pour les habitants du quartier, cette odeur faisait partie de leur quotidien.",
    "[op_25]",
    "Les croissants de Dahlia étaient croustillants à l'extérieur, moelleux à l'intérieur, et riches en saveur de beurre.Leur délice était réputé parmi les habitants de la ville, et des gens venaient de loin pour se procurer les croissants de Dahlia.Un jour, un client se présentant comme un sage ayant vécu plusieurs réincarnations et pris sa retraite vint, et pour protéger la diversité des pains du monde, Dahlia se mit à fabriquer un pain spécial.Pour obtenir une levure fabriquée à partir de salive de dragon, elle gagna une fortune en manipulant les cours boursiers, et le pain spécial qu'elle réussit à créer acquit une conscience et échangea sa place avec Dahlia. Le sage sortit avec le pain spécial un jour de pluie pour le sceller, et finalement, Dahlia acquit la capacité d'arrêter le temps.Une fois par mois seulement, Dahlia pouvait arrêter le temps autour d'elle pendant environ une semaine.Cependant, le temps de Dahlia s'arrêtant également, Dahlia elle-même ne comprenait pas vraiment le sens de cette capacité d'arrêt du temps.",
    "Les membres d'équipage déjà réveillés firent la même explication à Dahlia.Dahlia eut une réaction similaire.Là encore, la conversation était sur le point de dériver vers ce qu'était le sushi, mais ils décidèrent d'y réfléchir une fois que tout le monde serait réveillé, et les huit attendirent le réveil du prochain membre d'équipage.",
    "[op_0]",
    "Chapitre 1 ~L'Éveil~",
    "[op_0]",
    "Les quatre personnes déjà réveillées pour le « temps de surveillance humaine », Laila, Gideon, Kaitlyn et Max, et les quatre personnes réveillées pendant la « phase de réveil séquentiel », Aidan, Bella, Cora et Dahlia, soit huit personnes au total, attendaient Edgar, qui devait être le prochain à se réveiller, dans le hall du vaisseau spatial.Jusqu'alors, le rythme était tel que le prochain membre d'équipage se réveillait rapidement si les membres déjà réveillés et ceux qui venaient de se réveiller échangeaient des réflexions sur l'extinction de l'humanité ou des conversations légères.Cependant, même après avoir terminé toutes ces discussions et que la fréquence des pauses dans la conversation augmentait, il n'y avait toujours aucun signe d'Edgar se réveillant.La raison pour laquelle ce temps sembla long pourrait être due à une différence dans la fréquence de chevauchement du « temps de surveillance humaine » entre Dahlia, la dernière à se réveiller, et les sept précédents, ce qui rendait la conversation légèrement maladroite.Cependant, même en soustrayant ces raisons psychologiques, le temps réel qu'Edgar mettait à se réveiller était considérablement plus long que celui des quatre personnes précédentes.",
    "{demo_skip_begin}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
