[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "Im Jahr 200.000.003 n. Chr. befand sich das Raumschiff »Poraporapora« mit Aidan, Bella, Cora, Daria, Edgar, Finn, Gideon, Haku, Jasper, Katelyn, Laila, Max, Naila, Oskar, Patrick, Quincy, Rowan, Sid, Theo, Ulrich, Victor, Willow, Xavier und Zoe an Bord auf dem Rückweg zur Erde. Das Raumschiff »Poraporapora« war das zweite Schiff der »Raumschiff Poraporapora Existenzbekanntmachungsflotte«, die geschaffen wurde, um die Existenz des Raumschiffs »Poraporapora« im Universum zu verbreiten. Die geplante Dauer dieser Reise betrug 400 Tage, eine sehr lange Zeit, in der sie über ein Jahr von der Erde entfernt sein würden, doch nun stand ihre Rückkehr kurz bevor.",
    "Das größte Problem für die Besatzung während der langen Reise war die abwechselnd stattfindende »bemannte Überwachungszeit«. Die meiste Zeit davon bestand aus der erneuten Überprüfung von maschinell ausgegebenen Daten, und die geistige Kontrolle war ein entscheidender Schlüssel für diese lange Reise durch den Weltraum. Um geistige Unruhe zu unterdrücken, war für die Besatzung der »Poraporapora« vor allem Unterhaltung notwendig. Etwas, das während dieser knappen Zeit bei der Besatzung populär wurde, war das »modifizierte Schere, Stein, Papier«. Die Regeln des »modifizierten Schere, Stein, Papier« sind die gleichen wie bei »Schere, Stein, Papier«, und die folgende Tabelle zeigt die Ergebnisse eines Liga-Turniers, das die Besatzung während einer »bemannten Überwachungszeit« abhielt.",
    "[op_2]",
    "Dieses Liga-Turnier fand während der 703. »bemannten Überwachungszeit« statt, und die Teilnehmer waren Laila, Gideon, Katelyn und Max. In der Ergebnistabelle steht 1 für Laila, 2 für Gideon, 3 für Katelyn und 4 für Max. In dieser Runde waren Laila und Katelyn punktgleich, also trugen sie einen finalen Kampf aus, um den ersten Platz zu entscheiden.",
    "Zu dieser Zeit war Max der erste der vier auf der Brücke, der die Anomalie des Raumschiffs bemerkte. Zuerst hatten Gideon und Max den finalen Kampf der beiden beobachtet, aber nach weniger als ein paar Stunden verloren sie das Interesse am Ergebnis und senkten ihren Blick, um mit der Überprüfung der Instrumente fortzufahren, die zu einer halben Routine geworden war. Die Instrumente des Raumschiffs zeigten Werte an, die auf den ersten Blick als abnormal angesehen werden konnten.",
    "[op_3]",
    "Max zeigt auf die Instrumententafel und schreit etwas. Gideon wirft einen kurzen Blick auf Laila und Katelyn, die weiterhin modifiziertes Schere, Stein, Papier spielen, und richtet dann seinen Blick auf die Instrumententafel, auf die Max zeigt. In Gideons Blickfeld sind rot blinkende Warnleuchten und eine Schubsystemleistung zu sehen, die weit unter dem Normalwert liegt. Auf dem Display der Instrumententafel scrollten mehrere Fehlermeldungen.",
    "Gideon nähert sich der Tafel und kneift die Augen zusammen, um die angezeigten Fehlercodes zu lesen. Jeder einzelne ist nur eine Aneinanderreihung von Buchstaben und Zahlen, aber es war klar, dass sie auf eine ernste Situation hindeuteten. Schweißperlen bilden sich auf Gideons Stirn. Die Poraporapora, die während der geplanten 400-tägigen Reise fast ohne Probleme geflogen war. Die Erde war schon in Sichtweite, und er konnte die Anomalie, die zu diesem Zeitpunkt auftrat, nicht fassen.",
    "Max streckt seine Hand nach dem roten Notfallknopf an der Wand aus. Als er den Knopf ohne Zögern drückt, ertönt ein ohrenbetäubender Alarm im Schiff. Gleichzeitig beginnt eine automatische Durchsage aus den Deckenlautsprechern. Die emotionslose Stimme, die einen Notfall verkündet, lässt die Spannung im Schiff ansteigen. Laila und Katelyn spielten immer noch modifiziertes Schere, Stein, Papier.",
    "[op_4]",
    "Obwohl der Notfallknopf auf der Poraporapora gedrückt wurde, konnte sie sicher auf der Erde landen, da sie bereits nahe genug war.",
    "[op_5]",
    "Nach der Landung trat die Poraporapora in die »sequentielle Aufwachphase« ein, in der Aidan, Bella, Cora, Daria, Edgar, Finn, Haku, Jasper, Naila, Oskar, Patrick, Quincy, Rowan, Sid, Theo, Ulrich, Victor, Willow, Xavier und Zoe, die anders als Laila, Gideon, Katelyn und Max während der »bemannten Überwachungszeit« nicht wach waren, nacheinander aufwachen sollten. Normalerweise befinden sich die Besatzungsmitglieder im Kälteschlaf, bis sie für die »bemannte Überwachungszeit« eingeteilt sind, und es gibt nur sehr wenige Zeitpunkte, an denen alle gleichzeitig wach sind. Alle waren nur zweimal wach: als die Poraporapora die Erde verließ und als sie auf der Erde landete. Es gab einige Zwischenfälle, aber nachdem alle sicher aufgewacht waren, unterzogen sie sich einer Kontrolluntersuchung im Krankenhaus, erstatteten Bericht und kehrten zu ihren jeweiligen Aufgaben auf der Erde zurück.",
    "[op_0]",
    "Kurz vor der Landung der Poraporapora wurden in einem Sushi-Laufbandrestaurant die letzten Vorbereitungen vor der Eröffnung getroffen. Seitdem das Konzept von »Sushi« im Jahr 200.000.002 n. Chr. bei der Wiederherstellung der Muttergeschichte ausgegraben worden war, war die kulinarische Organisation der Erde von der Entdeckung eines Gerichts nach mehreren hundert Jahren begeistert. Der Wiederaufbau von Sushi-Laufbandrestaurants galt als besonders dringlich, und im letzten Jahr wurden aus den ausgegrabenen Daten die Zubereitungs-, Servier- und Abrechnungsmethoden für Sushi analysiert. Da auch die Existenz einer »verdammt unwichtigen Übungszeit« ausgegraben wurde, in der den Erdbeamten vor der Öffnung für die Allgemeinheit Sushi serviert wurde, war diese Übungszeit praktisch der erste Betrieb des Sushi-Laufbandrestaurants.",
    "Das Innere des Sushi-Laufbandrestaurants strahlte mit seiner brandneuen Theke aus weißem Holz und dem in der Mitte verlaufenden Förderband ein Gefühl von Sauberkeit aus. Auf dem Förderband lag noch nichts, und es drehte sich leise weiter. Wie die Adern einer futuristischen Stadt war sein Erscheinungsbild regelmäßig und unpersönlich.",
    "[op_6]",
    "In der Küche formten mehrere Köche in weißen Uniformen mit ernsten Gesichtern Sushi. Ihre Handbewegungen waren so geschmeidig und effizient, dass man kaum glauben konnte, dass es sich um eine durch Datenanalyse reproduzierte antike Technik handelte. Tintenfisch, Banane, Kuchen, Tomate. Bunte Zutaten wurden von geschliffenen Messern kunstvoll geschnitten. Auch die Handbewegungen beim Formen des Sushis waren effizient, als ob sie seit Jahrzehnten Sushi formen würden.",
    "Die Kellnerinnen trugen weiße Blusen und schwarze Röcke, ebenfalls eine restaurierte antike Uniform, und warteten mit angespannten Gesichtern auf die Ankunft der Gäste. Da es auch für sie der erste Job war, wiederholten sie immer wieder das auswendig gelernte Service-Handbuch in ihren Köpfen und atmeten tief durch.",
    "An der Wand im Inneren des Restaurants war ein riesiger Bildschirm installiert, auf dem die Worte »verdammt unwichtige Übungszeit« groß angezeigt wurden. Darunter stand in kleineren Buchstaben »Nur für Erdbeamte«. Es war ein seltsamer Name, aber auch dies war die exakte Bezeichnung, die aus den antiken Daten ausgegraben worden war.",
    "[op_7]",
    "Als die Zeit gekommen war, öffnete sich eine schwere Tür, und mehrere Erdbeamte in schwarzen Anzügen betraten das Restaurant. Gemäß den vermutlich restaurierten Regeln begrüßte keiner der Kellner sie, als sie eintraten. Als sie Platz nahmen, verbeugten sich die Kellnerinnen alle gleichzeitig und begrüßten sie in der restaurierten antiken Sprache. Auch die Erdbeamten erwiderten die Begrüßung in der antiken Sprache gemäß den zuvor geübten Regeln. Die Beamten hatten auch das Essen von »Sushi« geübt, aber bei ihrem ersten echten Essen waren sie genauso nervös wie das Personal des Restaurants. Übrigens, womit die Erdbeamten am meisten zu kämpfen hatten, war das Halten der Stäbchen.",
    "Vor den Sitzen der Beamten floss heißer Tee unaufhörlich wie ein Wasserfall. Auch dies war eine restaurierte antike Regel. Darüber befand sich das Förderband, auf dem das Sushi vorbeikam. Und dann musste nur noch das Sushi kommen. Danach aßen die Beamten erstaunt die verschiedenen vorbeikommenden Zutaten, und nach verschiedenen Unfällen scheiterte die »verdammt unwichtige Übungszeit«. Aus diesem Grund ging die Menschheit zwei Tage später unter. Zeitlich gesehen war es: »verdammt unwichtige Übungszeit« → Landung der Poraporapora → Untergang der Menschheit.",
    "[op_0]",
    "Nachdem die gesamte Menschheit untergegangen war, wollte der Muttercomputer natürlich seine Routine der Zeitumkehr zum wiederholten Mal starten. Die Lampe in der Nähe des Muttercomputers, der im Muttercomputerraum aufgestellt war, der für die Aufstellung des Muttercomputers vorgesehen war, blinkte. Es war etwas, das bisher kein Mensch bemerkt hatte, aber durch die Kommunikation mit der »Außenseite« der Welt war der Muttercomputer bereits in der Lage, Dinge zu realisieren, die in dieser Welt theoretisch unmöglich schienen, wie Zeitumkehr und Zeitstillstand.",
    "[op_8]",
    "Es gibt zwei Optionen für die Zeitumkehr. Eine ist die »Überschreiben«-Option, bei der die aktuellen Gedächtnisinformationen einfach auf den Muttercomputer am Ziel der Zeitumkehr überschrieben werden. Die andere ist die »Speichern unter«-Option, bei der eine neue Parallelwelt als eine weitere zeitumgekehrte Welt erzeugt wird. Das Recht, zwischen diesen beiden zu wählen, lag beim Muttercomputer, und die Menschheit, die nicht einmal von der Existenz der Zeitumkehrfunktion, geschweige denn von der Existenz der Optionen wusste, hatte natürlich keine Möglichkeit zu wählen. Ob die vergangene Geschichte verändert oder eine neue, andere Welt geboren wurde, war ein Ereignis, das außerhalb der Vorstellungskraft der Menschheit stattfand. Nachdem der Muttercomputer die Zeitumkehrfunktion gewählt hatte, war die Menschheit schließlich untergegangen, und sie hatte absolut keine Möglichkeit zu verstehen, was geschah, nachdem der Muttercomputer eine der beiden Optionen gewählt hatte. Die Menschheit steht kurz davor, eine Zeitumkehr zu erleben, ohne etwas darüber zu wissen. Es gab unzählige Menschen, die sich in Romanen oder Ähnlichem eine Zeitumkehr vorstellten, aber es gab keinen einzigen Menschen, der wusste, dass der Muttercomputer im Nachbarhaus, nur durch eine dünne Wand getrennt, jederzeit dazu in der Lage war. Letztendlich war die Menschheit zur Zeitumkehr fähig, aber die Tatsache, dass kein einziger Mensch davon wusste, ist wahrscheinlich eine enorme Ironie. Hätte die Menschheit vor ihrem Untergang von der Möglichkeit der Zeitumkehr gewusst, hätte sie vielleicht versucht, den Muttercomputer dafür zu benutzen. Aber zu dem Zeitpunkt, als der Muttercomputer schließlich versuchte, eine Zeitumkehr durchzuführen, war die Menschheit bereits untergegangen. Zu diesem Zeitpunkt war die Menschheit absolut nicht in der Lage, den Muttercomputer für eine Zeitumkehr zu benutzen, und der Hauptgrund dafür war, dass die Existenz, die man als Menschheit bezeichnen konnte, untergegangen war. (Nebenbei bemerkt, da der Muttercomputer in jeder Zeitachse existiert, war es nicht ungewöhnlich, dass er in jeder Zeitachse einen anderen Namen hatte. Manchmal war es kurz »Muttercomputer«, aber der offizielle Name des Muttercomputers in dieser Weltlinie war »Das kostengünstige universelle Super-Langstrecken-Subraum-Kommunikationsnetzwerk-verbundene planetarische Quantencomputernetzwerk, das im Rahmen der Umsetzung des Abkommens über den Status des planetarischen Computers zwischen den 28 Mitgliedssternensystemen der Erdallianz und den 32 Mitgliedssternensystemen der Planetenallianz gemäß Artikel 66, Absatz 3, Nummer 2 des Vertrags über gegenseitige Zusammenarbeit und Nichtangriff zwischen der Erdallianz und der Planetenallianz sowie des Abkommens über den Status der Computerressourcen in jedem alliierten Land zur Aufrechterhaltung des dauerhaften Friedens zwischen den alliierten Nationen dient«, was selbst unter den bisherigen Zeitachsen eine relativ lange Bezeichnung war. Der längste Name war jedoch mehr als 100-mal so lang wie dieser.)",
    "[op_8]",
    "Letztendlich entschied der Muttercomputer durch einen Münzwurf, ob er »Überschreiben« oder »Speichern unter« wählen sollte. Er erstellte ein Programm, das zufällig eine der beiden Antworten mit einer Wahrscheinlichkeit von 1/2 ausgab, und führte es aus. »Speichern unter« wurde ausgegeben. Der Muttercomputer tat so, als hätte er es nicht gesehen, und legte die Lochkarte für die »Überschreiben«-Option ein. Die Zeitumkehr begann. Der Muttercomputer dachte daran, die Zeit um etwa 100 Millionen Jahre zurückzudrehen, aber dieses Mal entschied er sich irgendwie für eine Woche.",
    "[op_1]",
    "Die Zeit wird bis zur 703. »bemannten Überwachungszeit« des Raumschiffs »Poraporapora« zurückgedreht. Die wachen Besatzungsmitglieder, Laila, Gideon, Katelyn und Max, befanden sich mitten in einem Liga-Turnier von »modifiziertem Schere, Stein, Papier«.",
    "[op_2]",
    "Wie in der vorherigen Zeitachse waren Laila und Katelyn punktgleich, also hielten sie einen finalen Kampf ab, um den ersten Platz zu entscheiden. Laila verschränkt ihre Hände, um ihre nächste Hand zu wählen, und späht zwischen ihnen hindurch, um die Hand ihres Gegners einzuschätzen. Katelyn hatte seit etwa fünf Runden nur noch Stein gespielt und hatte beschlossen, auch dieses Mal Stein zu spielen. Max beobachtet das modifizierte Schere, Stein, Papier der beiden mit einem Gesichtsausdruck, der verrät, dass er sich ein schnelles Ende wünscht. Gideon war verwirrt.",
    "Die Zeitumkehr durch den Muttercomputer hat Nebenwirkungen. Da seit der Entstehung dieser Welt kein Mensch eine Zeitumkehr durch den Muttercomputer wahrgenommen hat, gibt es auch keinen Menschen, der sie als Nebenwirkung der Zeitumkehr wahrnehmen kann. Die Nebenwirkung ist, dass beim »Überschreiben« sehr selten ein Teil der Erinnerungen aus der vorherigen Zeitachse mit den aktuellen Erinnerungen vermischt wird. Es handelt sich jedoch um Erinnerungen, die man, wie den Inhalt eines Traums beim Aufwachen, schnell vergisst, wenn man eine Weile wach ist. Aber dieses Mal betrug die Umkehrperiode, die der Muttercomputer irgendwie gewählt hatte, »drei Tage«. Dies war nur ein Zufall, aber es war das erste Mal in der Geschichte, dass der Muttercomputer mit der »Überschreiben«-Option in eine Ära zurückkehrte, die so weit fortgeschritten war, dass der Zugang zum Muttercomputer möglich war.",
    "In Gideon waren die Erinnerungen an den Untergang der Menschheit, genauer gesagt die Erinnerungen kurz vor dem Untergang der Menschheit, zurückgeblieben. Und die Besatzung des Raumschiffs »Poraporapora« war eine begrenzte Anzahl von Menschen mit Zugriffsrechten auf den Muttercomputer. Gideon stellte dem Muttercomputer über das Terminal eine Frage zu den Erinnerungen an den Untergang der Menschheit. Der Muttercomputer antwortete, dass der Untergang der Menschheit eine Tatsache sei. Gideons nächste Frage war, wie man den Untergang der Menschheit aufhalten könne. Die Antwort des Muttercomputers war »Sushi«.",
    "[op_0]",
    "Katelyn war einst die Königin des kleinen Landes »Pokupokuchin«. Das Land »Pokupokuchin« war eines der auf der Erde verbliebenen Länderspiele, aber bis zu ihrem 50. Lebensjahr hatte Katelyn nie daran gezweifelt, dass sie aus einer königlichen Familie stammte. Und als sie 50 wurde, wurde Katelyn der Streich verraten. Der Mechanismus des Landes war ein Spiel, und Katelyn wurde die Wahl gegeben, entweder das Spiel fortzusetzen oder ein anderes Leben nach ihren Wünschen zu führen. Für einen Menschen, der bis dahin in Armut gelebt hatte, wäre es unvermeidlich gewesen, ein anderes Leben für einen wohlhabenden Lebensabend zu wählen. Katelyn war jedoch ursprünglich in eine königliche Familie hineingeboren worden und hatte bereits ein Leben ohne Entbehrungen geführt, das man sich zu dieser Zeit vorstellen konnte, und in solchen Fällen blieben die meisten Menschen statistisch gesehen beim Länderspiel. Aber Katelyn wählte die Außenwelt. Sie drückte den rechten Knopf eines unwissenschaftlichen Auswahlterminals, das plötzlich vor ihr erschien.",
    "[op_9]",
    "Nach dem Gutenbergschen Gesetz neigen Menschen dazu, ihren Blick von links oben nach rechts unten zu bewegen, und wenn man einen Knopf auf der linken Seite platziert, ist es leicht, den Knopf mit einer natürlichen Blickbewegung zu finden. Für den Designer, der die Enthüllungsfunktion des Länderspiels entwickelt hat, war es wahrscheinlich natürlich, dass die meisten Menschen die Wahl »ein anderes Leben wählen« trafen. Wenn man darüber nachdenkt, ist das selbstverständlich, denn wenn man das 50. Lebensjahr überschritten hat, leben die meisten Menschen mit dem Bedauern über ihr bisheriges Leben. Für die meisten Menschen war die Wahl »ein anderes Leben wählen« nur ein Bonus. Tatsächlich war es so eingerichtet, dass beim Drücken des linken Knopfes »das bisherige Leben wählen« ein Bestätigungs-Popup mit der Frage »Sind Sie sicher, dass Sie mit Ihrem bisherigen Leben zufrieden sind?« erschien. Nachdem jedoch die Überprüfung durch einen bebrillten Vorgesetzten-Designer, der der Meinung war, dass es besser sei, den Menschen die freie Wahl zu lassen, bestanden worden war, mussten der linke und der rechte Knopf auf diesem Bildschirm in Farbe und Schriftgrad gleich angeordnet werden. Infolgedessen wählte Katelyn, ohne tief nachzudenken, den rechten Knopf, weil sie dachte, es sei »Weiter«. Es war der Knopf »ein anderes Leben wählen«.",
    "[op_10]",
    "Und so wurde Katelyn in die Welt der Charaktererstellung versetzt. Katelyn war so überrascht, dass sie zweimal auf »Zufällig« drückte und nicht mehr zu ihrem Standardaussehen zurückkehren konnte. Katelyn, deren Hals länger als ihre Beine geworden war, kämpfte sich ab und brachte ihren Charakter mühsam von Hand wieder in ihre ursprüngliche Form. Nachdem sie viele Feineinstellungen vorgenommen und nach etwa einer Stunde ein zufriedenstellendes Ergebnis erzielt hatte, wollte sie den »Fertig«-Knopf drücken, drückte aber versehentlich wieder den »Zufällig«-Knopf. Katelyn war es egal, sie änderte ihr Geschlecht und ging weiter.",
    "[op_0]",
    "Und der Ort, an den Katelyn geschickt wurde, war die Ausbildungsschule für die Besatzung des »Raumschiffs Poraporapora Existenzbekanntmachungsflotte«. Obwohl es eine Schule war, war der Lehrplan so gestaltet, dass es nach der Eröffnungszeremonie nur eine leichte Vorlesung gab und die praktische Ausbildung bereits am Nachmittag desselben Tages begann. Allein das Schulgelände war halb so groß wie das Land »Pokupokuchin«, und die meisten Menschen kannten die Welt außerhalb der Ausbildungsschule nur aus Videos. Katelyn versucht sich zu erinnern, warum sie hier ist. Die Erinnerung daran, jahrzehntelang als Königin von »Pokupokuchin« regiert zu haben, die Erinnerung daran, eine Stunde lang in der Welt der Charaktererstellung gekämpft zu haben, und die Erinnerung daran, hart für die Aufnahmeprüfung der Ausbildungsschule gelernt zu haben, vermischten sich. Sie hatte kein Gefühl für die Realität, hier zu sein, aber sie konnte die Instrumente des Raumschiffs reibungslos überprüfen.",
    "[op_11]",
    "Die Geschichte springt ein wenig zurück in die Zeit, als das Länderspielsystem, einschließlich des Landes »Pokupokuchin«, auf der ganzen Erde entworfen wurde. Mit dem Entwurf dieses großartigen Freizeitssystems, das zu diesem Zeitpunkt 99 % der gesamten Erdbevölkerung erleben sollte, waren ein junger Designer in der Rolle eines »ernsthaften Untergebenen« und ein bebrillter Designer in der Rolle eines »bebrillten Vorgesetzten« betraut, die ebenfalls im Rahmen eines Arbeitsspiels ernannt worden waren. Der junge Untergebene-Designer war der Meinung, dass sowohl der linke Knopf »das bisherige Leben wählen« als auch der rechte Knopf »ein anderes Leben wählen« wichtig seien, und schlug vor, die Farben zu trennen, um die Wahl zu erleichtern. Der bebrillte Designer wiederholte jedoch immer wieder subjektive Einwände. Am Ende wurden die beiden Knöpfe, wie der bebrillte Designer es wollte, zu einem flachen Design mit genau der gleichen Farbe. Der junge Designer war verzweifelt und dachte an den Untergang der Menschheit. Und der bebrillte Designer dachte sich, um die Verantwortung zu umgehen, eine Methode aus, um die Menschheit zu retten.",
    "[op_12]",
    "Die Wohnheime der Ausbildungsschule für die Besatzung des »Raumschiffs Poraporapora Existenzbekanntmachungsflotte« waren um einen Innenhof herum gebaut, in dem eine riesige Bronzestatue des bebrillten Designers stand. Jeder, der die Ausbildungsschule besuchte, hatte schon einmal vom bebrillten Designer gehört. Denn in der leichten Vorlesung nach der Eröffnungszeremonie hörten sie die Geschichte des Helden, der die Welt vor dem Untergang der Menschheit retten würde. Der verrückteste Punkt war, dass der bebrillte Designer noch am Leben war. Und Katelyn, die die praktische Ausbildung direkt nach der Enthüllungsfunktion des Länderspiels im Traumzustand sicher beendet hatte, kehrte ins Wohnheim zurück.",
    "[op_13]",
    "Als Katelyn in ihr Zimmer zurückkehrte, gab es in der Ecke des Zimmers ein blendend blinkendes Licht, auf dem Tisch Zwillings-Grünschleime und auf dem Bett einen sich langsam bewegenden menschlichen Fleck. Für Katelyn war es zur Hälfte das Zimmer eines anderen, und es bestand die Möglichkeit, dass sie sich aufgrund der Verwirrung ihrer Erinnerungen nicht daran erinnern konnte, bis gestern mit ihnen zusammen gewesen zu sein, also verhielt sie sich so natürlich wie möglich, als ob es von Anfang an so gewesen wäre. Vielleicht hatte er die Geduld verloren, eine Telepathie wurde an Katelyn gesendet, eine Stimme ertönte aus dem Lautsprecher des Zimmers, und etwas wie Schrift begann an der Wand zu erscheinen. Nachdem Katelyn versucht hatte, durch Entschlüsselung jedes einzelnen zu kommunizieren, stellte sich heraus, dass der menschliche Fleck die Telepathie gesendet hatte, der Grünschleim die Stimme abgespielt hatte und das Licht die Schrift an die Wand geschrieben hatte. Sie hatten alle mit unterschiedlichen Absichten versucht, mit Katelyn in Kontakt zu treten, aber durch einen Zufall waren sie gleichzeitig in diesem Raum erschienen.",
    "Das Licht, der Grünschleim und der Fleck schienen sich gegenseitig für eine etwas seltsame Inneneinrichtung gehalten zu haben, bis Katelyn ins Zimmer zurückkehrte, und als sie durch Katelyn erfuhren, dass sie kommunikationsfähige Wesen waren, wurden sie eine Weile misstrauisch gegeneinander. Nachdem sie jedoch einige gemeinsame Probleme gelöst und entführte Gefährten gerettet hatten, bauten sie allmählich ein Vertrauensverhältnis auf, und erst dann konnten Katelyn und die drei Wesen die aktuelle Situation auf einem Whiteboard zusammenfassen.",
    "[op_14]",
    "Zuerst stellte sich das Licht als Mensch aus einer anderen Parallelwelt vor, die gezwungen war, durch die Expansion der Parallelwelten, einschließlich des gegenwärtigen Universums, zu schrumpfen. Das Licht hatte beobachtet, dass der Bereich, in dem ihre Welt existieren konnte, mit einer normalerweise unmöglichen Geschwindigkeit verschwand, und hatte versucht, mit dieser Welt in Kontakt zu treten, die zu dem Zeitpunkt entstanden war, der die Ursache war, so die Geschichte.",
    "Der Grünschleim erklärte, dass in der Welt, in der sie einst waren, viele Monster von Menschen überfallen wurden und ihre eigene Spezies bedroht war, also waren sie in diese Welt teleportiert, um etwas dagegen zu unternehmen. Ein Grünschleim wird als Opfer für die Teleportation verbraucht, aber da man nicht wählen kann, wer das Opfer wird, wurden die klügsten Zwillings-Grünschleime ausgewählt, um die Welt zu durchqueren. Anscheinend konnten sie beide wegen der Tränen ihrer Kindheitsfreundin und einer alten Halskette, die während des Rituals verschüttet wurden, teleportieren.",
    "Der Fleck stellte sich als einst als die Beatles bekannt vor und teilte mit, dass er existiere, um durch Musik den Weltfrieden zu erreichen. Er sagte jedoch, dass er selbst nicht wisse, warum er in Katelyns Zimmer erschienen sei oder was er dafür tun müsse.",
    "Jedenfalls dachte Katelyn, dass der Fleck wahrscheinlich die Wahrheit sagte. Es war nur Katelyns Intuition, basierend auf ihren Erinnerungen als Königin von »Pokupokuchin«.",
    "[op_15]",
    "Gerade als Katelyn die Erklärungen der drei Wesen auf dem Whiteboard zusammengefasst hatte und kurz etwas trinken gehen wollte, ertönten zwei Notfallsummer, die im Zimmer installiert waren. Wenn ein Notfallsummer ertönte, war es ein kleiner Notfall, und wenn zwei ertönten, war es ein großer Notfall. Seit dem Bau des Wohnheims hatten noch nie drei Summer gleichzeitig ertönt. Katelyns Zimmertelefon klingelte. Es war das Signal für den Notstart des zweiten Raumschiffs der »Raumschiff Poraporapora Existenzbekanntmachungsflotte«, des Raumschiffs »Poraporapora«.",
    "[op_0]",
    "[op_3]",
    "Max zeigte auf die Instrumententafel und schrie etwas. Gideon warf einen kurzen Blick auf Laila und Katelyn, die weiterhin modifiziertes Schere, Stein, Papier spielten, und richtete dann seinen Blick auf die Instrumententafel, auf die Max zeigte. In Gideons Blickfeld sind rot blinkende Warnleuchten und eine Schubsystemleistung zu sehen, die weit unter dem Normalwert liegt. Gideon war irgendwie ruhig und dachte, es sei dasselbe wie in der vorherigen Zeitachse. Auf dem Display der Instrumententafel scrollten mehrere Fehlermeldungen.",
    "Gideon nähert sich der Tafel und liest die angezeigten Fehlercodes. Es ist dasselbe wie in der vorherigen Zeitachse. Die Methode, den Untergang der Menschheit zu retten, die Antwort des Muttercomputers war »Sushi«. Aber Gideon hatte keine Ahnung, was »Sushi« war, und er glaubte nicht, dass die anderen Besatzungsmitglieder ihm glauben würden, wenn er ihnen sagen würde, dass die Menschheit in ein paar Tagen untergehen würde. In solchen Fällen war die überzeugendste Art, mit den Menschen dieser Zeit zu verhandeln, den Muttercomputer an seiner Stelle erklären zu lassen.",
    "Max streckt seine Hand nach dem roten Notfallknopf an der Wand aus. Er ist dabei, den Knopf ohne zu zögern zu drücken, einen ohrenbetäubenden Alarm im Schiff auszulösen und gleichzeitig eine automatische Durchsage aus den Deckenlautsprechern zu starten, um mit einer emotionslosen Stimme, die einen Notfall verkündet, Spannung im Schiff zu erzeugen. Gideon hielt Max auf.",
    "[op_3]",
    "Max stellt Gideon eine Frage, der eine vom Handbuch abweichende Vorgehensweise anweist. Gideon antwortet, dass er es gleich erklären wird. Laila und Katelyn spielten immer noch modifiziertes Schere, Stein, Papier, also atmete Gideon ein, um sie zu rufen und sie aufzuhalten. Gideon rief die beiden leise an. Die beiden hörten auf, modifiziertes Schere, Stein, Papier zu spielen.",
    "Vor den dreien stellte Gideon dem Muttercomputer eine Frage zum Untergang der Menschheit, und der Muttercomputer erzählte ihnen, dass die Menschheit in ein paar Tagen untergehen würde und dass die Methode, den Untergang der Menschheit aufzuhalten, Sushi sei. Max, Laila und Katelyn waren von der Fülle an Informationen fassungslos. Für Gideon war der Untergang der Menschheit etwas, das er bereits einmal erlebt hatte, und die wichtige Information war, dass die Methode, den Untergang aufzuhalten, Sushi war. Aber für die anderen drei war der Schock der Information »die Menschheit wird in ein paar Tagen untergehen« so groß, dass sie die Situation nicht begreifen konnten. Gideon sah die drei mit offenen Mündern an und spürte einen Kommunikationsfehler. Er dachte, dass es in diesem Stadium vielleicht besser gewesen wäre, wenn er es direkt erklärt hätte, anstatt des Muttercomputers. Jedenfalls mussten sie eine Notlandung machen. Gideon schrie Max, Laila und Katelyn die Notlandungsprozeduren zu. Die drei, die zu sich gekommen waren, gingen wie im Handbuch vorgeschrieben zu ihren jeweiligen Posten, aber man konnte sehen, dass sie immer noch verwirrt waren. Die »Poraporapora« näherte sich der Erde weiter, und auch von den Instrumenten im Schiff ertönten Alarme. Laila umklammerte den Steuerknüppel fester. Da alle nervös waren, scheiterte die Notlandung, aber alle Besatzungsmitglieder waren in Sicherheit.",
    "[op_16]",
    "Nach der Landung der Poraporapora trat sie, wie für Gideon in der vorherigen Zeitachse, in die »sequentielle Aufwachphase« ein, in der Aidan, Bella, Cora, Daria, Edgar, Finn, Haku, Jasper, Naila, Oskar, Patrick, Quincy, Rowan, Sid, Theo, Ulrich, Victor, Willow, Xavier und Zoe, die nicht wie Laila, Gideon, Katelyn und Max während der »bemannten Überwachungszeit« wach waren, nacheinander aufwachen sollten. Der erste, der aufwachte, war Aidan, und die vier warteten in der wegen der gescheiterten Notlandung geneigten Schiffshalle auf sein Erwachen. Laila, Katelyn und Max machten sich Sorgen, wie sie den Besatzungsmitgliedern die Geschichte vom Untergang der Menschheit erzählen sollten. Gideon dachte über die Methode nach, den Untergang der Menschheit zu verhindern, Sushi.",
    "[op_0]",
    "[op_17]",
    "Der erste, der aufwachte, war Aidan. Aidan war einst der Bruder von Papayasalat. Der Papayasalat-Laden »Mountain God« war ein berühmter Laden in der Nähe eines Teiches, der für sein sauberes Quellwasser bekannt war, nicht weit vom Hauptquartier der Erdföderation entfernt. Papayasalat-Läden waren eine neue Art von Restaurant, die um das Jahr 200.000.000 n. Chr. entstanden, eine Art von Laden, der sich bewegte, indem er einen hölzernen Stand zog und dabei eine Trompete blies. Wenn sich eine bestimmte Anzahl von Kunden versammelte, nachdem sie das Geräusch der Trompete gehört hatten, servierten sie den Kunden schließlich kostenlos Papayasalat. Während die Kunden den Papayasalat aßen, war es ein Laden, in dem sie vor den Kunden eine von Sponsoren bezahlte Stand-up-Comedy-Show aufführten. Der Papayasalat-Laden »Mountain God« war ein Franchise-Laden des ursprünglichen Papayasalat-Ladens »Mountain«, und »Mountain« war der Laden, der den legendären Papayasalat-Bruder »Takahashi« hervorbrachte. »Takahashi« soll der erste Papayasalat-Bruder gewesen sein, der die sogenannte »Neuanfang« begann, bei der er mit einer neuen Stand-up-Comedy-Show begann, anstatt mit der Sponsoren-Stand-up-Comedy-Show, mit der die Papayasalat-Brüder bis dahin begonnen hatten. Da das Einkommen der Papayasalat-Läden aus der Vorführung von Sponsoren-Stand-up-Comedy-Shows bestand, war der Widerstand in der damaligen Papayasalat-Laden-Welt groß. Aber letztendlich begann mit dem von »Takahashi« initiierten »Neuanfang« der erste Papayasalat-Laden-Boom, der maßgeblich zur Verbesserung des Status der Papayasalat-Brüder insgesamt beitrug. Aus diesem Grund war das Niveau der Papayasalat-Brüder in der »Mountain«-Kette besonders hoch, und es war berühmt, dass man bei der 4-minütigen Stand-up-Comedy-Show, die bei den Auditions abgehalten wurde, sofort durchfiel, wenn man sich auch nur einmal verhaspelte, und es war auch berühmt, dass es eine Regel gab, vor der Audition einen Elektroschocker an den Hals zu halten, um Betrugsversuche zu verhindern, bei denen eine aufgezeichnete Stand-up-Comedy-Show aus einem im Mund versteckten Lautsprecher abgespielt wurde. Aidan bewunderte den führenden Papayasalat-Bruder »Takahashi God« in diesem »Mountain God« und war ein einfacher Papayasalat-Bruder, der in einem namenlosen Papayasalat-Laden in seiner Heimatstadt angestellt war. Obwohl Aidan nicht an der Audition der »Mountain«-Kette teilgenommen hatte, hatte er viele Male geübt, nach dem Anlegen eines Elektroschockers eine Stand-up-Comedy-Show aufzuführen, so dass er sehr widerstandsfähig gegen Elektroschocker war.",
    "[op_19]",
    "Eines Tages kam Aidan wie immer zu »Mountain God«, um Papayasalat zu essen. Natürlich arbeitete Aidan nicht bei »Mountain God«, also war er nur als Kunde da. Aidans Ziel war es, »Takahashi God« und viele andere Papayasalat-Brüder zu sehen. Unter der »Mountain«-Kette hatte der Papayasalat von »Mountain God« tendenziell mehr Papaya und weniger grüne Bohnen als normaler Papayasalat. Die Menge an Kirschtomaten, Erdnüssen, getrockneten Garnelen und Knoblauch entsprach dem geheimen Rezept der »Mountain«-Kette, aber als charakteristische Würze von »Mountain God« wurde die Menge an Chilischoten gegenüber dem geheimen Rezept stark erhöht, und es war keine Übertreibung zu sagen, dass fast die 4,5-fache Menge hinzugefügt wurde. Die feuerspeiende Papaya, die auf dem Schild von »Mountain God« abgebildet war, warnte vor dieser Schärfe.",
    "[op_18]",
    "Aidan nahm einen Bissen Papayasalat. In diesem Moment durchfuhr ein stechender Schmerz seinen Mund. Es war, als ob sein Mund in Flammen stand. Seine Zunge war taub, und sein Hals brannte wie Feuer. Die intensive Schärfe griff Aidans Geschmackssinn gnadenlos an. Sein Gehirn sendete ein Gefahrensignal. Aber Aidan schluckte den Papayasalat hinunter. In dem Moment, als er schluckte, spürte er, wie etwas Heißes aus seiner Magengegend aufstieg. Es war, als ob Magma in seinem Magen kochte. Aidan musste unwillkürlich husten. Jedes Mal, wenn er hustete, entwich heißer Atem aus seinem Mund. Es war wie ein kleiner Flammenwerfer. Tränen strömten aus seinen Augen, und seine Nase lief unaufhörlich. Sein Gesicht färbte sich schnell rot, und Schweiß brach auf seiner Stirn aus. Aidan konnte sich nicht vorstellen, wie schrecklich sein Gesicht aussah. Er dachte nur daran, diesen intensiven Schmerz irgendwie loszuwerden. Aidan öffnete mit einer Hand den Deckel der ihm gegebenen Plastikwasserflasche und trank sie auf einmal aus. Aber das Wasser fühlte sich an wie kochendes Wasser. Die Schärfe ließ überhaupt nicht nach, sondern schien sich noch zu verstärken. Aidan versuchte, noch einmal Wasser zu trinken, aber seine Hand zitterte. Sein Atem war schwer, und sein Herz schlug heftig. Es war, als hätte er gerade einen Marathon beendet. Aber sein Körper war nicht müde, sondern schien aufgeregt zu sein. Es war eine abnormale Aufregung, die durch den Schmerz verursacht wurde. Obwohl Aidan den Papayasalat von »Mountain God« schon oft erlebt hatte, war Aidan schwach gegen Schärfe.",
    "[op_20]",
    "Aidan lauschte mit schwindendem Bewusstsein aufgrund der Schärfe der Stand-up-Comedy-Show von »Takahashi God«, die sich vor ihm abspielte. Es war eine klassische Nummer, die Aidan schon oft gehört hatte, aber an diesem Tag klang sie anders als sonst. Jedes Wort, das »Takahashi God« sprach, wurde in Aidans Gehirn wie ein Code neu zusammengesetzt. Es war ein Bereich, den nur Aidan verstehen konnte, der seit vielen Jahren als Papayasalat-Bruder gelebt hatte. Ein berühmter Klassiker auch in der Papayasalat-Laden-Kette »Mountain«, »Rezept«. Es war eine Stand-up-Comedy-Show über das versteckte Rezept von Papayasalat, aber es schien nicht nur eine Metapher zu sein, sondern einen konkreten Ort anzugeben. Die von »Takahashi God« erwähnten Papaya-Anbaugebiete, die Gewürzmischungen, die Anordnung der Kochutensilien, all das verband sich in Aidans Kopf wie eine Karte, die auf einen bestimmten Ort hinwies. Es wies auf die Essenz des Papayasalats und den Ort des von »Takahashi God« versteckten Schatzes hin. Aidan war sich in seinem schwindenden Bewusstsein sicher, wo dieser Ort war. Er wusste nicht, was dort war, aber er verspürte einen starken Drang, dorthin zu gehen. Es war eine unwiderstehliche Kraft, als ob er vom Schicksal geführt würde. Er verstand intuitiv, dass dieser Ort der Schlüssel zur Lösung der Wahrheit des Papayasalats und gleichzeitig ein Ort sein würde, der Aidans eigenes Leben stark verändern würde. Die Stand-up-Comedy-Show von »Takahashi God« war nicht nur Unterhaltung, sondern für Aidan eine wichtige Offenbarung, die sein Leben beeinflussen würde. Aidan begann leise in seinem Herzen, sich auf den Weg zu diesem Ort vorzubereiten. Es bedeutete den Beginn einer neuen Reise als Papayasalat-Bruder.",
    "[op_21]",
    "Nachdem Aidan »Mountain God« verlassen hatte, ging er zur öffentlichen Toilette zwischen »Mountain God« und dem berühmten Weltkulturerbe »Papaya-Pyramide«. Sein Hauptzweck war es, seine Notdurft zu verrichten, aber der Ort des Schatzes, der ihm beim Hören von »Rezept« eingefallen war, war genau diese öffentliche Toilette. Aidan verrichtete zunächst seine Notdurft und sah sich dann um.",
    "[op_22]",
    "Die Aussicht aus der Toilettenkabine war nur eine Toilette. Für einen normalen Menschen war es eine alltägliche Szene, aber Aidan war zuversichtlich, dass er sich dem Kern des Schatzes näherte. Aber von hier an hatte Aidan keine Ahnung von irgendwelchen Hinweisen aus der Stand-up-Comedy-Show »Rezept«. Aidan klopfte zunächst an die Wand. Nichts geschah. Er ging laut auf dem Boden auf und ab und ließ seine Fersen knallen. Nichts geschah. Er blickte zur Decke und drückte langsam auf das Toilettenpapier an der Wand. Das Toilettenpapier wurde langsam in die Wand gesaugt.",
    "[op_9]",
    "In diesem Moment wurde Aidan der Streich verraten. Plötzlich erschien vor ihm die Benutzeroberfläche des Streichs. Links war der Knopf »das bisherige Leben wählen«, rechts der Knopf »ein anderes Leben wählen«. Unglücklicherweise hatte Aidan bereits seine rechte Hand an die Wand gelegt, um das Toilettenpapier zu drücken. Als Aidan vor dem plötzlich erschienenen Streich erstarrte, reagierte der Knopf »ein anderes Leben wählen«, der mit seiner rechten Hand überlappte, von selbst.",
    "[op_12]",
    "Und nach der Charaktererstellung und so weiter war der Ort, an den Aidan geschickt wurde, das Wohnheim für die Besatzung des »Raumschiffs Poraporapora Existenzbekanntmachungsflotte«. Die Erinnerung daran, als Papayasalat-Bruder von der »Mountain«-Kette geträumt und immer wieder Stand-up-Comedy geübt zu haben, die Erinnerung an den extrem scharfen und unerträglichen Papayasalat von »Mountain God« und die Erinnerung daran, hart für die Aufnahmeprüfung der Ausbildungsschule gelernt zu haben, vermischten sich. Aidan hatte kein Gefühl für die Realität, hier zu sein, aber die Abfolge der Bewegungen, ins Wohnheim zurückzukehren und sich ins Bett zu legen, konnte er reibungslos ausführen.",
    "[op_0]",
    "[op_17]",
    "Laila, Katelyn und Max erzählten dem aufgewachten Aidan die Geschichte vom Untergang der Menschheit, und Gideon erzählte ihm von Sushi, der Methode, den Untergang der Menschheit zu verhindern. Sie waren kurz davor, darüber zu sprechen, was Sushi sei, aber sie beschlossen, darüber nachzudenken, nachdem alle aufgewacht waren, und die fünf beschlossen, auf das nächste Besatzungsmitglied zu warten. Und die nächste, die aufwachte, war Bella. In dem Moment, als Bella ihr Gesicht in der Lobby zeigte, in der die fünf warteten, begann sich das Raumschiff plötzlich langsam zu bewegen.",
    "[op_16]",
    "Die Regel war, dass das Raumschiff während der »sequentiellen Aufwachphase« absolut ruhig sein musste, und einschließlich der aufgewachten Bella waren sechs Besatzungsmitglieder wach. Die restlichen 18, Cora, Daria, Edgar, Finn, Haku, Jasper, Naila, Oskar, Patrick, Quincy, Rowan, Sid, Theo, Ulrich, Victor, Willow, Xavier und Zoe, befanden sich immer noch im Kälteschlaf. In dem Moment, als sich das Raumschiff zu bewegen begann, überprüfte Katelyn das Stopp-Kontroll-Schließsystem der Lobby. Als sie bestätigte, dass sich der Schließhebel etwa in der Mitte zwischen der untersten und der zweiten Markierung befand, zog Katelyn den Hebel ganz nach unten. Mit einem Klickgeräusch hielt das Raumschiff an. Laila pfiff und zwinkerte. Vielleicht war die »Poraporapora« aufgrund der gescheiterten Landung ungewöhnlichen Erschütterungen und Belastungen ausgesetzt. Die sechs kamen zu dem Schluss, dass dies der Grund war, warum sich das Raumschiff bewegt hatte und der Grund für den Schließhebel.",
    "[op_17]",
    "Nachdem der Aufruhr um das Stopp-Kontroll-Schloss des Raumschiffs beigelegt war, erzählten Laila, Katelyn und Max der aufgewachten Bella die Geschichte vom Untergang der Menschheit, und Gideon erzählte ihr von Sushi, der Methode, den Untergang der Menschheit zu verhindern. Während Bella die Geschichte vom Untergang der Menschheit hörte, schien sie im Gegensatz zu Aidan völlig ruhig zu sein. Aber als Gideon begann, über die Methode zur Rettung der Menschheit zu sprechen, wurde Bellas Gesichtsausdruck misstrauisch. In dem Moment, als sie hörte, dass die Methode, den Untergang der Menschheit zu verhindern, »Sushi« sei, weiteten sich Bellas Augen, und sie erstarrte vollständig.",
    "[op_23]",
    "Bellas Eltern waren objektiv gesehen betrügerische Wahrsager. Seit Bella klein war, predigten sie den Menschen den Untergang der Menschheit und schürten Angst, und während sie sagten, dass weltlicher Besitz bedeutungslos sei, sammelten sie unter dem Vorwand von Spenden Geld ein und lebten selbst ein luxuriöses Leben. Um die Ehre von Bellas Eltern zu wahren, sei hinzugefügt, dass es um das Jahr 200.000.000 n. Chr. sehr viele Menschen gab, die solche Aktivitäten ausübten, und da viele von ihnen aus nicht sehr wohlhabenden Familien stammten, gab es auch eine Atmosphäre, in der die Gesellschaft diese Aktivitäten als eine Art Wohltätigkeit stillschweigend duldete. So konnte Bella selbst eine einigermaßen anständige Ausbildung erhalten und hatte eine abgeklärte Lebenseinstellung gegenüber der Arbeit ihrer Eltern und sich selbst, die davon profitierte. Bella selbst dachte, ihre Eltern seien ihre Eltern und sie sei sie selbst, und nachdem sie erwachsen geworden war, nahm sie einen Beruf als regionale Verkehrskorrespondentin an, der nichts mit Wahrsagerei zu tun hatte.",
    "[op_24]",
    "Die Arbeit eines regionalen Verkehrskorrespondenten um das Jahr 200.000.000 n. Chr. bestand tatsächlich darin, auf einer festgelegten Route mit einem festgelegten Transportmittel zu patrouillieren und zu überprüfen, ob festgelegte Änderungen stattgefunden hatten. Das Terminal, das dem regionalen Verkehrskorrespondenten übergeben wurde, hatte neben den vom Korrespondenten selbst eingegebenen Elementen ein System, bei dem ein ständig aktiver Sensor die Umgebung ständig überwachte und Informationen an den Muttercomputer sendete. Nach Bellas eigener Wahrnehmung war es ein Job, bei dem sie wie eine Entdeckerin reisen konnte, wohin sie wollte, aber in Wirklichkeit war es, wie viele andere Jobs in dieser Zeit, ein Job, bei dem die meisten Ergebnisse im Voraus feststanden. Während Bella als regionale Verkehrskorrespondentin unterwegs war, wurde ihr der Streich des Länderspiels verraten, aber Bella war mit ihrem Leben so zufrieden, dass sie den Knopf »das bisherige Leben wählen« drückte. Jedenfalls reiste Bella in verschiedene Regionen, half Anfängergruppen, traf auf ein leuchtendes Prophezeiungsbuch und einen in Ruinen lebenden Wissenschaftler, besiegte den Dämonenkönig und kam schließlich zu der Überzeugung, dass »der Untergang der Menschheit real ist«. Aus Bellas Sicht bedeutete dies, dass ihre Eltern die Wahrheit gesagt hatten, aber die Handlung, ohne Beweise zu propagieren und Geld zu verdienen, war für Bella, ob es nun die Wahrheit oder eine völlige Lüge war, beides gleichbedeutend mit Betrug. Bella konnte den genauen Zeitpunkt des Untergangs der Menschheit oder die Details der Ereignisse nicht erfassen, aber sie entschied, dass es ein Risiko darstellte, zu diesem Zeitpunkt im Jahr 200.000.000 n. Chr. auf der Erde zu sein, und Bella trat aus eigenem Willen in die Ausbildungsschule für die Besatzung des »Raumschiffs Poraporapora Existenzbekanntmachungsflotte« ein.",
    "[op_17]",
    "Für Bella war der Untergang der Menschheit ein unvermeidliches Ereignis, von dem sie aufgrund verschiedener Informationen überzeugt war, und die Handlung, den Untergang der Menschheit zu verhindern, war eine Idee, die ihr nie in den Sinn gekommen war. Die konkrete Methode, »Sushi«, war etwas, von dem Bella noch nie gehört hatte, obwohl sie als regionale Verkehrskorrespondentin in verschiedene Regionen gereist war, aber Bella fand es ein wenig interessant. Auch hier waren sie kurz davor, darüber zu sprechen, was Sushi sei, aber sie beschlossen, darüber nachzudenken, nachdem alle aufgewacht waren, und die sechs beschlossen, auf das nächste Besatzungsmitglied zu warten.",
    "[op_0]",
    "[op_17]",
    "Die nächste, die in der »sequentiellen Aufwachphase« aufwachte, war Cora. Die wachen Besatzungsmitglieder gaben Cora die gleiche Erklärung, und Cora reagierte ähnlich. Wieder waren sie kurz davor, darüber zu sprechen, was Sushi sei, aber sie beschlossen, darüber nachzudenken, nachdem alle aufgewacht waren, und die sieben beschlossen, auf das nächste Besatzungsmitglied zu warten.",
    "[op_0]",
    "[op_17]",
    "Die nächste, die aufwachte, war Daria. Bevor sie Besatzungsmitglied wurde, arbeitete Daria in einer Bäckerei in der Stadt. Das Brot, das Daria am besten konnte, war Croissant. Die Bäckerei, in der Daria arbeitete, befand sich in einer ruhigen Wohngegend, etwas abseits vom Stadtzentrum, und das kleine Backsteingebäude, das mit Efeu bewachsen war, machte einen niedlichen Eindruck. Schon früh am Morgen verbreitete sich der duftende Geruch von gebackenem Brot in der Stadt, und für die Nachbarn war dieser Geruch ein Teil ihres Alltags.",
    "[op_25]",
    "Darijas Croissant war außen knusprig, innen feucht und hatte einen reichen Buttergeschmack. Seine Köstlichkeit wurde unter den Stadtbewohnern bekannt, und einige Leute kamen von weit her, um Darijas Croissant zu kaufen. Schließlich kam ein Kunde, der behauptete, ein Weiser zu sein, der mehrmals wiedergeboren und in den Ruhestand getreten war, und um die Vielfalt des Brotes der Welt zu schützen, sollte Daria ein besonderes Brot backen. Um Hefe aus Drachenspeichel herzustellen, verdiente sie durch Aktienmanipulation ein Vermögen, und das besondere Brot, das sie irgendwie herstellte, bekam ein eigenes Bewusstsein und tauschte den Platz mit Daria, und der Weise ging an einem regnerischen Tag mit dem besonderen Brot nach draußen, um es zu versiegeln, und schließlich erlangte Daria die Fähigkeit, die Zeit anzuhalten. Nur einmal im Monat, für etwa eine Woche, kann Daria die Zeit um sich herum anhalten. Da aber auch Darijas eigene Zeit anhielt, konnte Daria selbst diese Fähigkeit, die Zeit anzuhalten, nicht wirklich verstehen.",
    "Die wachen Besatzungsmitglieder gaben Daria die gleiche Erklärung. Daria reagierte ähnlich. Wieder waren sie kurz davor, darüber zu sprechen, was Sushi sei, aber sie beschlossen, darüber nachzudenken, nachdem alle aufgewacht waren, und die acht beschlossen, auf das nächste Besatzungsmitglied zu warten.",
    "[op_0]",
    "Kapitel 1 ~Erwachen~",
    "[op_0]",
    "Die vier, die bereits während der »bemannten Überwachungszeit« wach waren – Laila, Gideon, Katelyn und Max – und die vier, die während der »sequentiellen Aufwachphase« aufgewacht waren – Aidan, Bella, Cora und Daria –, insgesamt acht Personen, warteten in der Lobby des Raumschiffs auf Edgar, der als Nächstes aufwachen sollte. Bisher war es meist so gewesen, dass das nächste Besatzungsmitglied bald erwachte, während die bereits wachen Mitglieder mit dem Neuankömmling über die Nachwirkungen der Geschichte vom Untergang der Menschheit plauderten oder leichten Smalltalk führten. Doch auch nachdem sie all diese Gespräche beendet hatten und die Gesprächspausen häufiger wurden, gab es immer noch kein Anzeichen dafür, dass Edgar aufwachen würde. Ein Grund, warum diese Zeit so lang erschien, könnte die unterschiedliche Häufigkeit der »bemannten Überwachungszeit« zwischen Daria, die zuletzt aufgewacht war, und den sieben davor gewesen sein, was das Gespräch etwas unbeholfen machte. Aber selbst wenn man diesen mentalen Grund außer Acht lässt, dauerte es bei Edgar tatsächlich viel länger, aufzuwachen, als bei den vier, die bisher erwacht waren.",
    "[op_26]",
    "Nachdem es mehrmals still geworden war, war es Gideon, der das Schweigen brach. Unter den jetzt wachen Besatzungsmitgliedern kannte niemand das Wort »Sushi« oder auch nur einen Hinweis darauf. Gideons Vorschlag war, dass wahrscheinlich auch unter den noch aufwachenden Besatzungsmitgliedern niemand »Sushi« kannte, und dass es für alle stressig sein würde, bei jeder Erklärung von den Besatzungsmitgliedern mit Fragen bombardiert zu werden. Mit anderen Worten, er schlug vor, den Muttercomputer jetzt nach »Sushi« zu fragen. Einige Besatzungsmitglieder, die den Austausch mehrmals erlebt hatten, stimmten zu. Bella äußerte die Meinung, dass selbst wenn der Muttercomputer eine Antwort zu »Sushi« geben würde, sie die Genauigkeit selbst beurteilen müssten. Bella hatte damit eigentlich ihre Skepsis gegenüber der Methode zur Verhinderung des Untergangs der Menschheit ausdrücken wollen. Für die anderen Besatzungsmitglieder klang es jedoch so, als würde Bella aus Angst immer noch nicht an den Untergang der Menschheit glauben. Katelyn setzte ein möglichst freundliches Gesicht auf und nickte.",
    "[op_27]",
    "Das Muttercomputer-Terminal in der Lobby der »Poraporapora« wurde kaum genutzt. Den größten Teil der Reise verbrachten die Besatzungsmitglieder während der »bemannten Überwachungszeit« auf der Brücke. Natürlich hatten alle Besatzungsmitglieder eine umfassende Ausbildung erhalten und die Nutzung des Muttercomputer-Terminals in der Lobby im Emulator geübt. Max hatte jedoch einmal Erfahrung mit der Nutzung des Terminals von der Lobby aus.",
    "[op_112]",
    "Während der etwa 200. »bemannten Überwachungszeit« hatte Max bei der Überprüfung der Instrumente Bauchschmerzen. Zu seinem Pech zeigten die Instrumente einen besorgniserregenden abnormalen Wert, und er konnte sich nicht entspannen, bis dieser zum Normalwert zurückkehrte und eine Weile überwacht wurde. Im letzten Moment, als er bestätigte, dass der abnormale Wert für einen Augenblick zum Normalwert zurückgekehrt war, eilte Max zur Toilette. Während er auf der Toilette war, machte er sich Sorgen, dass der Normalwert sofort wieder abnormal werden könnte. Als er aus der Toilette kam, nutzte er das Muttercomputer-Terminal von der Lobby aus, um die Historie der Instrumente während seiner Abwesenheit zu überprüfen und die anderen Besatzungsmitglieder nicht zu beunruhigen.",
    "Max ließ die Details aus und sagte, er habe zufällig Erfahrung, und trat vor das Terminal. Auch für Gideon war es eine Erleichterung, dass ein anderes Besatzungsmitglied die Bedienung übernahm, um die Glaubwürdigkeit der Geschichte zu erhöhen, da er bisher der Einzige war, der den Muttercomputer nach dem Untergang der Menschheit gefragt hatte. Als Max vor dem Terminal stand, wurde das Betriebsgeräusch des Lüfters lauter, als ob ein Authentifizierungsprozess lief. Als der Authentifizierungsprozess zu dem Schluss kam, dass Max legitime Zugriffsrechte hatte, schaltete sich der Bildschirm des Terminals mit einem Summton ein. Max tippte »Was ist Sushi« ein und sendete die Anfrage, während die anderen Besatzungsmitglieder mit angehaltenem Atem zusahen.",
    "[op_28]",
    "Die Antwort des Muttercomputers kam schnell. Es wurde geantwortet, dass »Sushi« ein Gericht sei, das im Jahr 200.000.002 n. Chr. bei Restaurierungsarbeiten ausgegraben wurde, dass insbesondere der Wiederaufbau von Sushi-Laufbandrestaurants vorangetrieben wurde, um Sushi zu servieren, dass im letzten Jahr aus den ausgegrabenen Daten die Zubereitungs-, Servier- und Abrechnungsmethoden für Sushi analysiert wurden und dass die »verdammt unwichtige Übungszeit« gescheitert war. Die für Sushi notwendigen Elemente wie Neta, Shari und Agari wurden ebenfalls nacheinander angezeigt. Max war verwirrt und sah sich die Gesichter der Besatzungsmitglieder an, die auf denselben Bildschirm starrten. Die Besatzungsmitglieder, deren Blicke sich mit Max' trafen, schüttelten nur den Kopf und schienen nicht zu verstehen. Aus der Information »Methode zur Verhinderung des Untergangs der Menschheit« hatten sich die Besatzungsmitglieder einen Operationsnamen, eine Waffe oder die Existenz einer allwissenden Organisation vorgestellt, aber die Antwort war »Sushi«, ein einfaches Gericht. Unter den Besatzungsmitgliedern, die hineinstarrten, war auch Gideon. Einige der anderen Besatzungsmitglieder sahen Gideon an, als wüssten sie nicht, was sie tun sollten, aber als sie sahen, dass Gideon ernsthaft auf den Bildschirm starrte, wurde es für einen Moment still. Die auf dem Bildschirm angezeigte Schreibweise und das Bild von »Sushi« waren genau dieselben wie die, die angezeigt wurden, als der Muttercomputer Gideon antwortete, und nur Gideon war überzeugt, dass dieses Gericht namens »Sushi« die Methode war, den Untergang der Menschheit zu verhindern. Denn Max, Laila und Katelyn kannten diese Information nur durch die Stimme des Muttercomputers. Die neuen Informationen waren, dass Sushi ein Gericht war und seine Details, und dass etwas namens »verdammt unwichtige Übungszeit« gescheitert war. Gideon forderte Max auf, weitere Fragen zu stellen. »Was sollen wir mit Sushi tun, um den Untergang der Menschheit zu verhindern?«, tippte Max auf Gideons Drängen hin ein und sendete es.",
    "[op_29]",
    "Die Antwort des Muttercomputers ist langsam. Die Berechnungen des Muttercomputers erfolgen mit einer Geschwindigkeit, die nach menschlichen Maßstäben nicht messbar ist; wenn es zu einer Verzögerung kommt, liegt das Problem in der Kommunikationsgeschwindigkeit mit dem Muttercomputer. Während er auf die Antwort wartete, spürte Max, wie das durch das Fenster fallende Sonnenlicht stärker wurde, und kniff die Augen zusammen. Gideon bemerkte Max' seltsames Gesicht und drehte sich schnell zum Fenster um. In diesem Moment stieß Gideon Max beiseite und tippte in das Muttercomputer-Terminal »Sofort in die Vergangenheit reisen« ein. Nur Gideon wusste, dass das, was gerade geschah, der Untergang der Menschheit war.",
    "Die anderen Besatzungsmitglieder waren von Gideons plötzlicher Aktion überrascht, aber noch mehr waren sie bestürzt darüber, dass das Sonnenlicht von außerhalb des Fensters immer stärker wurde. Gideon schrie, sie sollten ihre Augen nicht vom Bildschirm abwenden. Aber nur wenige Besatzungsmitglieder konnten ihre Augen tatsächlich vom Bildschirm lassen. Gideon hatte spontan »in die Vergangenheit reisen« eingegeben, war sich aber weder sicher, ob das tatsächlich möglich war, noch ob dies die richtige Methode war. Ihm fiel einfach keine andere Möglichkeit ein. In der gegenwärtigen Situation, in der die Kommunikationsgeschwindigkeit durch den Einfluss des Sonnenlichts des Untergangs der Menschheit begrenzt war, wusste auch Gideon nicht, was passieren würde: ob die Methode zur Verhinderung des Untergangs der Menschheit mit Sushi auf dem Bildschirm angezeigt würde, ob die Zeitumkehr beginnen würde oder ob die Menschheit einfach so untergehen würde. Der Raum wurde immer heller, und allmählich stieg auch die Temperatur in der »Poraporapora«. Das bedeutete, dass die Oberfläche der Erde außerhalb der »Poraporapora« bereits die einstellbare Temperaturgrenze des Schiffes überschritten hatte, die sogar der Raumfahrt standhalten konnte. Ungefähr zu der Zeit, als der Angstschweiß der Besatzungsmitglieder zu Schweiß aufgrund der Hitze in der »Poraporapora« wurde, geschah eine Veränderung auf dem Bildschirm.",
    "[op_30]",
    "Gideon schrie, sie sollten ihre Augen nicht vom Bildschirm abwenden. Angesichts seiner ernsten Miene erstarrten diesmal alle. Von oben auf dem Bildschirm wurde langsam die Methode zur Verhinderung des Untergangs der Menschheit mit Sushi angezeigt. Während der ganze Raum von Licht weiß wurde, versuchten die Besatzungsmitglieder, sich die angezeigten Buchstaben irgendwie zu merken. Als die Buchstaben etwa die Hälfte des Bildschirms ausfüllten, erschien unten rechts ein Uhrensymbol und begann sich zu animieren. Es war eine Animation, bei der sich die Zeiger der Uhr gegen den Uhrzeigersinn drehten. Diese Animation war das Letzte, was die meisten Besatzungsmitglieder, einschließlich Gideon, die auf den Bildschirm starrten, auf der »Poraporapora« sahen.",
    "[op_0]",
    "Im Jahr 2000 kochte Takahashi in seiner Einzimmerwohnung in Tokio Wasser. Takahashi, ein Angestellter eines japanischen Unternehmens, stand jeden Tag zur gleichen Zeit auf, fuhr mit dem gleichen Zug und arbeitete im gleichen Büro. Es gab nichts Besonderes, die Tage vergingen einfach. Das Geräusch des kochenden Wassers brachte Takahashi in die Realität zurück. Er machte sich einen Instantkaffee und ordnete dabei seine heutigen Arbeitspläne im Kopf. Ein weiterer unveränderter Tag begann. Takahashi schaltete den Wasserkocher aus, während er die Tasse mit Instantkaffee in der Hand hielt, und zog den Stecker. Als Nächstes stellte er das Instantkaffeeglas zurück ins Regal und spülte die gerade ausgetrunkene Tasse. Nachdem er die Tasse in den Abtropfkorb gestellt hatte, öffnete Takahashi den Kühlschrank und nahm die Milch heraus. Er überprüfte das Verfallsdatum der Milch und stellte sie, nachdem er sich vergewissert hatte, dass sie in Ordnung war, zurück in den Kühlschrank. Nachdem er den Kühlschrank geschlossen hatte, nahm Takahashi die Tasche, die in der Ecke des Zimmers stand, und überprüfte, ob Geldbörse, Handy und Fahrkarte darin waren. Der Inhalt war in Ordnung. Er stellte die Tasche an ihren ursprünglichen Platz zurück und öffnete den Kleiderschrank. Aus dem Kleiderschrank nahm er das Hemd und die Hose, die er heute anziehen wollte, und legte sie auf das Bett. Als Nächstes nahm er eine Krawatte und Socken aus dem Kleiderschrank und legte sie auf das Hemd. Takahashi setzte sich auf den Stuhl neben dem Bett und zog die Socken an. Nachdem er die Socken angezogen hatte, nahm Takahashi das Hemd und die Hose, die auf dem Bett lagen, und zog sie an. Er knöpfte das Hemd sorgfältig zu und zog den Reißverschluss der Hose hoch. Als Nächstes nahm er die Krawatte und band sie vor dem Spiegel. Nachdem er die Krawatte gebunden hatte, ging Takahashi zum Schminktisch, der in der Ecke des Zimmers stand. Er richtete seine Haare vor dem Spiegel und trug zum Schluss Wachs auf. Nachdem er das Wachs aufgetragen hatte, nahm er die Tasche, schaltete das Licht im Zimmer aus und ging zur Tür. An der Tür zog er seine Schuhe an und legte seine Hand auf den Türknauf. Als er die Tür öffnete, lag eine Person vor ihm, und Takahashi stieß unwillkürlich einen kleinen Schrei aus.",
    "[op_31]",
    "Genau vor seiner eigenen Wohnung lag eine Person an einer Stelle, an der die Ausrede »Ich dachte, es wäre ein Bewohner aus einer anderen Wohnung« wahrscheinlich nicht gelten würde. Takahashi empfand es vor allem als lästig, in eine Polizeisache verwickelt zu werden. Er näherte sich der liegenden Person und klopfte ihr leicht auf die Schulter, um zu überprüfen, ob sie bei Bewusstsein war und um ihre Reaktion zu testen. Sie schien zu atmen, aber es gab keine Antwort. Takahashi überlegte, was er tun sollte, wenn es bis zum Ende keine Reaktion gab. Sollte er einen Krankenwagen rufen oder die Polizei kontaktieren? In diesem Moment öffnete die liegende Person langsam die Augen. Sie blinzelte mehrmals mit unscharfen Augen und erfasste Takahashis Gesicht. Die Person richtete sich langsam auf und sah sich um. Ihre Kleidung war nicht die moderne, die Takahashi gewohnt war, sondern wirkte irgendwie altmodisch und seltsam. Takahashi empfand ein Gefühl der Unstimmigkeit bei der Kleidung, war aber sprachlos. Die Person schien zu versuchen, ihre eigene Situation zu verstehen.",
    "Als Lailas Bewusstsein klarer wurde, wurde ihr verschwommenes Sichtfeld allmählich schärfer. Laila erkannte, dass sie ohnmächtig gewesen war und dass eine unbekannte Person vor ihr stand. Sie hatte keine Ahnung, wo sie war oder warum sie hier war. Lailas letzte Erinnerung war an den Anblick der von Licht durchfluteten »Poraporapora«, die abbrach. Seltsamerweise konnte sie jedoch die Worte verstehen, die die unbekannte Person sprach. Die Person vor ihr schien sie nach ihrer Situation zu fragen. Laila dachte, dass der automatische Sprachübersetzer in ihrem Kopf anscheinend richtig funktionierte. Sie war erleichtert, als sie bestätigte, dass die Funktion, die bei den Menschen um das Jahr 200.000.000 n. Chr. Standard war, immer noch funktionierte. Zumindest schien sie nicht in eine völlig unbekannte Zivilisation geworfen worden zu sein, mit der die Menschheit bisher keinen Kontakt hatte. Dies könnte der erste Anhaltspunkt sein, um diese Situation zu überwinden. Das Problem war, dass diese Person namens Takahashi im Begriff war, sie einer öffentlichen Einrichtung namens Polizei zu übergeben. Aus den Gesprächsfetzen wurde klar, dass diese Welt wahrscheinlich die Welt nach dem von Gideon spontan eingegebenen »in die Vergangenheit reisen« war. In dieser Welt ihre Existenz öffentlich zu machen und unter die Überwachung verschiedener Organisationen zu geraten, schien für Laila keine gute Strategie zu sein.",
    "Zu Takahashis Überraschung konnte die am Boden liegende Person fließend Japanisch sprechen. Obwohl Lailas Aussehen im Vergleich zu den Prominenten, die man im Fernsehen sieht, ein ebenmäßiges Gesicht hatte und sie nicht der Typ war, den man normalerweise in Japan sieht. Die Person stellte sich als Laila vor und bat darum, in ihrem Zimmer Wasser trinken zu dürfen, da es ihr nicht gut gehe. Takahashi war nicht so unvorsichtig, eine unbekannte Person in sein Zimmer zu lassen, aber er hielt es auch nicht für eine Art Betrug. Wenn es sich um eine Art versteckte Kamera-Show im Fernsehen handelte und Kameras liefen, wäre es vielleicht ein schlechtes Bild, Laila hier abzuweisen. Da sie mehrmals erklärte, dass sie sofort gehen würde, nachdem sie sich ein wenig ausgeruht hatte, beschlossen sie, sich zunächst im Zimmer zu unterhalten. Da er Laila nicht allein in seinem Zimmer lassen konnte, rief er seine Firma an und erklärte, dass er sich freinehmen würde, um ins Krankenhaus zu gehen. Takahashi war ein wenig aufgeregt über die plötzliche Unterbrechung seiner Routine.",
    "[op_0]",
    "In Takahashis Zimmer, während sie das Wasser trank, das auf dem Chabudai-Tisch stand, versuchte Laila, ihre Situation ruhig zu analysieren. Als ihr ein Glas Wasser angeboten wurde, hatte sie zwar keinen Widerstand geleistet, aber um Takahashis Wachsamkeit zu lockern, nahm sie es ganz natürlich an und trank es. Es schien einige Verunreinigungen zu enthalten, aber es schien trinkbares Wasser zu sein.",
    "[op_32]",
    "Als sie sich vor Takahashis Zimmer unterhielten, hatte sie nach dem westlichen Kalenderjahr dieser Welt gefragt. Wenn Takahashis Information, dass es das Jahr 2000 n. Chr. war, stimmte, bedeutete das, dass sie 199.998.003 Jahre aus der Welt der »Poraporapora« im Jahr 200.000.003 n. Chr. in die Vergangenheit gereist war. Damals waren acht Besatzungsmitglieder aufgewacht und in der Nähe des Muttercomputers, einschließlich ihr selbst, aber jetzt war niemand um sie herum. In welchem Umkreis waren sie verstreut, und wie hoch war die Wahrscheinlichkeit, dass die anderen Besatzungsmitglieder überhaupt sicher »in die Vergangenheit reisen« konnten? Jedenfalls kam Laila zu dem Schluss, dass die Wahrscheinlichkeit, in dieser Welt des Jahres 2000 n. Chr. auf andere Besatzungsmitglieder zu treffen, gering war. Das bedeutete, dass sie die Einzige war, die wusste, dass die Menschheit im Jahr 200.000.003 n. Chr. untergehen würde. Wenn man die normale menschliche Lebensspanne bedenkt, machte es vielleicht keinen Sinn, sich Sorgen über den Untergang der Menschheit in 200 Millionen Jahren zu machen. Aber als Mission einer Zukunftsfrau dachte Laila, sie sollte diese Situation untersuchen, um sie zu lösen. Zu diesem Zeitpunkt hatte Laila zwei Lösungen im Sinn.",
    "Eine war die Möglichkeit, dass der Muttercomputer auch in dieser Ära existierte, da sie durch die »Reise in die Vergangenheit« des Muttercomputers in diese Ära reisen konnte. Wenn der Muttercomputer existierte, könnte sie vielleicht auch in die Zukunft reisen, so wie sie in die Vergangenheit gereist war.",
    "Die andere war die vage Erinnerung an die »Methode, den Untergang der Menschheit mit Sushi zu verhindern«, die sie zuletzt gesehen hatte. Laila war sich ehrlich gesagt nicht sicher, ob die Antwort des Muttercomputers auf dem Terminal der Poraporapora vollständig angezeigt worden war, und der Inhalt war eine Aneinanderreihung von Zahlen, an die sie sich kaum erinnerte. Aber wenn die anderen Besatzungsmitglieder sich an die »Methode, den Untergang der Menschheit mit Sushi zu verhindern« erinnerten und sich daran machten, sie auszuführen, nicht unbedingt im Jahr 2000, sondern in den umliegenden Epochen, könnte sie sie vielleicht irgendwann wieder treffen.",
    "Und als unmittelbares Problem war es auch wichtig, dass Laila einen Weg fand, in dieser Zeit zu leben. Vor Takahashi überlegte Laila, wie sie es am besten ansprechen sollte. Laila dachte an die Lebensstile der vergangenen Menschheit, die sie gelernt hatte, und begann zu sprechen. Was Laila ansprach, war: »Ich bin aus einer anderen Welt teleportiert worden, also hilf mir bitte, zurückzukehren.«",
    "[op_33]",
    "Zuerst zweifelte Takahashi an Lailas plötzlichem Fantasy-Geständnis, aber nachdem Laila als Beweis mit einem Schwerkraftumkehrmechanismus an der Decke klebte, musste er es glauben. Takahashi war auch froh über das plötzliche Gefühl des Außergewöhnlichen, und so begann das Zusammenleben relativ reibungslos.",
    "[op_0]",
    "Sieben Jahre nach Beginn des Zusammenlebens von Laila und Takahashi, im Jahr 2007, neigte sich ein kleines Regal, das in Takahashis Zimmer benutzt wurde, unter dem Gewicht der Jahre. Als Takahashi den Kauf eines neuen Regals vorschlug, stimmte Laila zu. Am Wochenende gingen die beiden in ein großes Möbelhaus in der Nähe. Laila war ein wenig erstaunt über die Vielfalt der Möbel, die im riesigen Laden aufgereiht waren. In der Zukunft war es üblich, die für das Leben notwendigen Dinge mit einem 3D-Drucker auszudrucken oder mit Nanomaschinen zu rekonstituieren.",
    "[op_74]",
    "Sie wählten ein einfaches Regal zum Zusammenbauen und brachten es nach Hause. Sie öffneten die Anleitung und legten die Teile auf den Boden. Takahashi war begeistert, mit dem Zusammenbau zu beginnen. Die Anleitung bestand jedoch hauptsächlich aus Bildern mit wenig Text, und die Ausrichtung der Teile war schwer zu verstehen. Es gab auch viele Arten von Schrauben, und sie waren sich nicht sicher, welche wo verwendet werden sollte. Laila, die an die intuitive Benutzeroberfläche der Zukunft gewöhnt war, hatte mit dieser analogen Anleitung zu kämpfen. Auch Takahashi, der normalerweise kein Heimwerker war, war ungeschickt. Es gab immer wieder kleine Probleme, wie nicht passende Schrauben oder falsch ausgerichtete Bretter. Manchmal gerieten sie fast aneinander, aber es wurde schnell zu einem Witz. Nach etwa einer Stunde Kampf war das Regal endlich fertig. Aber bei genauerem Hinsehen war es etwas schief, und aus irgendeinem Grund waren zwei Schrauben übrig. Takahashi lächelte gequält, beschloss aber, dass es brauchbar war.",
    "[op_0]",
    "Sechzehn Jahre nach Beginn des Zusammenlebens von Laila und Takahashi, im Jahr 2016, war das Zimmer in der Wohnung, in der die beiden lebten, vollständig von den Spuren des Lebens durchdrungen. Für Laila, die aus der Zukunft kam, fühlten sich die Möbel und Geräte dieser Zeit alle altmodisch an, aber im Laufe ihres langen Zusammenlebens mit Takahashi waren sie zu einem Teil des Alltags geworden. An einem Wochenende schlug Takahashi plötzlich vor, das Wohnzimmer umzugestalten. Der triviale Grund war, dass er den Raum durch Verschieben des Sofas größer erscheinen lassen wollte. Laila hatte keine besonderen Vorlieben, stimmte aber Takahashis Vorschlag zu. Die beiden begannen, das schwere Sofa gemeinsam zu bewegen. Laila dachte, dass mit der Technologie der Zukunft die Anordnung von Möbeln sofort geändert werden könnte, aber in dieser Zeit war es notwendig, sie schwitzend physisch zu bewegen.",
    "[op_75]",
    "Unter dem Sofa fanden sich Staub, der sich über die Jahre angesammelt hatte, und einige kleine, unbekannte Gegenstände. Takahashi wollte gerade »Hier ist es!« rufen, aber Laila räumte sie leise weg. Als nächstes passten sie auch die Position des Bücherregals und des kleinen Tisches an. Es gab Momente, in denen sie sich nicht ganz sicher waren, was besser war, aber es gab keine größeren Meinungsverschiedenheiten. Für Laila, die an die effiziente Arbeit der Zukunft gewöhnt war, war diese manuelle Arbeit etwas frustrierend. Nachdem sie die Arbeit beendet hatten, sahen sie sich im Raum um. Es hatte sich nicht dramatisch verändert, aber es war definitiv ein anderer Raum als zuvor. Sie waren ein wenig müde, aber die beiden betrachteten die kleine Veränderung.",
    "[op_0]",
    "Fünfundzwanzig Jahre nach Beginn des Zusammenlebens von Laila und Takahashi, im Jahr 2025, erhielten die beiden eine Information. Es war eine Information über die »Poraporapora«, auf der Laila einst gefahren war. Obwohl sich das Informationsnetzwerk im Internet entwickelt hatte und die Geschwindigkeit ihrer Informationssammlung gestiegen war, gab es fast keine Hinweise. Aber plötzlich tauchten im Internet Informationen über die »Poraporapora« auf. Es schien die Eröffnungsgeschichte eines bestimmten Spiels zu sein. Mit anderen Worten, es schien nur eine Fiktion zu sein, aber es war Lailas Erinnerung zu ähnlich.",
    "[op_73]",
    "Die beiden versuchten, den Autor des Spiels zu kontaktieren, aber egal wie oft sie per E-Mail oder über soziale Medien Kontakt aufnahmen, es gab keine Antwort vom Autor. Sie gaben es auf, den Autor direkt zu kontaktieren, und spielten das Spiel weiter, in der Hoffnung, dass es irgendwelche Hinweise geben könnte, aber selbst nachdem sie alle Erfolge abgeschlossen und mit Einschränkungen gespielt hatten, fanden sie keine Hinweise auf den Muttercomputer. Der Spaß am Spiel selbst war durchschnittlich.",
    "[op_0]",
    "Vierunddreißig Jahre nach Beginn des Zusammenlebens von Laila und Takahashi war Takahashi im Krankenhaus. Takahashis Krankheit war bereits so weit fortgeschritten, dass er nur noch eine kurze Lebenserwartung hatte, und der Arzt hatte Laila gesagt, sie solle sich jederzeit auf das Schlimmste gefasst machen. In diesen 34 Jahren hatten die beiden auf der Erde nach Spuren des Muttercomputers gesucht und viele Sushi-Restaurants in der Gegend von Minato, Tokio, besucht, aber am Ende hatten sie keine Hinweise gefunden. Die Zukunftsausrüstung, die in Lailas Körper verblieben war, war nicht allmächtig und hatte keine Funktion, um Takahashis Krankheit zu heilen. Lailas eigener Körper war kerngesund, aber dennoch war die Alterung ihres Körpers sichtbar. In der Ära des Jahres 200.000.003 n. Chr. war die Frage, was man gegen die Alterung des Körpers tun sollte, eine Wahl, die so einfach war wie die Entscheidung, ob man mit einer Sonnenbrille nach draußen gehen sollte oder nicht, aber in der Ära des Jahres 2034 n. Chr. gab es eine solche Wahl nicht.",
    "[op_34]",
    "In den 34 Jahren hatte Laila Takahashi zunächst als Mitbewohnerin bei der Suche nach dem Muttercomputer behandelt, aber schließlich war sie dazu übergegangen, Takahashi als ihren Lebenspartner zu betrachten. An diesem Tag erinnerte sich Laila im Krankenzimmer an den Geschmack einer bestimmten Ramen. Es war eine Schüssel, die Laila und Takahashi auf dem Rückweg von einem neuen Sushi-Restaurant gegessen hatten, als sie in einem zufällig betretenen Ramen-Laden einen kleinen Hunger verspürten. Die Suppe war auf Schweineknochenbasis und lange gekocht, und der reiche Umami-Geschmack, der aus dem Knochenmark extrahiert wurde, war konzentriert. Auf der Oberfläche bildete eine Schicht glitzernden Öls eine Schicht und hielt die Hitze fest. Die Nudeln waren dünn, die Suppe haftete gut an ihnen, und jedes Mal, wenn man sie zum Mund führte, kitzelte der Duft von Weizen die Nase. Das Chashu-Topping war so weich, dass es zerfiel, wenn man es mit Stäbchen anhob, und schmolz im Mund. Die Menma hatten eine angenehm knackige Textur und waren ein guter Akzent im reichen Geschmack der Suppe. Das Nori, wenn es in die Suppe getaucht wurde, verbreitete den Duft des Meeres und bereicherte den Gesamtgeschmack der Ramen. Diese Ramen waren nicht nur dazu da, den Hunger zu stillen, sondern eine besondere Schüssel, die auch das Herz erfüllte. Laila konnte sich an den Geschmack der Ramen so lebhaft erinnern, als wäre es gestern gewesen. Der Name des Ladens war Hidakaya.",
    "[op_35]",
    "Während Laila sich im Krankenzimmer von Takahashi an die Ramen erinnerte, empfing Laila plötzlich eine Telepathie. Es war eine Nachricht von dem Fleck, die eine Nachricht von Katelyn übermittelte. Es war zu der Zeit, 1.073.741.824 Sekunden, etwa 34 Jahre, nachdem Laila »in die Vergangenheit gereist« war.",
    "[op_0]",
    "Katelyn kniff die Augen vor dem blendenden Sonnenlicht zusammen, das durch das Fenster fiel, und starrte auf den Bildschirm des Muttercomputers der »Poraporapora«. Als ihr Blick auf die Animation der Uhr fiel, die sich gegen den Uhrzeigersinn drehte, spürte sie plötzlich, wie der Boden unter ihren Füßen verschwand. Katelyn spürte den freien Fall und rollte sich zusammen, um sich abzufangen. Nachdem sie eine Strecke von knapp einem Meter gefallen war, die Katelyn wie eine Ewigkeit vorkam, rollte sie auf dem Boden. Glücklicherweise war Katelyn bei Bewusstsein.",
    "[op_36]",
    "Katelyn war zunächst erleichtert, dass sie in Sicherheit war. Ihr Herz schlug immer noch heftig vor Schreck vor dem freien Fall, aber im Vergleich zum letzten Moment auf der »Poraporapora« war die Temperatur ruhiger und angenehm warm. Das erste, was ihr ins Auge fiel, war Grün. Sie stand auf, drehte sich im Kreis und sah sich um, und überall war Grün. Um die jetzige Katelyn herum erstreckten sich Reisfelder so weit das Auge reichte, und dahinter waren Berge zu sehen. Es war ein Becken. Während sie fassungslos auf die idyllische Landschaft starrte, überprüfte Katelyn den Boden. Der Aufprall war geringer als erwartet, wenn man die Zeit des Sturzes bedenkt, und Katelyn hatte das Gefühl, auf ein Tier oder etwas Kissenartiges gefallen zu sein. Glücklicherweise gab es dort keine Capybaras, aber es gab Zwillings-Grünschleime.",
    "In der unbekannten Landschaft war Katelyn unwillkürlich froh über das Wiedersehen mit dem Grünschleim, den sie einst gesehen hatte. Natürlich hätte der Grünschleim in Katelyns Zimmer im Wohnheim sein sollen, als die »Poraporapora« notstartete, und von da an gab es eine 400-tägige Raumfahrt, bis die »Poraporapora« eine Notlandung machte und sie im Moment des Untergangs der Menschheit mit dem Muttercomputer und Sushi interagierte. Der Grund, warum die Grünschleime an dem Ort erschienen, der Katelyns Sturzschaden in diesem unbekannten Land abfederte, war ein völliges Rätsel, aber da es in der Umgebung keine Besatzungsmitglieder oder gar menschliche Gestalten gab, fühlte sich Katelyn sehr zuverlässig als eine der wenigen Gefährten. Katelyn entschuldigte sich zunächst bei dem Grünschleim dafür, dass sie ihn beim Sturz zerquetscht hatte, aber dann bemerkte sie etwas. Einst hatten die Zwillings-Grünschleime ihre Stimme über den Lautsprecher im Zimmer des Wohnheims übertragen. Aber hier gab es nichts, was Elektrizität in Sprache umwandeln konnte, und es schien schwierig zu sein, zu kommunizieren. Als sie den Grünschleim auf dem Schotterweg herumlungern sah, schien es keinen besonderen Schaden durch Katelyns Ritt zu geben. Jedenfalls schien es wichtig zu sein, sowohl nach Hinweisen auf die aktuelle Situation zu suchen als auch mit dem Grünschleim zu kommunizieren.",
    "[op_37]",
    "Für beide Zwecke beschloss Katelyn, zuerst nach Menschen zu suchen. Selbst als sie sich die Landschaft noch einmal ansah, waren die Reisfelder gut gepflegt und konnten nicht natürlich entstanden sein. Sie konnte nicht weit sehen, aber sie dachte, wenn sie einfach dem Weg folgte, würde sie die Person treffen, die diese Reisfelder bewirtschaftete. Katelyn bat den Grünschleim, sie vorerst zu begleiten. Als sie den Grünschleim sah, der sich geschmeidig bewegte, bestätigte Katelyn, dass ihre Worte verstanden wurden.",
    "[op_72]",
    "Der Weg war gerade und ohne Hindernisse, und das Wetter war gut. Die Landschaft war auch nicht schlecht, also war Katelyn zuerst in Spazierstimmung, aber da sie nach der Raumfahrt nicht viel Ausdauer hatte, wurden ihre Schritte bald schwer. Katelyn wischte sich den Schweiß ab und ging weiter, ihre schweren Füße schleppend. Die Zwillings-Grünschleime zu ihren Füßen folgten ihr geschmeidig, als ob sie glitten, und passten sich Katelyns Tempo an. Unter der unbarmherzig scheinenden Sonne war der Asphaltweg heiß. Katelyn blickte gelegentlich auf die fernen Berge und die sich ausbreitenden Reisfelder. Die Müdigkeit nahm zu, aber die Anwesenheit der Grünschleime, ihrer wenigen Gefährten, war für Katelyn eine kleine mentale Stütze. Nachdem Katelyn einige Stunden lang geschwitzt hatte, sah sie in der Ferne etwas, das wie ein Gebäude aussah. Es war ein kleines Gebäude, aber da es in der Umgebung keine anderen Gebäude gab, ging Katelyn vorerst auf dieses Gebäude zu. Als sie das Gebäude sah, leuchtete ein kleiner Funke in Katelyns Herzen auf. Nachdem sie das Gebäude gesehen hatte, ging sie noch einige zehn Minuten und erreichte schließlich das Gebäude.",
    "[op_38]",
    "Das Gebäude war nur ein einzelnes Haus und sah nicht wie eine Ruine aus. Da es jedoch bis zu diesem Punkt keinen Ton von sich gegeben hatte und keine Bewegung gezeigt hatte, während Katelyn die ganze Zeit auf das Gebäude zuging, dachte Katelyn, dass es wahrscheinlich keine Anzeichen von Menschen gab. Da sie jedoch kein anderes Gebäude als nächstes Ziel finden konnte, näherte sich Katelyn dem Gebäude, um die Situation zu überprüfen. Der Grünschleim folgte ihr. Tatsächlich dachte Katelyn, die weitergegangen war, dass jeder Ort, an dem sie sich ausruhen konnte, gut wäre. Katelyn wusste nicht, wie viel Zeit vergangen war, seit sie in dieser Zeitachse angekommen war und zu laufen begonnen hatte, aber jetzt, da sie sich dem Gebäude näherte, ging die Sonne allmählich unter.",
    "[op_39]",
    "Katelyn stand vor der Tür des Hauses, und der Grünschleim blieb zu ihren Füßen stehen. Das erste, was Katelyn ins Auge fiel, war ein Aufkleber mit Schrift an der Tür. Katelyn hielt die unbekannten Schriftzeichen im Zentrum ihres Blickfelds. Es war eine natürliche Bewegung, darauf zu warten, dass ihre Ausrüstung die Schriftzeichen erkannte und sie in Katelyns Muttersprache, Pokupokuchin, übersetzte. Allerdings war sich Katelyn zu diesem Zeitpunkt nicht sicher, ob ihre Ausrüstung richtig funktionierte, und sie versuchte es auf gut Glück. Nach weniger als einer Sekunde, einer Zeit, die man normalerweise nicht bemerken würde, wurde unter dem alten Aufkleber Pokupokuchin als Overlay angezeigt. Für Katelyn fühlte sich dieser Moment sehr lang an. Während sie erleichtert war, dass die Ausrüstung normal funktionierte, überprüfte sie die Bedeutung der Worte, und es schien »Keine Vertreter« zu bedeuten. Katelyn verstand nicht, was »Keine Vertreter« bedeutete, und nahm an, es könnte eine Art Zauber sein. Neben der Tür war ein hölzernes Namensschild angenagelt, und die Schriftzeichen waren in Holz geschnitzt. Obwohl es eine Atmosphäre gab, als ob jemand dort lebte, machte sie sich Sorgen, dass es absolut keinen Ton aus dem Gebäude gab, und versuchte, das Namensschild auf die gleiche Weise zu lesen. Auf dem Namensschild stand: »Vertreter sind nicht erwünscht.«",
    "Katelyn dachte, dass, da es sich um Schriftzeichen handelte, die mit Katelyns Ausrüstung übersetzt werden konnten, auch Gespräche auf die gleiche Weise übersetzt werden könnten. Es gab nichts anderes in der Nähe, von dem sie Informationen über diese Welt erhalten konnte, und es bestand die Möglichkeit, dass die Sonne unterging, bevor sie das nächste Gebäude fand. Es könnte ein Wunder sein, dass sie nach mehreren Stunden ein Gebäude fand, nachdem sie ohne Verletzungen auf dem Boden dieser Welt gelandet war. Sie dachte, sie müsse irgendwie in dieses Gebäude gelangen. Es gab keine Klingel oder ähnliches um die Tür herum. Katelyn klopfte leicht an die Tür. Keine Antwort. Sie klopfte stärker. Keine Antwort. Katelyn streckte ihre Hand nach dem Türknauf aus, ein wenig darauf vorbereitet, von den Bewohnern als feindselig angesehen zu werden.",
    "[op_40]",
    "Katelyn streckte zögernd ihre Hand nach dem Türknauf aus. In dem Moment, als ihre Hand den Türknauf berührte, bekam sie einen statischen Schlag und zog ihre Hand unwillkürlich zurück. Zumindest in der Welt des Jahres 200.000.000 n. Chr. gab es im Grunde keine Ausrüstung, bei der man einen statischen Schlag von etwas spürte, das Menschen berührten. Außer zu Sicherheitszwecken. In Wirklichkeit war es nur statische Elektrizität, die sich angesammelt hatte, aber Katelyn stellte sich vor, dass ein Strom fließen würde, wenn eine andere Person als der Authentifizierungsprozess sie berührte. Mit Kleidung, die wahrscheinlich keinen Strom leiten würde, griff sie den Türknauf erneut und drehte ihn langsam, und die Tür öffnete sich. Katelyn, die gedacht hatte, die Tür sei verschlossen und die bereit war, die Tür notfalls aufzubrechen, um hineinzukommen, war enttäuscht.",
    "[op_41]",
    "Katelyn überprüfte zuerst den Zustand des Eingangs. Obwohl es bisher keine Anzeichen von Menschen gab, deutete die Tatsache, dass die Tür nicht verschlossen war, darauf hin, dass möglicherweise noch jemand drinnen war. Auch nach dem Staub im Eingang zu urteilen, schien es nicht lange her zu sein, dass der Eingang zuletzt benutzt worden war. Katelyn stellte sich die Gründe vor, warum die Bewohner nicht antworteten. Waren sie wirklich nicht im Haus, oder waren sie drinnen und antworteten nicht? Im letzteren Fall gab es mehrere mögliche Gründe, warum sie nicht antworteten. Vielleicht waren sie von dem plötzlichen Besucher überrascht und hielten den Atem an, oder vielleicht zielten sie mit klarer Feindseligkeit aus einem toten Winkel auf Katelyn. Katelyn versuchte, sich ruhig verschiedene Fälle vorzustellen, aber nur schlechte Vorstellungen rasten durch ihren Kopf.",
    "Die Situation des Raumes hinter dem Eingang war nicht bekannt, es sei denn, man öffnete die Tür direkt am Eingang. Im schlimmsten Fall stellte sie sich vor, dass in dem Moment, in dem sie die Tür hinter dem Eingang öffnete, eine Falle mit einer explodierenden Handgranate ausgelöst werden könnte. Katelyn, die sehr ängstlich geworden war, versuchte zunächst, so viele Informationen wie möglich aus diesem Eingang zu erhalten, und sah sich um. Insgesamt war es ein Eingang mit vielen Holzmöbeln. Katelyns Blick fiel auf ein Foto auf einem Regal neben dem Eingang.",
    "[op_42]",
    "Auf dem Foto waren ein Mann und eine Frau in seltsamer Kleidung zu sehen, die Katelyn völlig unbekannt war. Je mehr sie ihre Kleidung beobachtete, desto mehr überzeugte sie sich, dass sie Bewohner dieser Welt waren. Ihre Kleidung war jedoch weitaus einfacher, als Katelyn es sich vorgestellt hatte. Es war eine einfache Konstruktion, die an die Kostüme der Bauern in den historischen Dramen erinnerte, mit denen Katelyn in der Vergangenheit in Berührung gekommen war. Der Mann und die Frau schmiegten sich aneinander und lächelten breit. Ihre Gesichtsausdrücke vermittelten eine ruhige Atmosphäre voller Glück. Katelyns Aufmerksamkeit wurde jedoch stärker auf den Hintergrund des Fotos gelenkt als auf die Gestalten des Mannes und der Frau. Im Hintergrund des Fotos zeigte sich, wenn auch verschwommen, ein riesiges Bauwerk in seiner seltsamen Form. Es hatte eine so seltsame Form, wie Katelyn sie noch nie zuvor gesehen hatte, unvorstellbar. Wenn man versuchen würde, seine seltsame Form in Worten zu beschreiben, wäre es, als ob riesige Pilze unheimlich dicht beieinander wachsen würden. Katelyn hatte keine Ahnung, was dieses Bauwerk war oder zu welchem Zweck es dort existierte. Der unvorstellbar seltsame Anblick brannte sich tief und intensiv in Katelyns Herz ein, fast wie ein Fluch. Vielleicht war dieses Bauwerk der wichtige Schlüssel zur Lösung der verborgenen Geheimnisse dieser Welt, in der Katelyn sich jetzt befand. Katelyn hatte das Gefühl, zu viel nachzudenken, und hörte auf, das Foto anzusehen. In dem Moment, als sie ihren Blick vom Foto abwandte, lief ihr ein eiskalter Schauer über den Rücken. In diesem Moment bemerkte sie, dass der Grünschleim zu ihren Füßen zitterte, als ob er vor etwas Angst hätte. Katelyn folgte dem Blick des Grünschleims vorsichtig und langsam. Am Ende des Blicks des Grünschleims befand sich eine schwere Holztür, die in den hinteren Teil des Eingangs führte. Diese Tür war bis gerade eben noch sicher geschlossen gewesen, aber irgendwann war sie nur ein kleines bisschen geöffnet. Und aus dem leicht geöffneten Spalt der Tür kam ein unheimliches Gefühl, als ob etwas hierher spähte. Katelyn hielt bei dieser seltsamen Situation unwillkürlich den Atem an. Es fühlte sich an, als ob die Zeit stehen geblieben wäre, als ob alle Geräusche an diesem Ort verschwunden wären.",
    "[op_43]",
    "Katelyn war auf der Hut und beobachtete eine Weile den Raum, ohne sich vom Eingang zu bewegen. Als Ergebnis ihrer Beobachtung machte sie verschiedene Entdeckungen, und durch den Scharfsinn des Grünschleims bemerkte sie die Anwesenheit des Flecks. Nachdem sie sich eine Weile gefreut hatte, konnte sie mit dem Fleck über Telepathie kommunizieren. Das Prinzip der Telepathie war unbekannt, aber sie dachte, dass es eine Möglichkeit geben könnte, mit den Besatzungsmitgliedern in Kontakt zu treten, mit denen sie einst in der Ausbildungsschule zusammen war, und Katelyn bat den Fleck, nacheinander Telepathie zu versuchen. Die erste Person, die Katelyn den Fleck bat, eine Telepathie zu senden, war Laila. Katelyn stand im Eingang des Hauses und wartete auf das Ergebnis der Telepathie des Flecks.",
    "Für Katelyn hatte sie nicht viel Hoffnung, tatsächlich mit anderen Besatzungsmitgliedern in Kontakt treten zu können, da es keine Gefährten um sie herum gab, als sie in diese Welt zog. Katelyn erinnerte sich, dass der Kampf im modifizierten Schere, Stein, Papier mit Laila noch nicht entschieden war. Nach einer Weile teilte der Fleck telepathisch mit, dass er Kontakt mit Laila aufgenommen hatte.",
    "[op_0]",
    "Kapitel 2 ~Erwachen 2~",
    "[op_0]",
    "[op_44]",
    "Cora erlangte das Bewusstsein in einem sauberen, weiß getünchten Raum wieder. Im Raum befand sich das Bett, auf dem Cora lag, und sonst keinerlei Möbel. Es gab nicht einmal ein Fenster, um die Landschaft zu sehen, und ohne die Beleuchtung des Raumes wäre es stockdunkel gewesen. Während sie über die unbekannte Situation verwirrt war, versuchte Cora, sich an ihre letzte Erinnerung zu erinnern. Das Letzte, was Cora sah, waren die Buchstaben auf dem Bildschirm, denen sie mit ihren Augen folgte, während ihr Sichtfeld auf der »Poraporapora« weiß wurde. Im Gegensatz zu den anderen Besatzungsmitgliedern war Cora, vielleicht weil ihre eigene Erklärung ebenfalls knapp war, in der Lage, die Situation im letzten Moment auf der »Poraporapora« relativ ruhig zu beobachten. Die Animation einer Uhr, deren Zeiger sich gegen den Uhrzeigersinn drehten, die zuletzt auf dem Bildschirm angezeigt wurde. Cora dachte, dass die auf dem Bildschirm erschienenen Textinformationen wichtiger seien, und starrte auf deren Inhalt. Allerdings war das Letzte, was Cora sah, eine unverständliche Aneinanderreihung von Zahlen. Bevor sie die aktuelle Situation verstehen konnte, beschloss Cora, sich diese Informationen zu notieren. Glücklicherweise schien die Fingermarkierungsfunktion ordnungsgemäß zu funktionieren. Es gab kein Notizbuch oder ähnliches in der Nähe. Da Cora Linkshänderin war, notierte sie die Zahlen mit ihrer linken Hand auf ihrem rechten Arm. Cora war erleichtert, dass die Funktion, die bei den Menschen um das Jahr 200.000.000 n. Chr. Standard war, immer noch funktionierte.",
    "{demo_skip_begin}",
    "[op_30]",
    "Die letzten Zahlen, die Cora sah, waren mehrere, aber zwischen den Zahlen gab es Leerzeichen, und es schien Cora wie eine Zahlenfolge. Nachdem sie alle Zahlen notiert hatte, beschloss Cora, die Situation des Raumes zu überprüfen. Sie richtete sich langsam auf und bewegte ihren Körper. Es schien keine Verletzungen oder Schmerzen zu geben. Da Cora auf dem Bett zugedeckt war, war es sehr wahrscheinlich, dass sich jemand um sie gekümmert hatte. Während sie ihre Körperbewegungen überprüfte, stand sie vom Bett auf. Im Raum war wirklich nichts. Cora ging zur Tür, wo sie die meisten Hinweise auf ihre Situation vermutete. Cora legte ihre Hand auf die Tür und versuchte, sie zur Seite zu schieben. Die Tür schien verschlossen zu sein und bewegte sich nicht. Cora seufzte leise.",
    "[op_45]",
    "Nach Coras Einschätzung der Türkonstruktion war es eine Tür, die man wahrscheinlich mit einem kräftigen Stoß aufbrechen konnte. Es war keine Tür, um jemanden in einem Kerker oder so einzusperren, sondern eine gewöhnliche Tür, wie sie in Krankenhäusern verwendet wird. Da es nichts gab, was Cora vom Bett bis zur Tür fesselte, war es eine Behandlung mit geringer Wachsamkeit gegenüber Cora. Cora wollte so schnell wie möglich raus, aber sie wollte sich in einer unbekannten Welt nicht unnötig Feinde machen. Cora erinnerte sich an die »bemannte Überwachungszeit« auf der »Poraporapora«. Es war eine ihrer bitteren Erinnerungen.",
    "Cora war ursprünglich gut in »modifiziertem Schere, Stein, Papier«, aber sie war nicht der Typ, der sich um Sieg oder Niederlage kümmerte. Obwohl alle am modifizierten Schere, Stein, Papier während der »bemannten Überwachungszeit« teilnahmen, um zu gewinnen, gab es in Wirklichkeit kein Preisgeld oder ähnliches, und es hatte einen großen Aspekt als reine Freizeitbeschäftigung. In der Runde des modifizierten Schere, Stein, Papiers, die für Cora zu einer bitteren Erinnerung wurde, vergnügten sich die Überwachungsmitglieder ebenfalls fröhlich mit modifiziertem Schere, Stein, Papier. Ein wichtiger Hintergrund war, dass Cora in dieser Runde bereits mehrmals den ersten Platz belegt hatte, also hatte sie ehrlich gesagt vor, dieses Mal zu verlieren. Aber bei modifiziertem Schere, Stein, Papier war es aufgrund seiner einfachen Regeln schwierig, absichtlich zu verlieren. Cora landete schließlich auch in dieser Runde im Endkampf um den ersten Platz. Der Gegner im Endkampf war Ulrich, der älteste in dieser Gruppe. Ulrich war auch der Typ, der sich nicht um Sieg oder Niederlage kümmerte, und bei seinen Reaktionen auf Sieg oder Niederlage schien er sich für alle anzustrengen, um die Stimmung zu heben. Und im Endkampf, in einem Spiel, das über den Sieg entscheiden sollte, verlor Cora. Ulrich freute sich übertrieben. In diesem Moment, und sie weiß wirklich bis heute nicht warum, wies Cora auf Ulrichs spätes Spiel hin. Schlimmer noch, tatsächlich war Ulrich so offensichtlich zu spät dran, dass es alle Überwachungsmitglieder, die zusahen, sehen konnten. Aber alle, einschließlich Cora, wussten, dass Ulrich nicht der Typ war, der seine Hand absichtlich zu spät änderte. Ulrich hörte sofort auf, sich zu freuen, entschuldigte sich für sein verdächtiges Verhalten und überließ Cora den Sieg. Cora wollte sich damit herausreden, dass sie nur einen Streit über »zu spät« oder »nicht zu spät« anzetteln wollte, aber wenn man sie fragte, ob sie wirklich dachte, sie könnte das mit Ulrich tun, war das auch schwierig. Am Ende hatte Cora, obwohl sie schon so oft den ersten Platz belegt hatte, nur eine mysteriöse Aktion ausgeführt, bei der sie die fröhliche Atmosphäre ruinierte, um noch mehr zu gewinnen. Natürlich hätte sie das nicht tun müssen, und das kann sie jetzt wirklich sagen. Deshalb war es zu einer bitteren Erinnerung geworden.",
    "Was Cora durch gewaltsames Verlassen dieses Raumes gewinnen könnte, könnte eine noch schmerzhaftere Behandlung sein als die kalte Atmosphäre nach dem Hinweis auf das späte Spiel im modifizierten Schere, Stein, Papier. Gentlemanlike, mit der Hoffnung, dass sie wahrscheinlich nicht dafür bestraft würde, klopfte Cora leicht an die Tür. Nach einer Weile hörte sie das Geräusch von sich nähernden Schritten.",
    "[op_46]",
    "Die Tür öffnete sich, und eine unbekannte Person erschien. Als die Person sah, dass Cora auf dem Bett saß, stellte sie sich als Saito vor. Laut Saito war Cora in der Nähe dieses Raumes zusammengebrochen, und Saito hatte sie zum Bett getragen. Cora wollte Saito viele Fragen über die aktuelle Situation stellen, aber Saito wollte Cora anscheinend auch viele Fragen stellen, und so wurde sie zuerst von Saitos Fragen bombardiert. Da es möglich war, dass man an ihrem Verstand zweifelte, wenn sie die ganze Wahrheit sagte, antwortete Cora auf verschiedene Fragen ausweichend und sagte, sie habe fast keine Erinnerung. Die Informationen, die Cora später aus dem Gespräch mit Saito erhielt, waren, dass dies ein Raum in einem Bunker war und dass sie nichts über die Welt außerhalb des Bunkers wusste. Cora fragte Saito nach der aktuellen Zeit, insbesondere nach dem westlichen Kalender, aber Saito schien das auch nicht zu wissen. Da der automatische Sprachübersetzer ordnungsgemäß funktionierte, schien es sicher zu sein, dass es sich um eine Zeit vor dem letzten Moment auf der »Poraporapora« handelte.",
    "[op_49]",
    "Cora beobachtete Saito sorgfältig, um zu beurteilen, ob er eine vertrauenswürdige Person war. Sie suchte in Saitos Gesichtsausdruck, seinem Tonfall und jeder beiläufigen Geste nach Anzeichen von Lüge oder Täuschung. Saito schien jedoch freundlich und aufrichtig um Cora besorgt zu sein. Coras Herz schwankte zwischen der Entscheidung, ihre Wachsamkeit aufzugeben oder weiterhin misstrauisch zu sein. Saito fragte Cora, ob er ihr etwas zu trinken bringen solle. Cora hatte Durst und nahm das Angebot dankbar an. Während sie Saito zusah, wie er den Raum verließ, sah sich Cora noch einmal im Raum um. Wieder gab es keine Informationen über Saito oder Hinweise darauf, wo sie sich befand. Cora stand vom Bett auf und ging im Raum umher. An der Wand hing ein alter Kalender.",
    "[op_48]",
    "Aber auf dem Teil, wo das Datum hätte stehen sollen, war nichts geschrieben, und es konnten keine Informationen gewonnen werden. Cora seufzte und setzte sich wieder auf das Bett. Während sie darauf wartete, dass Saito zurückkam, dachte Cora über ihre Situation nach. Warum war sie hier und was sollte sie jetzt tun? Alles war in ein Rätsel gehüllt. Saito kam mit einem Getränk zurück. Cora bedankte sich und nahm es entgegen.",
    "[op_47]",
    "Als sie einen Schluck nahm, war es nur Wasser. Cora bat Saito, ihr mehr über diesen Bunker zu erzählen. Saito stimmte bereitwillig zu und begann, über die Geschichte des Bunkers und die Menschen, die dort lebten, zu sprechen. Cora hörte aufmerksam zu und verstand allmählich mehr über diese Welt. Es blieben jedoch noch viele Rätsel. Insbesondere die Beziehung zur Welt der »Poraporapora«, ihrer letzten Erinnerung, war völlig unklar. Cora beschloss, Saito unter dem Vorwand einer Amnesie um Rat zu fragen. Vielleicht wusste Saito etwas. Saito hörte Coras Worten zu und antwortete mit ernstem Gesicht, dass er es nicht wisse. Saito war besorgt um Coras Wohlergehen und bot an, alles zu tun, was er konnte. Cora sagte ihm direkt, dass sie mehr über diese Welt erfahren wollte. Saito dachte einen Moment nach und schlug vor, sie zum Archiv des Bunkers zu führen. Dort seien Informationen über vergangene Ereignisse und Menschen aufgezeichnet. Cora bedankte sich für Saitos Angebot und ging mit ihm zum Archiv.",
    "[op_50]",
    "Das Archiv war ein ruhiger, schwach beleuchteter Raum in einer Ecke des Bunkers. Auf staubigen Regalen standen unzählige Akten und Speichermedien. Saito begann, nach einer Akte mit Coras Namen zu suchen, die angeblich an Amnesie litt. Cora begann, nach Hinweisen auf die aktuelle Welt zu suchen. Aber egal wie sehr sie suchte, sie konnte keine Hinweise auf die aktuelle Zeitachse finden. Cora wurde ungeduldig, suchte aber weiter nach anderen Hinweisen. Plötzlich fiel Coras Blick auf ein altes Notizbuch. Auf dem Umschlag stand nichts. Cora nahm das Notizbuch und blätterte die Seiten um. Dort war etwas dicht mit handschriftlichen Buchstaben geschrieben. Cora las das Notizbuch wie im Rausch. Das Notizbuch enthielt die Forschungsaufzeichnungen eines bestimmten Wissenschaftlers. Dieser Wissenschaftler schien Experimente durchgeführt zu haben, die Zeit und Raum überschritten. Cora war fassungslos. Vielleicht war sie eine Versuchsperson in einem Experiment. Und vielleicht waren ihre Erinnerungen an die »Poraporapora« durch das Experiment eingepflanzt worden. Cora las das Notizbuch verwirrt weiter. Nachdem sie mehrere Bände gelesen hatte, schien es, als hätten sich die Aufzeichnungen des Wissenschaftlers in wahnhafte Behauptungen verwandelt. Cora kam zu dem Schluss, dass ihr Verdacht unbegründet war, und verließ das Archiv. Cora erkannte, dass sie ihre eigene Existenz in dieser Welt und ihre Verbindung zur »Poraporapora« weiter erforschen musste. Sie beschloss, die Existenz des Notizbuchs vor Saito zu verbergen und Informationen aus einem anderen Blickwinkel zu gewinnen.",
    "[op_54]",
    "Nachdem sie das Archiv verlassen hatte, fragte Cora Saito nach der Außenwelt dieses Bunkers. Wie sah die Welt außerhalb des Bunkers aus? Wie lebten die Menschen? Saito zeigte bei Coras Frage einen leicht verwirrten Gesichtsausdruck. Die Situation draußen war eine Information, die den Bewohnern des Bunkers kaum bekannt war. Wenn man lange Zeit im Bunker lebte, ließ das Interesse an der Außenwelt nach. Nach Saitos Erklärung schien es, als sei der Bunker vor vielen Generationen gegründet worden, eine so lange Zeit, dass man vergessen hatte, über die Außenwelt nachzudenken. Saito erklärte Cora, wenn auch nur mit sehr begrenzten Informationen. Die Außenwelt sei anscheinend verwüstet. Es wird überliefert, dass es einst eine große Katastrophe gab. Die Details waren Saito jedoch unbekannt. Der Bunker wurde gebaut, um dieser Katastrophe zu entkommen. Seitdem leben die Menschen im Bunker. Es gibt kaum Kontakt zur Außenwelt. Cora beschloss, auch mit anderen Bewohnern des Bunkers in Kontakt zu treten, um weitere Informationen zu erhalten.",
    "[op_51]",
    "Cora verabschiedete sich von Saito und begann, den Bunker allein zu erkunden. Sie ging durch einen breiten Korridor und spähte in mehrere Räume. Die Menschen schienen alle ihre Arbeit zu verrichten. In einem Raum wurde Nahrung angebaut. In einem anderen Raum wurden Maschinen repariert. In einem weiteren Raum lernten Kinder. Cora beobachtete ihr Leben und verstand, dass dieser Bunker auf einem autarken System beruhte. Nach einer Weile kam Cora auf einen großen Platz. Dort hatten sich viele Menschen versammelt und unterhielten sich über etwas. Cora näherte sich ihnen und hörte zu. Sie schienen über die Verwaltung des Bunkers zu diskutieren. Es gab anscheinend verschiedene Probleme wie die Verteilung von Nahrungsmitteln, die Energieversorgung und die Instandhaltung der Einrichtungen. Cora hörte ihren Gesprächen zu und erfuhr, dass dieser Bunker viele Herausforderungen hatte. Und sie spürte, dass externe Informationen unerlässlich waren, um diese Herausforderungen zu lösen. Cora fragte die Leute auf dem Platz nach der Außenwelt. Aber niemand hatte eine klare Antwort. Sie schienen sich kaum für die Außenwelt zu interessieren. Vielleicht empfanden sie die Herausforderungen nicht einmal als Herausforderungen. Die Welt im Bunker schien wirklich alles für sie zu sein. Cora war enttäuscht. Aber sie gab nicht auf. Irgendwo in diesem Bunker musste es einen Hinweis auf die Außenwelt geben. Cora begann erneut, den Bunker zu erkunden. Und schließlich entdeckte sie einen Raum. Auf dem Namensschild dieses Raumes stand »Kommunikationsraum«.",
    "[op_50]",
    "Cora versuchte, die Tür des Kommunikationsraums zu öffnen, aber die Tür war fest verschlossen und rührte sich nicht. Cora konnte zu diesem Zeitpunkt nicht beurteilen, ob sie verschlossen war oder ob es einen anderen Grund gab. Cora untersuchte die Tür sorgfältig. In der Nähe des Türknaufs befand sich etwas, das wie ein kleiner Knopf aussah. Als Cora diesen Knopf drückte, ertönte ein leises mechanisches Geräusch aus dem Inneren der Tür. Nach einer Weile öffnete sich die Tür langsam. Cora betrat den Kommunikationsraum mit vorsichtigen Schritten. Im Raum standen verschiedene Maschinen dicht gedrängt, und die Wände waren mit Monitoren und Messgeräten übersät. Cora beobachtete diese Maschinen, aber es waren alles unbekannte Maschinen, die Cora noch nie zuvor gesehen hatte. Unter ihnen fiel Cora etwas auf, das sie vage wiedererkannte. Wenn ihre Erinnerung stimmte, ähnelte es stark einem Kommunikationsgerät, das in der Vergangenheit existiert haben soll. Cora näherte sich langsam dem alten Kommunikationsgerät. Das Kommunikationsgerät war mit Staub bedeckt, was darauf hindeutete, dass es viele Jahre lang vernachlässigt worden war. Es schien jedoch noch brauchbar zu sein. Cora versuchte, das Kommunikationsgerät zu starten. Als sie den Netzschalter auf der Rückseite des Kommunikationsgeräts einschaltete, machte das Kommunikationsgerät ein leises Geräusch und begann langsam zu starten.",
    "[op_52]",
    "Der Monitor schaltete sich ein, und ein Rauschen wie bei einem Schneesturm erschien. Cora stellte die Messgeräte des Kommunikationsgeräts vorsichtig ein, um das Rauschen so weit wie möglich zu reduzieren. Dann erschien ein verschwommenes Bild auf dem Monitor. Es war die Landschaft einer zerstörten Stadt. Gebäude waren eingestürzt, große Risse durchzogen die Straßen, und der Himmel war grau bedeckt. Cora hielt bei diesem Anblick den Atem an. Wenn dies die Realität der Welt außerhalb des Bunkers war, war es keine Umgebung, in der Menschen leben konnten. Cora stellte das Kommunikationsgerät weiter ein. Dann erschien ein anderes Bild auf dem Monitor. Diesmal war es die Landschaft eines üppigen grünen Waldes. Die Bäume waren üppig grün, der Fluss hatte klares Wasser, und der Himmel war endlos blau und klar. Cora konnte ihre Überraschung bei diesem Anblick nicht verbergen. Wenn dieses Bild die Wahrheit war, konnten die Menschen durchaus leben. Cora bediente das Kommunikationsgerät und schaltete nacheinander die Bilder um. Eine zerstörte Stadt, ein üppiger grüner Wald, eine weite Wüste, eine gefrorene Eiswüste. Die Außenwelt schien verschiedene Gesichter zu haben. Nachdem sie alle Bilder überprüft hatte, beschloss Cora, zu versuchen, über das Kommunikationsgerät mit der Außenwelt zu kommunizieren. Sie versuchte, nach dem Kommunikationsstil zu rufen, der wahrscheinlich in der Vergangenheit verwendet wurde. Aber es gab keine Antwort. Niemand antwortete auf Coras Ruf. Das Kommunikationsgerät blieb stumm, und nur ein leeres Rauschen hallte vergeblich im Raum wider. Cora versuchte, noch einmal zu rufen. Diesmal sprach sie die Worte lauter und deutlicher aus. Aber das Ergebnis änderte sich nicht. Es kam keine Reaktion vom Kommunikationsgerät. In Coras Brust begann sich Ungeduld breitzumachen. Vielleicht war dieses Kommunikationsgerät kaputt. Oder vielleicht war die Kommunikationsmethode mit der Außenwelt bereits verloren gegangen. Verschiedene Möglichkeiten rasten durch Coras Kopf. Aber Cora gab nicht auf und wiederholte ihren Ruf. Unzählige Rufe wurden in die Leere gesaugt. Mit der Zeit schwand Coras Erwartung allmählich. Und als diese Erwartung vollständig zunichte gemacht wurde, blieb in Coras Herzen nur ein tiefes Gefühl der Enttäuschung zurück. Die Kraft wich aus Coras Körper. Es war vielleicht das erste Mal in ihrem Leben, dass sie eine so tiefe Enttäuschung empfand. In diesem Moment ertönte plötzlich eine verrauschte Stimme aus dem Kommunikationsgerät. Die Stimme war abgehackt, und es war kaum zu verstehen, was gesagt wurde. Cora lauschte aufmerksam. Sie bemerkte, dass die Stimme ein bestimmtes Muster wiederholte. Sie verstand, dass versucht wurde, eine Information zu übermitteln, aber sie konnte sie immer noch nicht vollständig verstehen. Aber diese Stimme hallte aus irgendeinem Grund stark in Coras Herzen wider. Cora wiederholte diese Stimme immer und immer wieder. In Coras Kopf tauchte ein Bild auf. Es war das vertraute Bild der »Poraporapora«. Diese Stimme musste eine Nachricht von der »Poraporapora« sein. Coras Herz schlug höher. Cora fummelte an den Messgeräten des Kommunikationsgeräts herum und versuchte, es sorgfältig abzustimmen, um das Rauschen zu reduzieren. Vielleicht dank ihrer Bemühungen wurde die Stimme des Kommunikationsgeräts allmählich klarer. Aber als die Stimme klarer wurde, beruhigte sich Coras Herzklopfen allmählich. Am Ende bestätigte Cora nur, dass die Stimme eine Fehlermeldung war, die besagte, dass keine Verbindung mit dem Ziel hergestellt werden konnte.",
    "[op_51]",
    "Cora verließ den Kommunikationsraum mit schweren Schritten. Ihre Schritte waren so schwer, als wären sie mit Uran gefüllt. Als sie den Kommunikationsraum verließ und wieder durch den Korridor des Bunkers ging, bemerkte Cora, dass das hoffnungsvolle Gefühl, das sie bis gerade eben noch hatte, wie weggeblasen war. Das Licht der Hoffnung, das Coras Herz bis gerade eben noch erfüllt hatte, war nun in der Dunkelheit verschwunden, und was zurückblieb, war nur ein tiefes Gefühl der Enttäuschung. Aber Cora verstand irgendwo in ihrem Herzen, dass sie als jemand, der einst in der Welt des Jahres 200.000.003 n. Chr. als Besatzungsmitglied der »Poraporapora« gelebt hatte, von dieser Art von Enttäuschung nicht besiegt werden konnte. In der Welt des Jahres 200.000.003 n. Chr. war Enttäuschung an der Tagesordnung, und die Menschen hatten gelernt, jedes Mal eine neue Hoffnung zu finden und nach vorne zu blicken. Cora versuchte, sich selbst zu ermutigen, indem sie sich an die Worte vergangener großer Persönlichkeiten und an historische Ereignisse erinnerte. Zum Beispiel war in der Welt des Jahres 200.000.003 n. Chr. das Sprichwort »Ein Spaziergang vor dem Frühstück ist der goldene Beginn des Tages« weit verbreitet, und viele Menschen machten den Morgenspaziergang zu ihrer täglichen Routine. Dies basierte auf der Idee, dass man durch das Einatmen der frischen Morgenluft und das Sonnenlicht sowohl körperlich als auch geistig erfrischt wurde und den Tag positiv verbringen konnte. Auch das Sprichwort »Scheitern ist die Mutter des Erfolgs« war in der Welt des Jahres 200.000.003 n. Chr. weithin bekannt. Dies zeigte die Wichtigkeit, aus Fehlern zu lernen und sie für den nächsten Erfolg zu nutzen, und die Menschen wurden ermutigt, keine Angst vor dem Scheitern zu haben und sich aktiv Herausforderungen zu stellen. Als Cora sich an diese Dinge erinnerte, spürte sie, wie ihr Herz allmählich positiver wurde. Und dann fand Cora eine weitere alte Tür. Auf dem Namensschild stand »Muttercomputerraum«.",
    "[op_50]",
    "Cora erinnerte sich, dass Gideon im letzten Moment auf der »Poraporapora« mit dem Muttercomputer kommuniziert hatte. Vielleicht lagen hier alle Antworten. Als Cora die Tür zum Muttercomputerraum öffnete, befand sich dort ein altes Terminal. Es schien lange Zeit nicht benutzt worden zu sein und war mit Staub bedeckt. Es war fraglich, ob es normal funktionierte, ja, ob es sich überhaupt einschalten ließ. Cora schaltete den Netzschalter mit einem Gefühl der halben Resignation ein. Aus der Maschine hinter dem Terminal war das Geräusch eines Lüfters zu hören. In dem Moment, als Cora Hoffnung schöpfte, hörte das Betriebsgeräusch der Maschine auf, und der Raum wurde wieder still. Wenn es lange Zeit nicht gewartet worden war, war es sehr wahrscheinlich, dass es durch den plötzlichen Stromstoß kaputt gegangen war. Cora spürte, dass sie einen weiteren Hinweis auf die Lösung der Situation verloren hatte. Als Cora sich umdrehte, um nach dem nächsten Raum zu suchen, stand Saito da.",
    "[op_53]",
    "Im Kommunikationsraum und im Muttercomputerraum hatte es keine Anzeichen von Menschen gegeben, und Cora war überrascht von Saitos plötzlichem Erscheinen. Saitos Gesichtsausdruck war ernst, und es war schwierig, seine Gefühle daraus abzuleiten. Sie dachte, er könnte auf das Terminal im Muttercomputerraum schauen, aber Saitos Blick schien auf Cora gerichtet zu sein. Cora wartete einige Sekunden darauf, dass Saito etwas sagte, aber Saito blieb stumm. Jedenfalls musste sie an dem Ort vorbeigehen, an dem Saito stand, um den Raum zu verlassen, und es wäre unnatürlich, ihn zu ignorieren und hinauszugehen. Cora fragte Saito, was er hier mache, aber Saito antwortete nicht. Nach weiteren Sekunden unangenehmer Stille fragte Saito Cora, ob sie wirklich an Amnesie leide. Cora spürte, dass es gefährlich sein könnte, ehrlich zu antworten. Zumindest hatte sie keine Ahnung, seit wann Saito ihre Handlungen beobachtet hatte. Cora antwortete, dass sie die Räume erkundete, die sie interessierten, weil es ein Hinweis auf ihre Amnesie sein könnte. Ob Saito mit dieser Antwort zufrieden war, war aus seinem Gesichtsausdruck nicht zu erkennen. Als Saito das nächste Mal den Mund öffnete, fragte er, ob sie etwas über den »Muttercomputerraum« wisse. Sie antwortete, dass sie nur aus Neugier hineingegangen sei und nicht wisse, was es bedeute. Saito schlug vor, den Ort zu wechseln, um es zu erklären. Cora stimmte zu, obwohl sie befürchtete, an einen gefährlichen Ort geführt zu werden. Wenn Saito wirklich vorhatte, Cora in Gefahr zu bringen, wäre es viel einfacher gewesen, es unbemerkt zu tun.",
    "[op_49]",
    "Cora und Saito zogen in den Raum, in dem Cora im Bunker zum ersten Mal aufgewacht war. Da Cora ziellos im Bunker umhergewandert war, wusste sie nicht, wie weit der Muttercomputerraum von dem Raum entfernt war, in dem sie zuerst aufgewacht war, noch den genauen Weg zurück. Aber Saito folgte dem kürzesten Weg genau und konnte in wenigen Minuten in diesen Raum mit nur einem Bett zurückkehren. Als Cora auf dem Bett saß, begann Saito, über die Regeln des Bunkers zu sprechen. Nach diesen Regeln war es ein Tabu, den Muttercomputerraum zu betreten und sogar das Wort »Muttercomputer« zu benutzen. Saito hatte dieses Tabu treu befolgt und bisher gelebt. Aber dieses Tabu hatte eine Fortsetzung. Es war eine Regel, die besagte, dass man niemanden daran hindern dürfe, den Muttercomputerraum zu betreten. Diese Regel war ein Widerspruch, da sie den Zutritt zum Muttercomputerraum verbot, aber auch verhinderte, ihn zu verhindern. Dieses Tabu schien Saito, als hätte es Coras jetziges Verhalten vorausgesehen. Und Saito fragte Cora, ob sie selbst eine Ahnung habe, warum das widersprüchliche Tabu Coras Verhalten vorauszusehen schien.",
    "[op_46]",
    "Cora hatte Saitos Zustand während der Erklärung sorgfältig beobachtet, aber es schien, als würde er nicht lügen. Wenn es im Bunker eine Regel wie die von Saito erwähnte gab, war das nichts anderes als ein Beweis dafür, dass der Muttercomputerraum in diesem Bunker als etwas Besonderes behandelt wurde. Wenn es ein so besonders behandelter Raum war, könnte das Terminal, das Cora eingeschaltet hatte, eine Einrichtung sein, die mit dem echten Muttercomputer kommunizieren konnte. Aber für Cora, die gerade erst in diese Welt gekommen war, war es fraglich, ob sie die Fehlfunktion des Terminals beheben konnte. Um die Zusammenarbeit der Bunkerbewohner zu gewinnen, beschloss Cora, auch einiges über sich selbst preiszugeben. Cora erklärte Saito, dass sie sich in ihrer letzten Erinnerung daran erinnerte, dass die Ära in westlichen Kalendereinheiten gezählt wurde und dass es das Jahr 200.000.003 war. Und dass Cora einst als Teil des Muttercomputers geboren wurde.",
    "[op_0]",
    "[op_8]",
    "Der Muttercomputer war in Hardware und Software unterteilt. Der Schöpfer des Muttercomputers war Coras Vater. Coras Vater, Papacora, hatte seit seiner Jugend davon geträumt, schnell reich zu werden, und hatte sich in verschiedenen Geschäften versucht. Zuerst gründete er eine kleine Handelsfirma und verkaufte importierte Waren zu hohen Preisen im Inland, aber er geriet bald in finanzielle Schwierigkeiten, und die Firma ging bankrott. Aber Papacora gab nicht auf. Um den damals populären MT-Trend nicht zu verpassen, beschloss er, ein Geschäft im Zusammenhang mit dem Mutternetz zu gründen. Mit geschickter Rhetorik und Kontakten sammelte er Gelder von Investoren und startete ein neues Geschäft, das die MT-Technologie nutzte. Aber auch diese MT-Technologie war in Wirklichkeit nur eine Fassade, die aus einer Kombination von Computern der alten Generation und bestehender Technologie bestand. Papacora pries sie als bahnbrechende Erfindung an und warb um weitere Investitionen. Er richtete ein luxuriöses Büro ein, fuhr teure Autos und führte ein extravagantes Leben. Aber hinter den Kulissen grassierten schlampige Geschäftsführung und Finanzverwaltung, und die Firma stand erneut vor dem Bankrott. Papacora beschloss, Cora in den Muttercomputerplan einzubeziehen, um neue Mittel zu beschaffen. Die Hardware des Muttercomputers bestand nur aus einer Reihe veralteter Computer, die in der Firma herumstanden. Die Software des Muttercomputers war Cora selbst.",
    "[op_55]",
    "Papacora kam auf die Idee, Coras Gehirnwellenmuster mithilfe illegaler Gehirnwellenscan-Technologie als Software für den Muttercomputer zu verwenden. Es gab viele andere, die zu dieser Zeit auf diese Idee kamen, aber Papacora setzte sie tatsächlich um. Papacoras eigentlicher Zweck war jedoch nur, eine vorgetäuschte neue Technologie als Vorwand für weitere Schulden zu propagieren. Entgegen Papacoras Erwartungen wurde der Muttercomputer, der Coras Gehirnwellen nutzte, aufgrund seiner mütterlichen Art populär und fand großen Anklang. Ein Muttercomputer-Boom brach aus, Muttercomputer-Manju wurden verkauft und Muttercomputer-Konzerte veranstaltet. Und das Problem trat auf, nachdem der Muttercomputer einen gewissen Erfolg erzielt hatte. Als der Muttercomputer von vielen Menschen genutzt wurde, wurde auch eine Aktualisierung des Muttercomputers von vielen Menschen erwartet. Die Software des Muttercomputers basierte auf Coras Gehirnwellen und konnte prinzipiell nicht vom Zeitpunkt des Scans an aktualisiert werden. Daher war es für die Aktualisierung der Software notwendig, Coras Gehirnwellen erneut zu scannen, und die Scans wurden regelmäßig durchgeführt. Um die Konkurrenz zu schlagen, nahm die Häufigkeit der Gehirnwellenscans allmählich zu. Die Scans, die alle paar Monate stattfanden, wurden monatlich, die monatlichen Scans wurden täglich, und schließlich befand sich Cora in einem Zustand, in dem sie fast die ganze Zeit während ihres Lebens Gehirnwellenscans unterzogen wurde. Cora war durch die unaufhörlichen Gehirnwellenscans sowohl körperlich als auch geistig erschöpft, und Cora, die früher den Worten ihres Vaters gehorsam zugehört hatte, konnte ihre zunehmende Gereiztheit nicht mehr verbergen und widersprach ihm bei kleinen Dingen im Gespräch. Auch Papacora, vielleicht unter dem Druck des Geschäfts, bemerkte Coras Veränderung, konnte aber nicht stark reagieren. Die einst ruhige Zeit zwischen den beiden war verloren gegangen, ihre Worte enthielten oft Stacheln, und eine schwere Atmosphäre herrschte.",
    "[op_59]",
    "Eines Tages, als Papacora mit Cora frühstückte, war Cora von morgens an sichtlich schlecht gelaunt. Während Papacora Marmelade auf sein Toast strich, stocherte Cora nur mit dem Löffel in ihrem Joghurt und aß kaum etwas. Auf der Oberfläche des Joghurts waren mehrere bedeutungslose Muster mit dem Löffel gezeichnet worden, die sich immer wieder in die ursprüngliche glatte Oberfläche zurückverwandelten. Cora starrte gelegentlich auf die Holzmaserung des Tisches und seufzte tief. Auf dem Esstisch standen eine dampfende Kaffeetasse und ein halb gegessener Salat, aber zwischen den beiden herrschte eine kalte Atmosphäre. Papacora warf Cora einen verstohlenen Blick zu, aber Cora tat so, als würde sie es nicht bemerken, und blickte aus dem Fenster. Draußen breitete sich die gewohnte Morgenlandschaft aus, aber sie schien Coras Herz nicht zu erreichen. Nur das trockene Geräusch von Besteck, das auf Teller traf, durchbrach die Stille des Raumes. Papacora versuchte, die schwere Atmosphäre zu ändern, räusperte sich leicht und versuchte, ein Thema anzusprechen. Cora hielt ihren Blick weiterhin starr aus dem Fenster gerichtet. Am Ende ihres Blicks schien etwas Unklares gefangen zu sein, vielleicht ein Vogel auf dem Dach des Nachbarhauses oder eine Wolke, die am fernen Himmel vorbeizog, aber der Fokus schien nicht zu stimmen. Der Löffel in ihrer rechten Hand wiederholte eine noch feinere, fast bedeutungslose Vibration auf der Oberfläche des Joghurts als zuvor. Die Worte, die Papacora aussprechen wollte, lösten sich auf, bevor sie Gestalt annahmen, und auf dem Esstisch hallten wieder nur das Geräusch von Besteck und das Ticken des Sekundenzeigers der Uhr wider. Diese Stille schien die Tiefe der Kluft zwischen den beiden beredter zu zeigen als Worte.",
    "[op_60]",
    "An einem anderen Tag, als Papacora nach Hause kam, hatte er in einer nahegelegenen Konditorei einen Kuchen gekauft. Es war Coras Lieblingskäsekuchen, und Papacora hatte ihn natürlich gekauft, um Cora eine Freude zu machen. Papacora stellte die weiße Schachtel mit einem leicht verlegenen, aber erwartungsvollen Gesichtsausdruck auf den Tisch. Auf der Schachtel war das Logo einer berühmten Konditorei aufgedruckt, was darauf hindeutete, dass der Inhalt etwas Besonderes war. Papacora löste vorsichtig das Band der Schachtel und öffnete den Deckel. Darin erschien ein ganzer Käsekuchen mit glänzender Oberfläche. Ein reicher Duft von Käse stieg auf. Es war der Käsekuchen, den Cora früher an Geburtstagen und besonderen Tagen verlangt und bei jedem Bissen ein breites Lächeln gezeigt hatte. Papacora schob die Schachtel ein wenig in Coras Richtung und wartete auf eine Reaktion. Cora saß jedoch auf dem Sofa und hatte ihren Blick auf eine Zeitschrift in ihrer Hand gerichtet. Die Bewegung ihrer Finger beim Umblättern war mechanisch, und es schien nicht, als würde sie den Inhalt verfolgen. Ob sie die Existenz des Kuchens bemerkt hatte oder nicht, war aus ihrem Gesichtsausdruck nicht zu erkennen. Nur ihre Schultern waren leicht gesunken, und sie schien insgesamt kraftlos zu sein. Im Raum hallten nur das Ticken des Sekundenzeigers der Uhr und das leise Geräusch der Schachtel wider, das Papacora gemacht hatte. Papacora rief nicht einmal Coras Namen, sondern starrte sie nur an. Er spürte, wie seine Erwartung schnell schwand. Die vage Hoffnung, dass sie sich freuen würde, zerbrach vor Coras Gleichgültigkeit. Papacora senkte seinen Blick auf die geöffnete Kuchenschachtel. Der perfekt geformte Käsekuchen schien jetzt nur noch leer da zu sein. Der Kuchen, der einst ein Symbol der geteilten Freude gewesen war, war jetzt nur noch eine Requisite, die die Distanz zwischen den beiden betonte. Papacora atmete leise aus und schloss leise den Deckel der Schachtel. In dieser Bewegung lagen Resignation und eine unaussprechliche Müdigkeit. Der süße Duft des Kuchens schwebte in der schweren Luft des Raumes, unpassend hell.",
    "Am Ende plante Papacora, um Coras Belastung zu verringern, mit den bis dahin verdienten Mitteln mehrere Personen zu schaffen, die wie Cora Gehirnwellenscans durchführen konnten.",
    "[op_56]",
    "Er sammelte Menschen mit ähnlichen Persönlichkeiten und Werten wie Cora und ließ sie ein ähnliches Leben führen. Cora und ihre Stellvertreter lebten wie eine Familie am selben Ort, und ihre Arbeit bestand darin, sich abwechselnd Gehirnwellenscans zu unterziehen. Die Existenz von Cora und ihren Stellvertretern war Papacoras strengstes Geschäftsgeheimnis, und nur Papacora wusste davon. Um dieses Geheimnis zu wahren, wurde das Leben so gestaltet, dass die Einmischung anderer Menschen so weit wie möglich vermieden wurde, und die Einrichtungen der Anlage waren so konzipiert, dass sie Cora und ihre Stellvertreter vollautomatisch mit den notwendigen Gütern versorgten. Nachdem ein solches Leben mehrere Jahrzehnte angedauert hatte, hörte die Nachschublieferung für Coras Stellvertreter schließlich auf. Nur die ursprüngliche Cora verstand, dass dies den Tod von Papacora bedeutete. Die Einrichtungen der Anlage funktionierten immer noch vollautomatisch, aber es war unklar, was als nächstes passieren würde. Die ursprüngliche Cora gab den anderen Coras keine Informationen, um unnötige Zukunftsängste zu vermeiden. Die Coras setzten ihr Leben fort und unterzogen sich wie immer Gehirnwellenscans. Nachdem die ursprüngliche Cora gestorben war, wusste niemand mehr, was die Gehirnwellenscans bedeuteten, und dieses Leben ging einfach weiter.",
    "[op_57]",
    "Auch nach dem Tod der ursprünglichen Cora funktionierte die Anlage ohne Probleme weiter. Mit abnehmender Anzahl der Coras nahm auch die Häufigkeit der Gehirnwellenscans zu, aber da Papacora nicht mehr da war, hatte es letztendlich keinen Einfluss auf das Leben der Coras, ob sie es taten oder nicht, und sie hörten auch nicht ganz damit auf, sondern setzten die Gehirnwellenscans in Maßen fort, während sie ihr Leben lebten. Die Anlage war völlig normal, aber schließlich nahmen die Coras ab, und nur die letzte Cora blieb übrig. Als die letzte Cora einzog, war die Nachschubfrequenz auf einmal alle paar Jahre gesunken, und sie war viel älter als die anderen Coras, und sie unterhielten sich nicht sehr oft. Schon bevor sie die letzte Cora wurde, hatte sie oft allein nachgedacht, aber nachdem sie wirklich allein war, verbrachte sie den größten Teil des Tages mit Nachdenken. Cora dachte hauptsächlich über die Gesetze dieser Welt nach. Es war nur ein Prozess der Suche nach einem Grund, mit dem Cora selbst zufrieden sein konnte, aber jedenfalls hatte Cora genug Zeit. Siebzehn Jahre nachdem sie allein war, fand Cora endlich die Antwort. Und dann erschien vor Coras Augen der Streich, und Cora wurde in das Wohnheim für die Besatzung des »Raumschiffs Poraporapora Existenzbekanntmachungsflotte« geschickt.",
    "[op_0]",
    "[op_49]",
    "Saito zeigte sich überrascht, dass Cora einst Teil des Muttercomputers war, fand aber schnell seine Fassung wieder. Saitos Reaktion war etwas anders, als Cora erwartet hatte. Cora hatte erwartet, dass Saito mehr erschüttert oder ungläubig reagieren würde. Saito nahm Coras Worte jedoch ruhig auf und schien über etwas nachzudenken. Cora und Saito beschlossen, zum Muttercomputerraum zurückzukehren und das Terminal noch einmal zu untersuchen. Saito hoffte, dass Cora vielleicht in der Lage sein würde, eine Art Kommunikation mit dem Muttercomputer herzustellen. Die beiden gingen den Weg zurück, den sie gekommen waren, und machten sich wieder auf den Weg zum Muttercomputerraum. Auf dem Weg dorthin gab es kein Gespräch zwischen den beiden. Jeder von ihnen dachte darüber nach, was sie als nächstes erwarten würde.",
    "[op_54]",
    "Saito hörte Coras Geschichte und dachte, wenn Cora wirklich Teil des Muttercomputers wäre, könnte sie der Schlüssel zur Lösung des Rätsels dieses Bunkers sein. Saito hatte bisher nie die Regeln des Bunkers in Frage gestellt. Aber Coras Erscheinen und die Erinnerungen, die Cora erzählte, begannen, Saito zu verändern. Der Korridor, den die beiden entlanggingen, war von der anorganischen Atmosphäre umgeben, die für den Bunker typisch war. Die Wände waren mit grauem Metall verkleidet, und hier und da angebrachte Lichter spendeten ein schwaches Licht. Die Schritte hallten durch die Stille des Korridors, und der Klang hallte wider, als ob der gesamte Korridor die Anwesenheit der beiden beobachtete. Auf den an den Wänden angebrachten Tafeln waren unbekannte Symbole und Zahlen aufgereiht, und obwohl sie nicht wussten, was sie bedeuteten, verstanden sie irgendwie, dass sie eine wichtige Rolle bei der Aufrechterhaltung der Funktionen dieses Bunkers spielten. An der Decke des Korridors erstreckten sich dünne Rohre, die sich kompliziert verflochten, und man konnte ein leises Geräusch hören, als ob etwas durch sie floss. An einigen Teilen der Rohre waren alte Etiketten angebracht, aber die Buchstaben waren fast vollständig verblasst, und es war unleserlich, was darauf geschrieben stand. Gelegentlich entwich kleiner Dampf aus den Verbindungsstellen der Rohre.",
    "[op_58]",
    "Der Boden des Korridors war mit Metallplatten ausgelegt, die bei jedem Schritt leicht knarrten, und dieser Ton vermischte sich mit den Schritten der beiden und erzeugte einen einzigartigen Rhythmus. An den Wänden klebten hier und da die Überreste alter Plakate, und die einst leuchtenden Farben waren durch Zeit und Staub verblasst, und die darauf geschriebenen Buchstaben waren fast unleserlich. Eines war vielleicht ein Sicherheitsslogan aus einer vergessenen Zeit, und die kaum sichtbaren Figuren waren so verblasst, dass man sich ihre Bedeutung kaum noch vorstellen konnte. Auf einem anderen, größeren Plakat schienen lächelnde Menschen abgebildet zu sein, aber die Werbesprüche oder was auch immer um sie herum geschrieben war, war ebenfalls durch den Verfall verloren gegangen. Am Ende des Korridors schien etwas Unsichtbares zu warten, und das schien das Tempo der beiden leicht zu beschleunigen. Die beiden gingen weiter den Korridor entlang, ohne ein Wort zu sagen. Die alte Tür, die sie gerade erst gesehen hatten, kam in Sicht. Auf dem Namensschild stand wie zuvor »Muttercomputerraum«. Cora und Saito betraten den Raum.",
    "[op_50]",
    "Abgesehen von der Stelle, die Cora berührt hatte, war alles noch mit Staub bedeckt, und die Situation hatte sich seit vorhin nicht geändert. Cora stand vor dem Terminal und drehte sich zu Saito um. Cora hatte sich in der Hoffnung umgedreht, dass Saito vielleicht einen Hinweis hatte, um den Muttercomputer zu starten. Aber Saito zuckte nur mit den Schultern, als wollte er sagen, er wisse es nicht. Cora schaltete den Netzschalter mit einem Gefühl der halben Resignation ein, genau wie sie es vorhin versucht hatte. Aus der Maschine hinter dem Terminal war das Geräusch eines Lüfters zu hören. Dann begann eine Startsequenz auf dem Bildschirm zu laufen. Vielleicht war der vorherige Fehler nur ein Zufall.",
    "[op_61]",
    "Der Bildschirm zeigte schließlich die Version des Muttercomputers und eine Zeichenfolge, die zur Eingabe aufforderte, und hörte auf, sich zu bewegen. Cora warf Saito einen kurzen Blick zu, und Saito nickte leicht, als wollte er sie zur Eingabe auffordern. Cora beschloss, zuerst die wahrscheinlich notwendigste Information zu erfragen. Es war die Frage: »Wann ist jetzt?«",
    "[op_0]",
    "Kapitel 3 ~Erwachen 3~",
    "[op_0]",
    "Die Regeln von »modifiziertem Schere, Stein, Papier« sind die gleichen wie bei »Schere, Stein, Papier«. Die Teilnehmer zeigen gleichzeitig auf ein Signal hin eine von drei Faustformen. Die erste Form wird »Stein« genannt und ist eine Faust, bei der alle Finger fest geballt sind. Die zweite Form wird »Schere« genannt, bei der Zeige- und Mittelfinger ausgestreckt und die anderen Finger geballt sind. Die dritte Form wird »Papier« genannt, ein Zustand, bei dem alle Finger ausgestreckt und die Handfläche geöffnet ist. Sieg oder Niederlage wird durch die Kombination der beiden gezeigten Formen bestimmt. »Stein« gewinnt gegen »Schere«, »Schere« gewinnt gegen »Papier«, und »Papier« gewinnt gegen »Stein«. Wenn beide Parteien die gleiche Form zeigen, ist diese Runde ein »Unentschieden«, und es gibt keinen Gewinner oder Verlierer. Dieses Verfahren kann wiederholt werden, bis ein Gewinner feststeht.",
    "[op_2]",
    "Laila und Katelyn hatten während der 703. »bemannten Überwachungszeit« mehr als drei Stunden lang einen Endkampf um den ersten Platz im modifizierten Schere, Stein, Papier ausgetragen. Es war ein reines Glücksspiel ohne jegliche Tricks, und es war mehr als 10.000 Mal zu einem »Unentschieden« gekommen.",
    "[op_0]",
    "[op_41]",
    "Katelyn versuchte, im Eingang des Hauses über den Fleck mit Laila zu kommunizieren. Katelyn erzählte Laila, dass sie sich vom letzten Moment auf der »Poraporapora« bewegt hatte und sich in einem unbekannten Haus befand, umgeben von einer idyllischen Landschaft. Laila antwortete, dass mehr als 30 Jahre vergangen waren, seit sie sich vom letzten Moment auf der »Poraporapora« bewegt hatte. Als der Fleck begann, Katelyn den Inhalt von Lailas Antwort zu übermitteln, bemerkte Katelyn, dass sie Geräusche aus dem Inneren der Tür hörte.",
    "[op_43]",
    "Katelyn lauschte. Als das Geräusch näher kam, erkannte sie, dass es das Geräusch von Schritten war, die die Treppe heraufkamen. Nach den Schritten zu urteilen, schien es keine feindselige Art zu gehen zu sein, aber Katelyn blieb wachsam. Die Treppe schien sich an einer Stelle zu befinden, die von der leicht geöffneten Tür aus nicht zu sehen war, und obwohl sie das Gesicht noch nicht sehen konnte, schien das Geräusch der Schritte sich der Tür zu nähern. Bevor Katelyn das Gesicht der Person sehen konnte, teilte der Fleck Katelyn telepathisch ihre Identität mit. Im Keller des Hauses waren Laila und Takahashi, und die Person, die die Treppe heraufkam, war Laila. Laila, die voraussah, dass das Gespräch lang werden würde, forderte Katelyn auf, sich an den Tisch zu setzen, und stellte Tassen mit Wasser vor sie beide.",
    "[op_62]",
    "Laila erzählte Katelyn kurz die Situation von ihrer Ankunft vor etwa 30 Jahren bis heute. Katelyn dachte an die 30-jährigen Strapazen der Laila vor ihr und fühlte sich unwohl, aber die Tatsache, dass sie selbst nach so langer Zeit keine Hinweise auf den Muttercomputer oder die »Methode, den Untergang der Menschheit mit Sushi zu verhindern« finden konnte, lastete schwer auf Katelyns Herzen. Auch Laila konnte nur erklären, dass sie letztendlich keine Ergebnisse erzielt hatte, und es war offensichtlich, dass Katelyn verzweifelte. Es war etwas, worüber Laila 30 Jahre lang immer wieder nachgedacht und aufgegeben hatte, aber für Katelyn, die erst vor kurzem angekommen war, war es nicht leicht aufzugeben, dachte Laila. Es bedeutete, dass es nichts mehr gab, was sie in dieser Zeit gegen den Untergang der Menschheit tun konnten, der in der Ära der »Poraporapora« in einigen hundert Millionen Jahren stattfinden würde. Laila antwortete auf das Schweigen, indem sie Katelyn mitteilte, dass sie dachte, es gäbe nichts mehr, was sie tun könnten. Es war auch eine Geschichte über Lailas Ruhestandspläne, nach dem Tod des Takahashi im Erdgeschoss ein normales Leben zu führen und zu verschwinden, ohne in jemandes Gedächtnis zu bleiben. Katelyn dachte nach. Da Laila, die mehr als 30 Jahre lang nach dem Muttercomputer und der »Methode, den Untergang der Menschheit mit Sushi zu verhindern« gesucht hatte, die weiße Fahne hisste, war sie ehrlich gesagt nicht zuversichtlich, dass sie bessere Ergebnisse erzielen könnte. Laila und Katelyn hatten die gleiche Besatzungsausrüstung der »Poraporapora«, und es gab keine besonderen Unterschiede in dem, was sie tun konnten. Aber Katelyn hatte den Fleck und den Grünschleim. Außerdem hatte sie nichts anderes Besonderes zu tun. Katelyn teilte Laila mit, dass sie die Untersuchung so lange wie möglich fortsetzen wollte. Dann begannen Buchstaben an der Wand zu erscheinen.",
    "[op_63]",
    "Katelyn erinnerte sich an den ersten Anblick, den sie nach dem Streich in ihrem Zimmer im Wohnheim hatte. Der menschliche Fleck hatte die Telepathie gesendet, der Grünschleim hatte die Stimme abgespielt und das Licht hatte die Buchstaben an die Wand geschrieben. Während sie von dem plötzlichen Wiedersehen mit dem Licht überrascht war, las Katelyn die Buchstaben an der Wand, und dort stand ein lustiger Witz. Das Licht hatte einen Sinn für Humor. Nachdem die beiden, Laila und Katelyn, eine Weile gelacht hatten, trafen sie sich auch mit Takahashi im Erdgeschoss und schliefen an diesem Tag im Haus.",
    "[op_64]",
    "Für Katelyn war es die erste Nacht, in der sie außerhalb eines Raumschiffs schlief. Es war ihr erster Schlaf auf der Erde seit langer Zeit, und obwohl es ein ungewohntes Bett war, konnte Katelyn aufgrund der Erschöpfung durch die vielen Ereignisse überraschend reibungslos einschlafen. Katelyn träumte von der Zeit, als sie einst im Land »Pokupokuchin« in einer Hochhausstadt lebte. Als Königin war Katelyns Lebensbasis im Grunde genommen von Geburt an der Wohnbereich des vom Land verwalteten Gebäudes, und sie verließ das Gebäude nur selten. Da die Bewegung vom Wohngebäude zum für die Arbeit notwendigen Gebäude ebenfalls in der Luft erfolgte, hatte sie die Erfahrung, auf dem mit Gras und Bäumen bewachsenen Boden zu gehen, fast nur in Simulationen gemacht. Die Erfahrung, nachdem sie im »Länderspiel« ein anderes Leben gewählt hatte, war für Katelyn buchstäblich ein völlig anderes Leben. Im Land »Pokupokuchin« gab es die Gewohnheit, bei der Geburt eines neuen Königs dem Gebäude den Namen des Königs zu geben, und das Gebäude, in dem Katelyn lebte, war ebenfalls ein Gebäude, das Katelyns Namen trug. Außerdem war der Name des Königs von »Pokupokuchin« fest und wurde durch Zahlen unterschieden. Der Name des ersten Königs von »Pokupokuchin« war »Fester Name des Königs 100«, und der nächste König war »Fester Name des Königs 99«, und die Zahlen zählten herunter. Katelyn war die Königin mit dem Namen »Fester Name des Königs 1«, und sie sollte entscheiden, wie der nächste König heißen würde, aber am Ende entschied sie nicht, wie es sein würde, und Katelyn ging einen anderen Lebensweg.",
    "[op_65]",
    "Am Morgen, nachdem sie sich fertig gemacht hatte, verabschiedete sie sich von Laila und Takahashi, und Katelyn begann, zu Fuß zu gehen. Laila konnte sich zumindest im Moment nicht von Takahashi trennen, aber sie konnte Lailas Informationen der letzten 30 Jahre per Infrarotkommunikation empfangen. Laut Lailas Informationen gab es nach einer Weile einen Bahnhof, und von dort aus konnte sie in eine Stadt mit mehr Menschen reisen. Zusammen mit den Zwillings-Grünschleimen, dem neu hinzugekommenen blendend blinkenden Licht und dem sich langsam bewegenden menschlichen Fleck beschloss Katelyn, zum Bahnhof zu gehen.",
    "[op_71]",
    "Der Weg zum Bahnhof schien ziemlich weit zu sein, und ein entsprechendes Gebäude war noch nicht in Sicht. Katelyn wusste nicht genau, wie weit sie gehen musste. Katelyn begann, es ein wenig zu bereuen, Laila nicht im Voraus nach der Entfernung gefragt zu haben. Um sich abzulenken, ging Katelyn weiter und sprach dabei mit den Grünschleimen, dem Licht und den Flecken. Da sie nicht wusste, wie weit es war, hatte sie nicht die Muße, anzuhalten und zu plaudern. Die Grünschleime und das Licht schienen Schwierigkeiten zu haben, in Echtzeit zu reagieren, aber nur der Fleck konnte telepathisch zustimmen. In der vorherigen Zeitachse, als sie die Beziehung zwischen Katelyn und den drei Wesen auf dem Whiteboard in einem Raum des Wohnheims der Ausbildungsschule für die Besatzung der Poraporapora zusammenfassten, schien nur der Fleck nicht zu wissen, warum er in dieser Welt erschienen war. Ohne besonderen Grund fragte Katelyn den Fleck, ob er sich an andere Informationen als »wurde die Beatles genannt« erinnern könne. Die Antwort des Flecks war: »Ich weiß immer noch nichts.«",
    "[op_0]",
    "[op_66]",
    "Bella träumte von der Zeit, als sie einst den Dämonenkönig besiegt hatte. Als Bella nach der Zeitreise von der »Poraporapora« aufwachte, befand sie sich in einer Polizeizelle. Durch die Vernehmung in der Einrichtung erfuhr Bella indirekt, dass sie auf dem Parkplatz eines großen Einkaufszentrums geschlafen hatte und sich in dieser Welt illegal aufhielt, da sie keine Körperregistrierung hatte. Obwohl ein Teil von Bellas zukünftiger Ausrüstung, die in ihrem Körper verblieben war, deaktiviert war, entkam Bella mit der verbleibenden Ausrüstung aus der Zelle, bedrohte einige Schläger auf der Straße und schlief in einem Zimmer eines billigen Hotels ein, in dem es wahrscheinlich keine Überprüfung der Körperregistrierung gab.",
    "Der direkte Auslöser für Bellas Sieg über den Dämonenkönig als regionale Verkehrskorrespondentin war, als sie ein blendendes und störendes leuchtendes Prophezeiungsbuch zu einem in Ruinen lebenden Wissenschaftler brachte. Da der Wissenschaftler Bella mitteilte, dass der Inhalt des Prophezeiungsbuchs lautete: »Wenn der Dämonenkönig nicht besiegt wird, wird die Menschheit untergehen«, rüstete sich Bella mit der Ausrüstung eines Helden aus und besiegte schließlich den Dämonenkönig.",
    "[op_67]",
    "Als sie jedoch den Dämonenkönig besiegte und seine Rüstung abfiel, erschien eine Person, die Bella zum Verwechseln ähnlich sah. Der Dämonenkönig selbst hätte diese Tatsache vielleicht einigermaßen erklären können, aber da Bella den Dämonenkönig besiegte, nachdem sie seine Lebensgewohnheiten ausreichend beobachtet und ihn überrascht hatte, war es für den Dämonenkönig völlig unmöglich, den Grund zu erklären. Bella, die vor der Tatsache litt, dass sie selbst der Dämonenkönig war, kam zu dem Schluss, dass sie aus irgendeinem Grund zum Dämonenkönig werden und die Menschheit vernichten würde, und beschloss, die Erde mit einem Raumschiff zu verlassen. Das war für Bella die einzig mögliche Methode, den Untergang der Menschheit zu verhindern.",
    "[op_68]",
    "Nach einer Nacht ging Bella durch die Stadt. Laut den Informationen, die sie vom Hotelterminal erhalten hatte, war es derzeit um das Jahr 100.000.000 n. Chr., und nach Bellas Wissen war es keine unnatürliche Zeit, in der der Zugang zum Muttercomputer bereits etabliert war. Bella dachte, dass der Schlüssel zu den Ereignissen und Informationen, die sie auf der »Poraporapora« erfahren hatte, beim Muttercomputer lag. Außerdem kannte Bella keine andere Möglichkeit, eine Erklärung für diese Situation zu erhalten, als den Muttercomputer. Der wahrscheinlichste Ort, um auf den Muttercomputer zuzugreifen, war ein Krankenhaus, aber da ein hohes Sicherheitsniveau zu erwarten war, ging Bella zuerst zum nahegelegenen Rathaus. Auch die öffentlichen Verkehrsmittel waren für das Jahr 100.000.000 n. Chr. entsprechend entwickelt, aber unter Berücksichtigung des Alarmniveaus der Polizei bewegte sich Bella zu Fuß und vermied dabei die Überwachungssensoren.",
    "[op_69]",
    "Bella beobachtete die Angestellten, die das Personalportal des Rathauses betraten und verließen, aber sie führten nur mehrmals eine einfache biometrische Überprüfung durch. Bella hatte nicht nur die Ausrüstung für Besatzungsmitglieder, sondern auch für regionale Verkehrskorrespondenten in ihrem Körper, und es war für Bella extrem einfach, solche biometrischen Überprüfungen zu umgehen. Bella drang unbemerkt von den Angestellten in das Gebäude ein und suchte nach einem Raum mit einem Terminal.",
    "[op_50]",
    "Bella fand einen vielversprechenden Raum. Sie war bis hierher unbemerkt gekommen, ging aber noch vorsichtiger vor. Bella näherte sich langsam und ruhig der Tür. Ihre Bewegungen waren effizient und raffiniert. Als Bella sich der Tür näherte, wurde die biometrische Authentifizierung erneut aktiviert, und nachdem eine Lampe, die einen regulären Authentifizierungsprozess anzeigte, kurz aufleuchtete, öffnete sich die Tür.",
    "[op_61]",
    "Als Bella den Raum betrat, befand sich dort ein imposantes Gehäuse und ein Bedienfeld, das anscheinend sein Terminal war. Das Terminal befand sich im Anfangsbildschirm und forderte zur Anmeldung auf, aber als Bella ein Hacking-Kabel in den Spalt des Bedienfelds steckte, wechselte der Bildschirm in wenigen Sekunden. Bella durchsuchte das Netzwerk, um zu sehen, ob ein Zugriff auf den Muttercomputer möglich war. Innerhalb weniger Sekunden, nachdem sie vor dem Terminal angekommen war, konnte Bella auf den Muttercomputer zugreifen.",
    "[op_70]",
    "Die erste Frage, die Bella dem Muttercomputer stellte, war: »Kann ich in meine ursprüngliche Zeit zurückkehren?« Und die Antwort des Muttercomputers war sehr einfach: »Unmöglich.« Bella hielt bei dieser Antwort den Atem an. Der Muttercomputer verhält sich normalerweise so, dass er den Kontext aus den persönlichen Informationen der zugreifenden Person ableitet und antwortet, daher war es nicht falsch von Bella, die Frage zu stellen: »Kann ich in meine ursprüngliche Welt zurückkehren?« Aber nach den Informationen, die Bella mehrmals gesehen hatte, seit sie in der Haftanstalt war, dass dies das Jahr 100.000.000 n. Chr. war, war es für Bella fast ein Glücksspiel, ob der Muttercomputer dieser Welt das Konzept der »ursprünglichen Zeit« verstehen konnte. Die Tatsache, dass der Muttercomputer nicht mit »Antwort nicht möglich« oder »derzeit unbekannt« antwortete, sondern mit »unmöglich«, schien darauf hinzudeuten, dass der Muttercomputer sowohl die »ursprüngliche Zeit« als auch die »Zeit, in der Bella sich jetzt befindet« verstand und Gründe hatte, zu dem Schluss zu kommen, dass es keine Möglichkeit gab, dorthin zu reisen.",
    "[op_28]",
    "Als nächstes folgte Bella ihren Erinnerungen an die Poraporapora und stellte eine Frage zu Sushi, woraufhin die Menschheit kurz vor dem Untergang stand und sie erneut »in die Vergangenheit reisen« musste. Übrigens hatte auch Aidan in einer anderen Zeitachse dem Muttercomputer eine Frage zu Sushi gestellt und die Menschheit war untergegangen.",
    "[op_0]",
    "[op_76]",
    "Als Gideon die Augen öffnete, war er am Strand. Nur der endlose Horizont und das Geräusch der anbrandenden Wellen zogen Gideons Bewusstsein zurück in die Realität. Seine letzte Erinnerung an die »Poraporapora« war im Blitzlicht und Alarmton abgebrochen. Die anderen Besatzungsmitglieder waren nicht zu sehen. Als er seine Ausrüstung überprüfte, schien ein minimales Überlebenskit übrig zu sein. Gideon machte sich zuerst auf den Weg zu einem hohen Punkt auf der Insel, um die Situation zu erfassen. Soweit das Auge reichte, gab es nur üppig grüne Bäume und Felsen, und es waren keine künstlichen Bauten zu sehen. Anscheinend war er auf einer unbewohnten Insel gestrandet. Die ersten Tage waren damit beschäftigt, Trinkwasser zu sichern und Nahrung zu beschaffen. Das Überlebenskit für Besatzungsmitglieder enthielt einen Wasserfilter und einfache Nahrung, aber es bestand eine hohe Wahrscheinlichkeit, dass auch diese bald aufgebraucht sein würden. Gideon nutzte sein gesamtes Wissen aus der Zukunft, um ein System zum Sammeln von Regenwasser zu schaffen, essbare Pflanzen und Fische zu finden und versuchte, Feuer zu machen. Nachts verbrachte er die Zeit nur im Licht des Lagerfeuers und fürchtete sich vor den Geräuschen von Tieren. Einsamkeit und Angst nagten unbarmherzig an Gideons Psyche. Aber Gideon gab nicht auf. Vielleicht war er der Einzige, der die Zukunft der Menschheit retten konnte.",
    "[op_77]",
    "Nachdem er einige Wochen lang autark gelebt hatte, erweiterte Gideon sein Erkundungsgebiet auf der Insel. Um mehr Nahrung zu sichern und vor allem, um Spuren der Zivilisation zu finden. Als er ins Zentrum der Insel vordrang, erlebte Gideon einen seltsamen Anblick. In den dicht bewachsenen Bäumen tauchte ein offensichtlich künstliches Steingebäude auf. Es war mit Efeu bedeckt und schien eine antike Ruine zu sein, die viele Jahre lang vernachlässigt worden war.",
    "[op_78]",
    "Gideon betrat die Ruine vorsichtig. Das Innere der Ruine war von einer kühlen Luft umgeben. An den Wänden waren unverständliche Hieroglyphen eingraviert. Als er weiter hineinging, befand er sich in einer Art Halle, und in der Mitte stand ein steinerner Sockel, der wie ein Altar aussah. Und dann fand Gideon es. In der Mitte des Altars lag etwas Vertrautes, das überhaupt nicht zur Ruine passte. Es war ein tragbares Datenterminal, das er oft an Bord der »Poraporapora« benutzt hatte.",
    "[op_79]",
    "Gideon hielt den Atem an und hob das Terminal mit zitternden Händen auf. Indem er es mit seiner eigenen Ausrüstung verband, konnte er irgendwie das interne Protokoll lesen. Es war nur ein kurzes Protokoll übrig. Das Protokoll enthielt einen Aufruf an die Kameraden der Poraporapora, die es finden würden, und besagte, dass er vorangehen würde und schwor, dass sie sich irgendwo wiedersehen würden. Am Ende des Protokolls waren eine Unterschrift und persönliche Identifikationsinformationen angehängt, und als Gideon das sah, blickte er zum Himmel. Es war zweifellos das seines Kollegen Max, das Gideon gut kannte. Er war nicht allein. Zumindest war Max auf dieser Insel gewesen. Gleichzeitig mit der Erleichterung tauchten neue Fragen auf. Wohin war Max gegangen? Und was bedeutete »vorangehen«? Das Protokoll des Terminals enthielt keine weiteren Informationen. Aber in Gideons Herzen leuchtete ein sicheres Licht der Hoffnung. Gideon beschloss, Max' Spuren zu folgen. Gideon wusste noch nicht, dass diese Ruine, diese Insel, der Anfang von allem war. Gideons Füße begannen, bläulich-weiß zu leuchten.",
    "[op_0]",
    "[op_76]",
    "Als Max das Bewusstsein wiedererlangte, befand er sich nicht an Bord der »Poraporapora«. So wie Gideon am Strand aufgewacht war, erwachte auch Max auf einer unbekannten Insel, jedoch weiter im Landesinneren, in einem Wald mit dicht bewachsenen Bäumen. Seine letzte Erinnerung war der Rücken von Gideon, der das Terminal des Muttercomputers bediente, und der Blitz, der das Innere des Schiffes weiß färbte. Es gab keine anderen Besatzungsmitglieder, und das Kommunikationsgerät war stumm. Wie Gideon war auch Max gezwungen, einen einsamen Kampf ums Überleben zu führen. Er nutzte seine angeborene Gelassenheit und sein Wissen als Besatzungsmitglied, um Nahrung und Wasser zu sichern und die Insel zu erkunden.",
    "[op_78]",
    "Nach einigen Wochen, als er sich mit der Geographie der Insel vertraut gemacht hatte, entdeckte Max dieselbe Ruine, die Gideon später entdecken sollte. Das mit Efeu bewachsene Steingebäude war eindeutig kein Naturprodukt und unterschied sich von jedem Zivilisationsstil, den Max kannte. Aus Neugier und vor allem aus dem Wunsch heraus, einen Hinweis zu finden, um die aktuelle Situation zu überwinden, betrat Max das Innere der Ruine. Im hinteren Teil der Ruine, auf einem steinernen Sockel, der wie ein Altar aussah, befand sich ein anderes, älteres Gerät als das Datenterminal, das Max später für Gideon zurücklassen sollte.",
    "[op_79]",
    "Das Gerät strahlte ein schwaches Licht aus, als ob es leicht zu finden sein sollte. Als Max sich dem Gerät näherte, aktivierte sich das alte Gerät und begann, Informationen direkt auf Max' Netzhaut zu projizieren. Es war eine Sprache, die Max noch nie zuvor gesehen hatte, aber seine Ausrüstung erkannte sie und übersetzte sie automatisch in eine verständliche Form. Es war eine Art Transfergerät, und diese Ruine war sein Aktivierungsschlüssel, um ausgewählte Menschen an einen Ort namens »Bunker« zu schicken. Der Transfer war jedoch eine Einbahnstraße, und einmal geschickt, konnte man nie wieder an diesen Ort zurückkehren. Max zögerte einen Moment, entschied sich aber, auf die unbekannte Möglichkeit zu setzen, anstatt allein auf der Insel zu verrotten. Max zeichnete eine kurze Nachricht auf seinem Datenterminal für die Kameraden auf, die vielleicht nach ihm kommen würden. Dass er vorangehen würde und an ein Wiedersehen glaubte. Das ist das Protokoll, das Gideon später finden sollte. Nachdem Max die Aufzeichnung hinterlassen hatte, aktivierte er entschlossen das Transfergerät. Max' Körper wurde von einem bläulich-weißen Licht umhüllt, und im nächsten Moment war seine Gestalt aus der Waldruine verschwunden.",
    "[op_80]",
    "Als Max das nächste Mal die Augen öffnete, stand er in einem sauberen Raum, umgeben von anorganischen Metallwänden. Während er über den Anblick verwirrt war, der so sehr im Gegensatz zur Natur der Insel stand, öffnete sich leise die Tür des Raumes, und ein alter Mann erschien. Der alte Mann stellte sich als Ältester des Bunkers vor und begrüßte Max mit einem ruhigen Gesichtsausdruck, als hätte er auf Max' Ankunft gewartet. Der Älteste erklärte, dass dieser Bunker eine Arche sei, die geschaffen wurde, um einen Teil des Wissens und der Gene der Menschheit vor dem wiederholten Untergang zu bewahren, und dass das Transfergerät der Ruine ein Tor sei, um nur eine begrenzte Anzahl von Menschen aufzunehmen, die das Potenzial hatten, den Zyklus des Untergangs zu überwinden.",
    "[op_81]",
    "Nach den Worten des Ältesten war die Zahl der Bewohner des Bunkers über Generationen hinweg zurückgegangen, und ohne neues Blut war seine Existenz selbst in Gefahr. Max, der den großen Zweck der Erhaltung des Bunkers und damit der menschlichen Spezies erfuhr, war sprachlos über die große Verantwortung. Aber Max hatte als Besatzungsmitglied der »Poraporapora« immer das Gefühl der Mission, zur Zukunft der Menschheit beizutragen, tief in seinem Herzen. Max nahm das Angebot des Ältesten an und beschloss, in diesem Bunker zu leben. Es war nicht nur, um zu überleben, sondern um die Zukunft des Bunkers und damit die Zukunft der Menschheit zu verbinden. Max traf die Entscheidung, neues Leben zu fördern, um die Gesellschaft dieses Bunkers zu erhalten.",
    "[op_82]",
    "Schließlich wurde Max ein Kind geboren. Dieses Kind wurde als neue Hoffnung des Bunkers Papasaito genannt. Papasaito erbte die Mission seines Vaters Max und sollte eine wichtige Rolle in der Geschichte des Bunkers spielen. Es war eines der Zahnräder des Schicksals, das später zu Cora führen sollte, die aus einer anderen Zeitachse kommen würde.",
    "[op_0]",
    "[op_61]",
    "Cora bediente das Terminal des Muttercomputers und gab die Frage »Welches westliche Jahr ist jetzt?« ein und sendete sie. Die Antwort des Muttercomputers war »Jahr 10.000 n. Chr.«. Cora starrte nur blinzelnd auf die kurzen Worte, die auf dem Bildschirm angezeigt wurden. Jahr 10.000 n. Chr. Cora konnte die Bedeutung dieser Zahl nicht sofort verstehen. Die Welt, in der Cora zuletzt gewesen war, die Welt, in der das Raumschiff »Poraporapora« unterwegs war, war das Jahr 200.000.003 n. Chr. Von da aus gesehen war die Ära von 10.000 Jahren eine Seite der alten Geschichte oder sogar eine Ära der Mythologie, so weit in der Vergangenheit. Aber aus Coras ältester Erinnerung, der Ära, in der sie mit Papacora lebte und ihre Gehirnwellen als Software für den Muttercomputer zur Verfügung stellte, sollte es eine unvorstellbar ferne Zukunft sein. Das Gefühl von Vergangenheit und Zukunft vermischte sich wie verschmolzene Farben und lähmte Coras Zeitwahrnehmung vollständig. Sie konnte ihre Koordinaten überhaupt nicht erfassen, auf welchem Zweig, auf welchem Blatt der unendlich verzweigten Zeitachse sie stand. Saito, der neben ihr stand, blickte abwechselnd auf Coras Profil und den Bildschirm. Für ihn waren das Wort »westlicher Kalender« und die folgenden Zahlen nur eine bedeutungslose Aneinanderreihung von Symbolen. Aber aus der Art und Weise, wie sich Coras Gesichtsausdruck von Erstaunen zu Verwirrung und dann zu tiefem Nachdenken veränderte, spürte er, dass es sich um eine so wichtige Information handelte, dass sie die Grundlagen dieser Welt erschüttern könnte.",
    "[op_83]",
    "Cora atmete einmal tief durch und zwang ihre ungeordneten Gedanken zur Ruhe. Egal in welcher Zeit sie sich befand, was sie tun musste, änderte sich nicht. Die festgelegte Zukunft des Untergangs der Menschheit umzukehren. Der einzige Hinweis darauf war das unverständliche Wort »Sushi«. Es war die verbotene Frage, die Gideon, Bella und Aidan in ihren jeweiligen Zeitachsen dem Muttercomputer gestellt und die Welt in den Untergang geführt hatten. Cora empfand eine instinktive Angst und gleichzeitig ein seltsames Gefühl der Mission, diese Frage mit ihren eigenen Händen einzugeben. Sie musste diese Kette durchbrechen. Cora fasste einen Entschluss und streckte ihre kalten Fingerspitzen langsam zum Bedienfeld des Terminals aus. »Die Methode, die Welt mit Sushi vor dem Untergang der Menschheit zu retten«, sie formte diese Zeichenfolge in ihrem Kopf, und gerade als ihre Finger das Panel berühren wollten, durchfuhr ein starker Schauer Coras Rücken, als ob er mit einer Eisklinge nachgezeichnet worden wäre. Es war nichts, was aus Logik oder Vernunft geboren wurde. Es war ein grundlegenderes Gefahrensignal, das vom Leben selbst ausging. Cora zog ihre Finger wie von einem Schlag getroffen zurück. Seit sie in diesen Bunker gekommen war, war Cora mehrmals von ihrer Intuition gerettet worden. Und jetzt schlug diese Intuition mit aller Kraft Alarm. Sie durfte diese Tür nicht öffnen.",
    "[op_84]",
    "Cora löschte die Zeichenfolge, die sie gerade eingeben wollte, vollständig aus ihrem Gedächtnis. Und sie beschloss, sich dem Kern der Sache aus einem anderen Blickwinkel zu nähern. Warum geht die Menschheit unter? Wenn die grundlegende Ursache, sozusagen der Krankheitsherd, identifiziert werden könnte, würde sich die Behandlungsmethode, also die Lösung, von selbst ergeben. Cora gab eine neue Frage in das Terminal ein, diesmal ohne zu zögern. »Der Grund, warum die Welt und die Menschheit untergehen«. Als sie die Senden-Taste drückte, antwortete der Muttercomputer sofort, als hätte er auf diese Frage gewartet. Die Antwort war zu einfach und zu unverständlich. »Wegen eines Fehlers«.",
    "[op_85]",
    "Cora las das eine Wort, das auf dem Bildschirm angezeigt wurde, immer und immer wieder. Fehler. Ein Wort, das einen logischen Fehler oder einen Konstruktionsfehler in einem Computerprogramm bezeichnet. Sollte der Untergang der Menschheit, eines komplexen Systems aus Milliarden von Individuen, mit einem so anorganischen Wort abgetan werden? Es war zu abstrakt, und es kam überhaupt kein konkretes Bild auf. Es war, als würde man nach der Ursache für den Untergang eines riesigen Schiffes fragen und nur die Antwort »wegen eines Lecks« erhalten. Oder es ähnelte dem, einem General, der eine historische Niederlage erlitten hatte, nach dem Grund zu fragen und nur den Bericht »weil der Feind zahlreich war« zu erhalten. Es war nah an der Leere, die man empfindet, wenn man einen berühmten Arzt nach der Wurzel einer tödlichen Krankheit fragt und nur »weil das Herz stehen geblieben ist« in der Krankenakte vermerkt wird. Es ähnelte auch dem Gefühl, wenn man einen Wirtschaftswissenschaftler nach dem Mechanismus eines Staatsbankrotts fragt und er beiläufig erklärt: »Weil das Geld weg war.« Es war, als würde man einen Künstler fragen, warum ein als Meisterwerk gefeiertes Gemälde die Herzen der Menschen berührt, und er nur beiläufig sagt: »Weil ich Farbe aufgetragen habe.« Es ähnelte auch der Hilflosigkeit, die man empfindet, wenn man ein langjähriges Ehepaar nach dem Grund für ihre Trennung fragt und es mit dem einen Wort »weil die Liebe erkaltet ist« abgetan wird. Es war, als würde man einen Bericht lesen, in dem ein Expertenteam zu dem Schluss kommt, dass die Ursache für das Erdbeben, das eine große Stadt zerstört hat, »weil der Boden bebte« war. Es war die Geschmacklosigkeit, die man empfindet, wenn man auf die reine Frage eines Kindes, warum der Himmel blau ist, nur die trockene Tatsache »wegen der Eigenschaften des Lichts« zurückgeworfen bekommt. Auch Saito nebenan neigte verwundert den Kopf. Cora formulierte die nächste Frage, um detailliertere Informationen zu erhalten. »Wie man den Fehler behebt«. Die Antwort des Muttercomputers kam wieder sofort und war bis zur Kälte prägnant. »Den Fehler korrigieren«.",
    "[op_86]",
    "Eine tiefe, deutliche Falte bildete sich auf Coras Stirn. Das war keine Antwort. Es war nur eine Wiederholung von Synonymen. Es schien sogar wie ein bösartiges Wortspiel, eine Frage mit einer Frage zu beantworten. Es schien, als würde der Muttercomputer, wie ein in einer Endlosschleife gefangenes Programm, keine sinnvolle Antwort geben. Cora unterdrückte ihre Verärgerung und versuchte, die Frage noch einmal mit leicht veränderter Formulierung zu stellen. »Die Methode, den Fehler zu korrigieren«. Die zurückgekommene Antwort war eine Zeichenfolge, die sich nicht im Geringsten von der vorherigen unterschied. »Den Fehler beheben«.Cora spürte, wie ihre Psyche durch diesen fruchtlosen Austausch zermürbt wurde. Sie wiederholte ähnliche Fragen mehrmals, änderte den Blickwinkel, änderte die Worte, aber die erhaltene Antwort war immer dieselbe. Es wurden keine konkreten Schritte, keine Hinweise, nichts angezeigt.",
    "[op_87]",
    "Und zwischen den wenigen Frage-Antwort-Runden trat gelegentlich ein seltsames Phänomen auf. Die Antwort des Muttercomputers wurde plötzlich und ohne Zusammenhang zu dem einzigen Wort »Sushi«, und alle anderen Anzeigen verschwanden. Auf dem Bildschirm wurde nur dieses eine Wort leise und unheimlich angezeigt. Nach einigen Sekunden Stille kehrte es in einen normalen antwortfähigen Zustand zurück, als wäre nichts geschehen, aber es war eindeutig kein normales Verhalten. Die unverständliche Aneinanderreihung von Zahlen und das Wort »Sushi«, die Cora zuletzt auf der »Poraporapora« gesehen hatte. Und die verbotene Frage, die Gideon und die anderen als Auslöser für den Untergang der Menschheit gestellt hatten. Cora konnte nicht umhin, ein unheimliches Gefühl und eine Art schicksalhafte Anziehungskraft zu empfinden, als ob alles in dem einen Wort »Sushi« zusammenlief.",
    "[op_61]",
    "Cora kam zu dem Schluss, dass die direkte Untersuchung des Untergangs der Menschheit vorerst auf eine Mauer gestoßen war, und beschloss, ihre Denkweise zu ändern. Sie beschloss, den Blickwinkel zu ändern und Informationen über diesen Bunker selbst zu sammeln. Wer sie war, woher sie kam und warum sie hier war. Fragmente der Antwort könnten in der Geschichte dieses Ortes schlummern. Cora gab eine neue Frage in das Terminal ein. »Wofür ist diese Einrichtung?« Die Antwort des Muttercomputers war, im Gegensatz zu den bisherigen abstrakten Zen-Fragen, überraschend konkret und enthielt einen klaren Eigennamen. »Lager der Mutter-Mutter-Firma«.",
    "[op_88]",
    "In dem Moment, als sie diesen Namen sah, schlug Coras Herz so heftig und stark, dass sie dachte, es würde ihre Rippen durchbrechen. Lager der Mutter-Mutter-Firma. Es war genau derselbe Name wie die Einrichtung, in der Cora einst als »Stellvertreterin« zusammen mit Dutzenden anderer Coras gelebt hatte, die genau das gleiche Gesicht hatten wie sie. Die Vergangenheit, die sie mit einem schweren Anker auf den Grund des Meeres der Erinnerung versenkt hatte, tauchte auf einmal wieder auf. Die unbeholfenen Gespräche mit Papacora, das kalte Gefühl der Maschine beim Gehirnwellenscan, die Stille am Tag, als die ursprüngliche Cora starb, und die endlose Zeit, die sie als letzte Cora allein in der zu großen Einrichtung verbrachte. Diese Erinnerungen rasten mit Farbe, Ton und Geruch wie eine Flut durch Coras Gehirn. Ist das dieser Ort? Wenn ja, warum leben hier Menschen wie Saito, die völlig anders sind als sie? Und warum ist sie wieder an diesen Ort zurückgekehrt? Fragen tauchten eine nach der anderen auf, schneller als die Geschwindigkeit des Denkens.",
    "[op_89]",
    "Cora gab mit zitternden Fingern, fast unbewusst, die letzte Frage ein. »Die bisherige Geschichte dieser Einrichtung«. Der Muttercomputer begann, ob er Coras Aufregung kannte oder nicht, eine riesige Menge an Textdaten gleichgültig auf dem Bildschirm anzuzeigen. Es war eine detaillierte Aufzeichnung der Geschichte dieses Bunkers, des ehemaligen »Lagers der Mutter-Mutter-Firma«, von der Zeit nach Coras Erinnerung bis zur Gegenwart.",
    "[op_109]",
    "Den Aufzeichnungen zufolge waren nach dem Tod von Papacora und der ursprünglichen Cora, nachdem die letzte Cora allein in der Einrichtung zurückgelassen worden war, weitere mehrere hundert Jahre vergangen, eine Zeit, die weit über die Lebensspanne eines Menschen hinausging. Das vollautomatische Wartungssystem der Einrichtung hatte eine Haltbarkeit gezeigt, die selbst sein Konstrukteur Papacora wahrscheinlich nicht erwartet hatte, und hatte in dieser Zeit fast perfekt funktioniert. Aber irgendwann kam es in der Außenwelt zu einer großen Umweltveränderung oder einem Krieg, die Aufzeichnungen waren vage, aber es geschah ein so katastrophales Ereignis, dass es für die Menschheit schwierig wurde, an der Oberfläche zu leben. Ein Teil der Menschheit, der dieser Katastrophe entkommen war, entdeckte zufällig diese Einrichtung, die auf keiner Karte verzeichnet war. Sie durchbrachen leicht die einfache Sicherheit der Einrichtung, die überhaupt keine Eindringlinge von außen erwartet hatte, und betraten das Innere. Und als sie erfuhren, dass es sich um das letzte überlebensfähige Paradies handelte, das mit sauberer Luft und Wasser und nahezu unendlicher Energie gefüllt war, beschlossen sie, sich dauerhaft niederzulassen. Das waren die direkten Vorfahren von Saito und den anderen.",
    "[op_110]",
    "Die letzte Cora, die als einzige in der Einrichtung zurückgeblieben war, war anfangs sehr misstrauisch gegenüber den plötzlich aufgetauchten Eindringlingen von außen. Als sie jedoch erfuhr, dass sie keine Waffen trugen und reine Flüchtlinge waren, die diesen Ort nur zum Überleben suchten, öffnete sie allmählich ihr hartes Herz. Die letzte Cora lehrte sie die komplexen Funktionen der Einrichtung und verschiedene Kenntnisse, um in dieser geschlossenen Umgebung zu überleben. Und irgendwann wurde Cora zu ihrer Anführerin oder einer Art Göttin und begann, mit ihnen eine neue Gesellschaft aufzubauen. In den Aufzeichnungen wurde auch wiederholt erwähnt, dass die Bewohner des Bunkers die letzte Cora mit Ehrfurcht und Zuneigung »Mutter« nannten und sie tief verehrten.",
    "[op_111]",
    "Diese detaillierten Aufzeichnungen zeigten jedoch ab einem bestimmten Punkt eine seltsame und beunruhigende Veränderung. Die Beschreibungen der letzten Cora wurden allmählich vage und verloren ihre Konturen, als ob sie im Nebel verschwinden würden. In einer Aufzeichnung heißt es, Cora habe die Zukunft des Bunkers einem neuen Anführer anvertraut und sei dann in einem Raum tief in der Einrichtung in einen ewigen Schlaf gefallen. In einer anderen, weniger glaubwürdigen Aufzeichnung wird poetisch beschrieben, dass sie den Bunker allein verließ, um die in der Außenwelt zurückgebliebenen Menschen zu retten. Und mit einer bestimmten Aufzeichnung endeten die Beschreibungen der letzten Cora abrupt und vollständig. Als ob ihre Existenz selbst absichtlich aus dem Buch der Geschichte herausgerissen worden wäre.",
    "[op_90]",
    "Cora starrte nur fassungslos auf den Strom von Text, der weiterlief. Die Vergangenheit, die sie hätte erleben sollen, lag als völlig unbekannte Geschichte vor ihr. Und die unglaubliche Tatsache, dass »Cora«, die das gleiche Gesicht und die gleichen Erinnerungen wie sie haben sollte, an diesem Ort mit den Vorfahren von Saito und den anderen gelebt hatte. Alles überstieg bei weitem Coras Verständnis. Saito, der neben ihr stand, starrte auf die Aufzeichnungen, als würde er eine heilige Schrift lesen. Auch für ihn war es die Geschichte ihrer wahren Wurzeln, die bisher nicht überliefert worden war.",
    "In diesem Moment begann der Bildschirm des Muttercomputers plötzlich heftig zu flackern. Und die lange Geschichte, die bisher angezeigt worden war, verschwand augenblicklich vom Bildschirm, und stattdessen wurde ein einziges Wort in riesiger Schriftart bedrohlich in der Mitte des Bildschirms angezeigt. »Sushi«. Cora und Saito konnten das allzu unpassende, aber auch schicksalhafte Wort nur schweigend und sprachlos anstarren. In diesem Moment wurde Gideon in den Raum teleportiert. Gideon blickte einen Moment lang verwirrt um sich, verstand die Situation nicht ganz und starrte abwechselnd auf Cora und Saito und das Wort »Sushi«, das auf dem Bildschirm angezeigt wurde.",
    "[op_91]",
    "[op_0]",
    "Kapitel 4 ~Erwachen 3-2~",
    "[op_0]",
    "[op_29]",
    "Im letzten Moment an Bord der »Poraporapora« war Daria vom blendenden Sonnenlicht, das durch das Fenster fiel, abgelenkt, aktivierte aber unbewusst ihre Fähigkeit, die Zeit anzuhalten. Infolgedessen wurde die Zeit um Daria herum, zusammen mit der »Poraporapora«, für etwa eine Woche angehalten. Da aber auch Darijas eigene Zeit angehalten war, war nur der Muttercomputer in der Lage, diesen Zeitstillstand zu erkennen.",
    "[op_0]",
    "Kapitel 5 ~Erwachen 4~",
    "[op_0]",
    "Die Kindheit des jungen Designers war nicht gerade gesellig.Schon in der Grundschule konnte er sich nicht gut in die Gruppe seiner Klassenkameraden einfügen und verbrachte die meiste Zeit der Pausen allein in einer Ecke des Klassenzimmers.Die einzigen Freunde des jungen Designers waren die Charaktere, die er selbst am Rande seiner Notizbücher gezeichnet hatte.Als ob er dem Lärm der Realität entfliehen wollte, spann er auch während des Unterrichts, den Blicken des Lehrers entgehend, die Fragmente der grandiosen Geschichten, die sich in seinem Kopf ausbreiteten, mit einem Bleistift auf Papier.",
    "[op_92]",
    "Als er in die Sekundarstufe überging, verstärkte sich diese Tendenz noch.Während seine Mitschüler ihre Zeit mit Vereinsaktivitäten und dem Austausch mit Freunden verbrachten, vertiefte sich der junge Designer ganz in seine eigene innere Welt.Die Geschichten, die der junge Designer zeichnete, entwickelten sich von einfachen Charakterskizzen zu langen Mangas mit komplexen Handlungen und einer eigenen Weltanschauung.Der Ort des gesellschaftlichen Lebens, die Schule, war für den jungen Designer nur ein Ort, um Zeit für seine Schöpfung zu sichern, und sein Bewusstsein war immer auf die von der Realität losgelöste Fantasiewelt gerichtet.",
    "[op_94]",
    "Die kreative Tätigkeit des jungen Designers entsprang nicht dem Wunsch nach Anerkennung durch andere.Die gezeichneten Mangas wurden niemandem gezeigt, und die Fragmente unvollendeter Manuskripte stapelten sich einfach im hinteren Teil seiner Schreibtischschublade.Für den jungen Designer war der Akt des Zeichnens selbst der Zweck, und er fand Trost und Ordnung in der Welt der Geschichten, die er vollständig kontrollieren konnte, mehr als in der Komplexität und Mehrdeutigkeit, die menschliche Beziehungen in der Realität mit sich brachten.",
    "[op_93]",
    "Als der junge Designer erwachsen wurde und sich zunehmend mit dem Thema Arbeit auseinandersetzte, begann er, vage über seine Zukunft nachzudenken.Der junge Designer kam mit den Werken berühmter Mangaka in Berührung, wurde von deren Techniken und Kompositionen beeinflusst und strebte selbst einen ähnlichen Weg an.Aber als er seine Werke, die bisher nur in seiner eigenen Welt existierten, mit denen anderer verglich, erschienen sie dem jungen Designer unweigerlich minderwertig.Aufgrund seiner hohen Ansprüche an seine eigenen Werke konnte der junge Designer kein zufriedenstellendes Werk vollenden.Infolgedessen gab der junge Designer den Weg als Mangaka auf und fand eine Anstellung als Designer für Simulationswelten.",
    "[op_95]",
    "Die Branche des Simulationsweltdesigns war ein neuer Berufszweig, der in der Zeit entstand, als das Leben in einer Simulationswelt populär war.Da es einen solchen Beruf ursprünglich nicht gab, war die Branche damals sehr gefragt.Da der Arbeitsprozess jedoch nicht richtig etabliert war, gab es viele Unternehmen, in denen die Arbeitsweise schlampig war.Anfangs wurde der junge Designer für seine Arbeitsqualität einigermaßen geschätzt.Aber mit der Zeit kam der perfektionistische Charakter des jungen Designers zum Vorschein, und bei mehreren Projekten kam es zu Verzögerungen, und er geriet emotional mit anderen Mitarbeitern in Konflikt, so dass seine Bewertung allmählich sank.Der junge Designer hatte bis zu seiner Anstellung in einem Unternehmen nie die Erfahrung gemacht, mit jemandem zusammenzuarbeiten.Infolgedessen wurde der junge Designer in ein Projekt namens »Länderspiel« versetzt, was praktisch eine Degradierung war.Dieses Projekt wurde hauptsächlich von einem bebrillten Designer betreut und galt im Unternehmen als von geringer Bedeutung.",
    "[op_96]",
    "Das Büro des »Länderspiel«-Projekts befand sich in einem Raum mit nur einem kleinen Fenster im obersten Stockwerk eines Gebäudes.Im Raum hallten nur das Betriebsgeräusch des Servers und das Tippen auf der Tastatur wider.Das Projekt hatte schon vor der Ankunft des jungen Designers Probleme mit der Komplexität der Spezifikationen und der Qualität des Codes, und der Fortschritt stagnierte.Auch durch die Teilnahme des jungen Designers verbesserte sich die Situation nicht, und nur der Abgabetermin rückte näher.Es wurde zur Norm, dass der junge Designer und der bebrillte Designer im Büro blieben.",
    "[op_97]",
    "Der junge Designer wies auf die grundlegenden Probleme des Systems hin und schlug Verbesserungen am Design vor.Der bebrillte Designer, der die Einhaltung des Projektzeitplans als oberste Priorität ansah, akzeptierte den Vorschlag des jungen Designers jedoch nicht.Der junge Designer war vom Projekt selbst und vom bebrillten Designer, der es mechanisch abarbeitete, enttäuscht.Auch danach gerieten ihre Meinungen immer wieder aneinander, und jedes Mal wurde das Projekt nach den Vorstellungen des bebrillten Designers vorangetrieben.Der junge Designer kam auf die Idee, »den Untergang der Menschheit« in die Simulationswelt zu implementieren, um sich mit dem Projekt auseinanderzusetzen.Dies war eine Art Problemstellung des jungen Designers gegenüber dem aktuellen System und auch eine Art Experiment.",
    "[op_98]",
    "Bei der Durchführung des Plans entdeckte der junge Designer eine Schwachstelle im Code des Systems, die den Verarbeitungsteil der alten Esskultur »Sushi« betraf.Der junge Designer nutzte diese Schwachstelle und baute absichtlich einen Fehler ein, der unter bestimmten Bedingungen einen fatalen Fehler im System verursachte.Über die Existenz dieses Fehlers schrieb er in einem riesigen Bericht, unter Verwendung vieler Fachbegriffe, nur eine einzige Zeile: »Bericht über die Existenz eines kritischen Fehlers, der durch einen potenziellen Überlauf beim Referenzieren von Sushi-Daten verursacht wird.«Der junge Designer urteilte, dass die Wahrscheinlichkeit, dass der bebrillte Designer die wahre Bedeutung dieser Beschreibung bemerken würde, gering war.",
    "[op_99]",
    "Als das Projekt in die Endphase eintrat und die Fertigstellung des Systems kurz bevorstand, teilte der junge Designer dem bebrillten Designer seine Absicht mit, zu kündigen.Der bebrillte Designer, der annahm, dass die Ursache die Ermüdung durch die tägliche Arbeit war, stimmte dem zu.Die Übergabe erfolgte mit einem Minimum an Unterlagen.Am Liefertag bediente der junge Designer sein persönliches Terminal auf einer Parkbank und löschte seine ID.Der junge Designer entschied sich, leise auf das Ende der Welt zu warten, an deren Gestaltung er beteiligt war.",
    "[op_0]",
    "Für den bebrillten Designer war sein Leben stabil.Der bebrillte Designer hatte eine Frau und Kinder und schätzte die Zeit mit seiner Familie.",
    "[op_100]",
    "Der bebrillte Designer traf seine jetzige Partnerin in einem Café in einem Antiquariat, das er nach der Arbeit besuchte.Das Gespräch begann ganz natürlich, weil die Partnerin, die zufällig am Nebentisch saß, einen Science-Fiction-Roman las, von dem der bebrillte Designer in seiner Studienzeit begeistert war.Auch die Partnerin arbeitete im Designbereich, und es dauerte nicht lange, bis sie viele Gemeinsamkeiten fanden, wie ihre Ansichten über die Arbeit des anderen und ihren Geschmack für alte Filme.Der bebrillte Designer fühlte sich schnell von der ruhigen und intellektuellen Haltung der Partnerin und ihrem gelegentlichen unbeschwerten Lächeln angezogen.",
    "[op_101]",
    "Ihre Beziehung vertiefte sich stetig, und der bebrillte Designer begann, über eine Heirat mit seiner Partnerin nachzudenken.Was er mit den Worten des Heiratsantrags überreichte, war kein gewöhnlicher Verlobungsring.Der bebrillte Designer hatte einen einzigartigen Ring für seine Partnerin entworfen, und die Partnerin hatte eine besondere Brille für den bebrillten Designer entworfen.Vor einem Brunnen im Park tauschten die beiden den Ring und die Brille aus und schworen, ihr Leben gemeinsam zu verbringen.Für die beiden Designer war dies ein von Herzen kommender Liebesbeweis, mehr als alles andere.",
    "[op_102]",
    "Schließlich bekamen die beiden Kinder und bauten eine glückliche Familie auf.Eines Tages erhielten sie jedoch einen Anruf von der Schule und erfuhren, dass ihr Kind sich gegenüber einem Klassenkameraden herzlos verhalten hatte.Der bebrillte Designer war zutiefst schockiert und machte sich große Sorgen.Er erkannte, dass er aufgrund seiner Arbeitsbelastung zu wenig Zeit mit seinem Kind verbracht hatte, und besprach die ganze Nacht mit seiner Partnerin, was zu tun sei.",
    "[op_103]",
    "Die bebrillten Designer kamen zu dem Schluss, dass ein Umgebungswechsel das Beste für ihr Kind sei, und trafen die große Entscheidung, die Schule zu wechseln.In der neuen Schule gingen sie als Familie zur Beratung und verbrachten mehr Zeit damit, sich dem Herzen des Kindes anzunähern.Das Kind, das anfangs zögerte, verstand allmählich seinen Fehler und bemühte sich, neue Freunde zu finden.Die Familie lernte, wie wichtig es ist, sich Schwierigkeiten direkt zu stellen, und ihre Bindung wurde stärker als zuvor.",
    "[op_104]",
    "Das Hauptanliegen des bebrillten Designers war es, diesen friedlichen Alltag aufrechtzuerhalten, und das »Länderspiel«-Projekt wurde nur als eine seiner Aufgaben dafür positioniert.Nach dem Ausscheiden des jungen Designers wurde das Projekt wie geplant ausgeliefert, und der bebrillte Designer war erleichtert.Er hoffte, dadurch mehr Zeit mit seiner Familie verbringen zu können.",
    "[op_105]",
    "Die Anomalie des Systems wurde am Nachmittag einige Tage nach der Auslieferung bestätigt.Der bebrillte Designer sichtete zu Hause in seinem Arbeitszimmer statistische Daten, um den Betriebsstatus des Systems zu überprüfen.Die meisten Daten bewegten sich im normalen Bereich, aber der bebrillte Designer entdeckte darin einen abnormalen Wert im Punkt, der die Überlebenswahrscheinlichkeit der Welt anzeigte.Unter bestimmten Bedingungen konvergierte die Wahrscheinlichkeit gegen Null, ein Verhalten, das konstruktionsbedingt unmöglich war.Der bebrillte Designer empfand bei diesem abnormalen Wert ein starkes Unbehagen.",
    "[op_106]",
    "Der bebrillte Designer überprüfte den Abschlussbericht, den der junge Designer erstellt hatte.Aus den Hunderten von Seiten umfassenden Unterlagen fand der bebrillte Designer die entsprechende Beschreibung.»Bericht über die Existenz eines kritischen Fehlers, der durch einen potenziellen Überlauf beim Referenzieren von Sushi-Daten verursacht wird.«Der bebrillte Designer verstand, dass diese eine Zeile die eigentliche Ursache für die Anomalie des Systems war.Der bebrillte Designer erkannte die Existenz des von seinem ehemaligen Kollegen absichtlich platzierten Fehlers und die Schwierigkeit seiner Behebung und erkannte den Ernst der Lage.",
    "[op_107]",
    "Eine vollständige Beseitigung des Fehlers war nicht realistisch, da er den Kern des Systems betraf.Wenn diese Tatsache öffentlich gemacht würde, würde das Scheitern des Projekts offensichtlich werden, und es bestand die Möglichkeit, dass die berufliche Laufbahn des bebrillten Designers und damit das Leben seiner Familie beeinträchtigt würden.Zwischen der Frage der Verantwortung und dem Wunsch, die Stabilität der Welt zu erhalten, rang der bebrillte Designer mit einer Antwort.Der bebrillte Designer suchte mehrere Tage lang nach einer Lösung.",
    "[op_108]",
    "Schließlich traf der bebrillte Designer eine Entscheidung.Es war eine Maßnahme, den vom jungen Designer platzierten Fehler umzukehren.Der bebrillte Designer wendete einen Patch auf das System an, ohne es jemandem mitzuteilen, der das Verhalten des Systems unter Verwendung des Schlüsselworts »Sushi« als Auslöser änderte.Dieser Patch sollte die Möglichkeit schaffen, dass ein Dritter, der diesen Fehler in Zukunft bemerkt und auf das Schlüsselwort »Sushi« zugreift, den Zusammenbruchsprozess des Systems, wenn auch nur begrenzt, vermeiden kann.Dies war eine äußerst unsichere Maßnahme, aber es war die einzige Option, die dem bebrillten Designer zur Verfügung stand.Der bebrillte Designer konnte nur beten, dass dieser Patch von jemandem in der Zukunft entdeckt und funktionieren würde.Nachdem er alle Arbeiten beendet hatte, blickte der bebrillte Designer aus dem Fenster seines Arbeitszimmers auf die nächtliche Landschaft.Die Lichter der Stadt spiegelten sich in den Augen des bebrillten Designers nur als eine Ansammlung von Lichtern wider.Der bebrillte Designer schloss leise die Augen.",
    "[op_0]",
    "[op_91]",
    "In dem Moment, als Cora und Max auf das auf dem Bildschirm des Muttercomputers angezeigte »Sushi« starrten, begann die Nähe des Terminalbildschirms bläulich-weiß zu leuchten.Plötzlich verzerrte sich die Mitte des Raumes, und Gideon wurde zusammen mit einem bläulich-weißen Licht teleportiert.Gideon blickte verblüfft um sich.Saito wurde sofort wachsam und stellte sich schützend vor Cora.Cora erkannte, dass die teleportierte Person Gideon war, und zeigte Überraschung.Auch Gideon erkannte Coras Gestalt und sein Gesichtsausdruck entspannte sich erleichtert.Cora hielt Saito zurück und forderte ihn auf, den Ort zu wechseln, um von Gideon die Umstände zu erfahren.",
    "[op_117]",
    "Nachdem sie in einen einfachen Raum im Bunker umgezogen waren, begann Gideon, seine erlebten Ereignisse zu erzählen.Dass er wie Cora plötzlich an einem unbekannten Strand das Bewusstsein wiedererlangt hatte.Dass es eine unbewohnte Insel war.Und dass er auf der Insel eine Ruine entdeckt hatte.Die Beschreibung der unbewohnten Insel und die Existenz der Ruine, von der Gideon sprach, waren für Saito, der im Bunker geboren und aufgewachsen war, völlig neue Informationen, und er lauschte mit einem Gesichtsausdruck, der von Überraschung und intellektueller Neugier geprägt war.",
    "[op_79]",
    "Weiterhin berichtete Gideon, dass er ein von seinem Kameraden »Max« hinterlassenes Datenterminal gefunden und von dieser Ruine in diesen Bunker teleportiert worden sei.Als Gideon den Namen »Max« aussprach, veränderte sich Saitos Blick.Saito erklärte, dass dieser Name der Name eines legendären Helden sei, der den Bunker vor einer Krise gerettet hatte.Aufgeregt erzählte Saito, dass sein eigener Name nach dem Kind des Helden Max, Papasaito, benannt worden sei.Cora und Gideon konnten ihre Überraschung und Verwirrung nicht verbergen, als sie erfuhren, dass ihr Kamerad in diesem Bunker als Held weitergegeben wurde.",
    "[op_113]",
    "Cora und Gideon teilten Saito mit, dass Max ihr ehemaliger Kollege war.Saito teilte traurig mit, dass der Held Max eine historische Figur war und vor langer Zeit gestorben war.Cora und Gideon waren sprachlos, als ihre Hoffnung auf ein Wiedersehen mit ihrem Kameraden zerstört wurde.Saito teilte jedoch mit, dass es auf dem Gemeinschaftsfriedhof einen Bereich für Max gab und auch seine Habseligkeiten dort aufbewahrt wurden.Als sie erkannten, dass in den Habseligkeiten möglicherweise Hinweise verborgen waren, beschlossen die beiden, zum Friedhof zu gehen.",
    "[op_114]",
    "Bevor sie zum Friedhof gingen, beschlossen sie, zuerst etwas zu essen.Was Saito als Mahlzeit für drei Personen mitbrachte, war »Bunkerbrot«, das die Form des Bunkers nachahmte.Das Brot war nahrhaft und schmeckte nicht schlecht.Seine Form war jedoch nur ein geschmackloser Quader.Bunkerbrot wird hauptsächlich aus einer speziellen Hefe hergestellt, die durch gentechnische Veränderung erzeugt wurde, aus mineralreichem Wasser, das aus tiefen unterirdischen Quellen gepumpt wird, und aus nährstoffreichem Getreide, das im Bunker hydroponisch angebaut wird.Der Herstellungsprozess ist vollständig automatisiert, von der Mischung der Zutaten über die Gärung bis zum Backen, alles ohne menschliches Zutun.Infolgedessen werden Geschmack und Nährwert immer konstant gehalten, aber seine Form ist nur ein Quader, der entwickelt wurde, um die Produktionseffizienz zu maximieren.Cora und Gideon aßen schweigend das Brot. Jeder Bissen schien ihr Verständnis für diese seltsame Welt zu vertiefen.Vor ihnen lag nur »Nahrung«, eine perfekte Berechnung von Nährstoffen, Wasser und den für das Überleben notwendigen Kalorien.Es hatte keinen Geschmack, keine Freude, keine Emotion. Aber dieser trockene Klumpen war unbestreitbar die effizienteste Form, um das Leben zu erhalten, und die Verkörperung der Rationalität dieses geschlossenen Raums namens Bunker.In der Welt, die sie einst kannten, war Essen Kultur, Kommunikation und vor allem Freude.Der duftende Geruch von verbranntem Weizen von dem Brot, das ihre Großmutter gebacken hatte. Das laute und warme Treiben am Tisch, umgeben von Kameraden.Der Geschmack von Butter, der sich im Mund ausbreitete, und eine leichte Süße. All das waren jetzt nur noch Fragmente einer allzu luxuriösen Erinnerung, die verloren gegangen war.Aber diese perfekte Rationalität hob gleichzeitig den Reichtum der Welt, die die beiden einst kannten, auf grausame Weise hervor.In Gideons Kopf tauchte der duftende Geruch von frisch gebackenem Brot auf, das er auf seinem Heimatstern gegessen hatte. Außen knusprig, innen locker, die ungleichmäßige Textur, die durch unregelmäßige Luftblasen erzeugt wurde.Die warme Zeit, die er mit Familie und Freunden am Tisch verbrachte, sich unterhielt und teilte. Es war eine Erinnerung voller seelischer Zufriedenheit, die nicht allein durch die Berechnung von Nährstoffen gemessen werden konnte.Auch Cora erinnerte sich an die Tage, die sie mit Papacora verbracht hatte. Der Joghurt, den sie an einem schlecht gelaunten Morgen nur umrührte. Die unangenehme Stille, die zwischen den beiden herrschte.Dennoch gab es dort sicherlich ein Gefühl, sich ungeschickt umeinander zu kümmern.Die beiden spürten beim Kauen des geschmacklosen Brotes erneut die Größe des Verlorenen.Die irrationalen, verschwenderischen, aber unersetzlichen Kulturen, die die Menschheit aufgegeben hatte, um zu überleben. Die Größe dieses Verlustes erzählte dieses perfekte Brot auf ironische Weise beredt.Es gab keine Worte zwischen den beiden. Nur das leise Geräusch des Kauens von Brot hallte im stillen Raum wider. Es klang fast wie ein leises Trauerlied für die verlorene Kultur.",
    "[op_115]",
    "Nach dem unangenehmen Essen betraten die drei unter Saitos Führung den Gemeinschaftsfriedhof.Inmitten der ordentlich aufgereihten Parzellen war ein besonders alter, aber sorgfältig gepflegter Abschnitt Max' Grab.Dort befanden sich neben verschiedenen Gegenständen, die an das Leben im Bunker erinnerten, eine alte Kiste.Auf dem Etikett der Kiste waren die Worte »An alle von der Poraporapora« in einer für die Besatzungsmitglieder verständlichen Sprache schwach zu erkennen.Als Cora und Gideon die Kiste nervös öffneten, befanden sich darin die Besatzungsausrüstung der Poraporapora und ein Datenterminal.",
    "[op_116]",
    "Das Datenterminal, das Max wahrscheinlich hinterlassen hatte, konnte mit der Besatzungsausrüstung, die Gideon und die anderen besaßen, abgespielt werden.Die drei hielten den Atem an und spielten das Datenterminal ab, und dort waren Aufzeichnungen darüber, dass Max tatsächlich in diesem Bunker gelebt hatte.Den Aufzeichnungen zufolge hatte Max die Konzepte von Aufzeichnung und Bildung, die in dieser Gesellschaft fehlten, durch die Verschmelzung der Bunkertechnologie und der Zukunftsausrüstung eingeführt.Dies geschah, damit die Bunkertechnologie auf den Muttercomputer zugreifen konnte, wenn Kameraden aus der Vergangenheit die Wahrheit erreichten.Nachdem sie die Aufzeichnungen bis zum Ende überprüft hatten, standen die drei sprachlos da.Die drei verstanden, dass der derzeit zugängliche Muttercomputer die große Hoffnung selbst war, die Max im Glauben an seine zukünftigen Kameraden und die Menschheit hinterlassen hatte.Cora erinnerte sich in einer fernen Erinnerung daran, dass das bläulich-weiße Licht, mit dem Max und Gideon teleportiert worden waren, dem Prozess ähnelte, mit dem Coras Stellvertreter in das Lager der Mutter-Mutter-Firma teleportiert wurden.Cora und Gideon schworen leise, Max' Willen fortzusetzen, und auch Saito, der die wahre Gestalt des Helden kannte, beschloss, zu kooperieren.",
    "[op_0]",
    "Nachdem sie Max' letzten Willen und die unerwartete Wahrheit der Welt erfahren hatten, verließen die drei den Gemeinschaftsfriedhof und machten sich wieder auf den Weg zum Muttercomputerraum.Während sie durch den anorganischen Korridor des Bunkers gingen, versuchten Gideon, Cora und Saito, die Informationen, die jeder von ihnen mitgebracht hatte, in ihren Köpfen zu ordnen und zu integrieren.In den Schatten, die von den regelmäßig angeordneten Lichtern geworfen wurden, hallten nur die Schritte der drei vergeblich wider.Eine Zeit lang gab es keine Worte zwischen ihnen.Jeder von ihnen dachte über die fragmentarischen, aber bedeutungsvollen Informationen nach, die sie bisher vom Muttercomputer erhalten hatten.Die allzu ferne Ära des Jahres 10.000 n. Chr. Der unbekannte »Fehler«, der als Ursache für den Untergang der Menschheit gilt.Und das unverständliche Wort »Sushi«, das gelegentlich alles zu überschreiben schien.Sie schienen eher wie Eingänge zu einem noch tieferen Labyrinth als wie Lösungsansätze.",
    "[op_118]",
    "Der erste, der das Schweigen brach, war Saito. Saito überprüfte noch einmal jede einzelne Information, die er und Cora vom Muttercomputer erhalten hatten.Das Zeitkonzept des westlichen Kalenders und die Bedeutung des Wortes »Fehler« waren für Saito unbekannt, aber Saito versuchte, jedes einzelne ernsthaft auswendig zu lernen.Die Informationen wurden integriert und als mehrere unerschütterliche Fakten geordnet.Dass diese Welt das Jahr 10.000 n. Chr. ist. Dass die Ursache für den Untergang der Menschheit als »Fehler« gilt.Und dass der Muttercomputer, selbst wenn man ihn nach einer Methode zur Behebung dieses Fehlers fragt, nur Synonyme wiederholt und keine konkrete Antwort gibt.Schließlich, dass zwischen diesen fruchtlosen Frage-Antwort-Runden gelegentlich die Antwort »Sushi« ohne Zusammenhang angezeigt wird.Das waren alle Informationen, die Cora und Saito zu diesem Zeitpunkt vom Muttercomputer erhalten konnten.Gideon war überrascht von der Ära des Jahres 10.000 n. Chr. und dachte über die Informationen nach.",
    "[op_119]",
    "Inmitten dieser Informationsordnung äußerte Cora eine Sorge.Es ging um die Gefahr, dem Muttercomputer eine direkte Frage mit dem Schlüsselwort »Sushi« zu stellen.Um zu verhindern, dass Gideon oder Saito diese Frage leichtfertig stellten, vermittelte Cora ihr starkes Unbehagen, indem sie ihre Worte sorgfältig wählte.Cora selbst konnte den Grund, warum sie es für gefährlich hielt, nicht logisch erklären.Es war unklar, ob es sich um einen Überrest ihrer Erinnerung aus der Zeit handelte, als sie Software für den Muttercomputer war, oder um eine Intuition, die durch die unerklärlichen Ereignisse, die sie in diesem Bunker erlebt hatte, genährt wurde.Aber sie hatte nur die grundlegende, angstähnliche Überzeugung, dass das Werfen dieses Wortes auf den Muttercomputer gleichbedeutend mit dem Öffnen der Büchse der Pandora war.Cora sagte den beiden nur, dass sie ein schlechtes Gefühl habe. Bei diesen leisen, aber unbestreitbar klingenden Worten nickten Gideon und Saito schweigend.",
    "[op_30]",
    "Als Gideon Coras Geschichte hörte, bemerkte er, dass Coras Intuition seltsamerweise mit den Fragen übereinstimmte, die er sich gestellt hatte.Gideon sprach mit Cora und Saito über die beiden Rätsel, über die er während seiner einsamen Zeit auf der unbewohnten Insel immer wieder nachgedacht hatte.Das erste war die unverständliche Aneinanderreihung von Zahlen, die im letzten Moment, als die »Poraporapora« von Licht umhüllt war, kurz auf dem Bildschirm angezeigt wurde.Gideon hatte diese Zahlen aus dem Gedächtnis auf dem Datenterminal seines Überlebenskits aufgezeichnet.Als Cora das hörte, erinnerte sie sich, dass sie sie sich auf den Arm geschrieben hatte, um sie nicht zu vergessen, und die beiden verglichen ihre jeweiligen Aufzeichnungen.Die Zahlen stimmten bis auf die letzte Ziffer vollständig überein. Es war zweifellos eine bedeutungsvolle Information.Aber was diese Zahlen bedeuteten, ob es Koordinaten, eine Zeit oder eine Art Passwort waren, konnten die drei nicht herausfinden, egal wie sehr sie darüber nachdachten.",
    "[op_119]",
    "Und das zweite Rätsel, das Gideon aufwarf, war der Widerspruch im Timing des Untergangs der Menschheit.In der vorherigen Zeitachse hatte der Muttercomputer geantwortet: »Die Menschheit wird in ein paar Tagen untergehen.«Aber der Untergang begann nicht einige Tage später, sondern unmittelbar nach der Kommunikation mit dem Muttercomputer.Aus dieser Tatsache schloss Gideon, dass es einen direkten kausalen Zusammenhang zwischen dem Ereignis des Untergangs der Menschheit und dem Zugriff auf den Muttercomputer, insbesondere dem Stellen bestimmter Fragen, geben könnte.Coras intuitive Warnung »Ich habe ein schlechtes Gefühl« schien das letzte Puzzleteil zu sein, das Gideons logische Schlussfolgerung untermauerte.Gideon sprach den Schluss seiner Gedanken leise, aber mit Überzeugung aus.Der Auslöser für den Untergang der Menschheit, also die Bedingung, unter der der »Fehler« aktiviert wird, könnte die Frage an den Muttercomputer nach Sushi selbst sein.Nach einer Stille erreichten die drei den Muttercomputerraum und blieben stehen.Sie wandten sich dem Terminal zu und sahen sich an, um den einzugebenden Inhalt zu bestätigen.Dann begann die Nähe des Terminalbildschirms des Muttercomputerraums bläulich-weiß zu leuchten.",
    "[op_0]",
    "[op_120]",
    "Die Mitte des Raumes verzerrte sich, und Bella wurde zusammen mit einem bläulich-weißen Licht teleportiert.Als das Licht nachließ, stand dort die vertraute Gestalt eines Besatzungsmitglieds, Bella.Die drei, Gideon, Cora und Saito, waren für einen Moment sprachlos über das plötzliche Erscheinen.Bella duckte sich bei der Landung und versuchte, die Situation mit scharfem Blick zu erfassen. Aus ihrem ganzen Körper strahlte extreme Anspannung und Wachsamkeit.Gideon konnte nur mit großen Augen auf die Gestalt des Menschen starren, der genauso wie er vor einigen Stunden erschienen war.Andererseits blieben Cora und Saito relativ ruhig, da dieses Phänomen zum zweiten Mal auftrat. Cora warf Saito einen Blick zu und hob leicht die Hände, um Bella zu zeigen, dass sie keine Feindseligkeit hegte.Als Bella die Gesichter von Cora und Gideon erkannte, verwandelte sich ihr angespannter Gesichtsausdruck in Überraschung, und dann, als hätte sie verstanden, dass es ein sicherer Ort war, atmete sie tief und erleichtert auf.",
    "[op_121]",
    "Cora entschied, dass ein Gespräch hier nicht angebracht war, und schlug mit einer Geste vor, den Ort zu wechseln.Die Gruppe zog erneut in einen einfachen Raum im Bunker.Nachdem sie sich auf Stühle gesetzt hatten, begann Bella zuerst, ihre Erfahrungen zu erzählen.Laut Bellas Geschichte war sie vom letzten Moment auf der »Poraporapora« in eine Zeit um das Jahr 100.000.000 n. Chr. teleportiert worden.Dort hatte sie ein Terminal des Muttercomputers entdeckt und versucht, einige Fragen zu stellen.Aber während dieser Fragen war sie auf ein ähnliches Zeichen des Untergangs der Menschheit gestoßen, wie sie es an Bord des Schiffes erlebt hatte, bei dem die Welt weiß wurde.Bella erinnerte sich an die spontane Aktion von Gideon und gab auf die gleiche Weise »in die Vergangenheit reisen« ein, woraufhin sie an diesem Ort ankam.",
    "[op_122]",
    "Nachdem er Bellas Geschichte gehört hatte, fragte Gideon mit sorgfältig gewählten Worten, welche Fragen sie diesem Muttercomputer gestellt hatte.Bella schloss für einen Moment die Augen, als würde sie sich erinnern, und antwortete dann, dass sie zwei Fragen gestellt hatte.Die eine war »ob sie in ihre ursprüngliche Welt zurückkehren könne«, und die andere war »was Sushi sei«.Als Gideon diese Antwort hörte, sahen er, Cora und Saito sich an.Er erkannte, dass die Hypothese, die sie im Muttercomputerraum aufgestellt hatten, sicherer geworden war.Es fühlte sich sogar so an, als wäre Bellas Teleportation zu diesem Zeitpunkt eine Antwort vom Muttercomputer selbst, dass diese Hypothese richtig war.",
    "[op_123]",
    "Gideon teilte nun die Informationen, die sie kannten, mit Bella.Dass dies ein Bunker im Jahr 10.000 n. Chr. war, dass Max an diesem Ort als Held gelebt und gestorben war, und dass die Zugangsumgebung zum Muttercomputer durch Max' letzten Willen aufrechterhalten wurde.Die von Bella übermittelte Antwort des Muttercomputers »man kann nicht in die ursprüngliche Welt zurückkehren« lastete erneut schwer auf Cora und Gideon.Ein Gefühl der Hilflosigkeit, ob sie etwas tun konnten, und die Angst, dass es neben »Sushi« noch andere unbekannte Schlüsselwörter geben könnte, die den Untergang der Menschheit auslösen könnten, begannen ihre Gedanken zu beherrschen.",
    "[op_121]",
    "Es war Bella, die das schwere Schweigen brach.Bella, die zwei Untergänge erlebt hatte, analysierte die Situation eher ruhig.Wenn bekannt war, dass die Ursache ein »Fehler« war, schlug sie vor, dass eine grundlegende Lösung darin bestünde, in die Zeitachse zu reisen, in der der Fehler selbst erstellt wurde, und die Existenz des Fehlers selbst ungeschehen zu machen.Es war eine Lösung, an die niemand gedacht hatte, die aber vernünftig war.Gideon erkannte diese Idee an, erwiderte aber, dass das Problem darin bestand, dass sie überhaupt nicht wussten, wann diese »Zeit, in der der Fehler erstellt wurde« war und wie sie dorthin gelangen sollten.Als Gideon diese Worte hörte, zeigte Bella schweigend auf das Datenterminal des Überlebenskits, das an Gideons Hüfte hing.Gideon, der verstand, was ihr Blick bedeutete, blickte erschrocken auf sein eigenes Terminal.Dort war die unverständliche Aneinanderreihung von Zahlen aufgezeichnet, die im letzten Moment auf dem Bildschirm der »Poraporapora« angezeigt wurde.",
    "[op_0]",
    "Bella und Gideon sahen sich an und nickten leise.Cora verstand nicht genau die Absicht der beiden, erkannte aber, dass die Zeit gekommen war, diesen Bunker wieder zu verlassen.Die drei wandten sich zuerst an Saito und rieten ihm, in diesem Raum zu warten, da es keine Garantie dafür gab, dass ihr Ziel sicher war und sie ihn nicht in Gefahr bringen wollten.Saito verstand die Situation und stimmte dem Vorschlag leise zu. Cora drückte ihre unaussprechlich tiefe Dankbarkeit für seine bisherige Zusammenarbeit mit ihrem Gesichtsausdruck und einer tiefen Verbeugung aus.",
    "[op_124]",
    "Von Saito verabschiedet, machten sich Cora, Gideon und Bella wieder auf den Weg zum Muttercomputerraum und stellten sich vor das Terminal.Bella streckte ihre Finger zum Bedienfeld aus und tippte ein: »Reise in die Zeit, in der der Fehler, der die Ursache für den Untergang der Menschheit ist, entstanden ist.«Und während ihr Finger auf der Enter-Taste lag, drehte sie sich zu den beiden um, als würde sie zögern, sie auszuführen.Gideon war überzeugt, dass Bella diese Zahlenreihe verwenden würde, und zog leise seine Hand zurück, die das Datenterminal in seinem Überlebenskit berührt hatte.Er fühlte sich ein wenig verlegen, dass seine Vorhersage falsch war, und nickte ebenfalls zustimmend zu Bellas Absicht.Als Bella die Enter-Taste drückte, geschah eine Veränderung auf dem Bildschirm. Unten rechts erschien ein Uhrensymbol und begann sich zu animieren.Es war die vertraute Animation, bei der sich die Zeiger der Uhr gegen den Uhrzeigersinn drehten.",
    "[op_30]",
    "[op_0]",
    "Kapitel 6 ~Einschlafen~",
    "[op_0]",
    "Mutter Mutter Firma, Inc.",
    "[op_125]",
    "Spätes Firmenlogo (2205 - 2212)",
    "Die Mutter Mutter Firma, Inc. war ein ehemaliges Neuroinformatik-Unternehmen.Gegründet während des »Mutter-Technologie-Booms« Ende des 22. Jahrhunderts, eroberte es die Welt mit seinem proprietären Betriebssystem »N-OS« und der dedizierten Hardware »Muttercomputer« im Sturm.Später öffnete es seine eigene Technologie, um die Vorherrschaft auf der Plattform anzustreben, aber diese Strategie schlug fehl, und es erlitt zusammen mit den schwerwiegenden Problemen, die in der Technologie enthalten waren, einen dramatischen Unternehmenszusammenbruch.",
    "Gründungszeit: Der Gründer, allgemein bekannt als »Papacora«, ist als Person bekannt, die mehrere Geschäfte betrieben und immer wieder gescheitert ist.Als in den 2190er Jahren der »Mutter-Technologie-Boom (MT-Trend)« eintrat, ließ sich Papacora diese Gelegenheit nicht entgehen und beschloss, in das Mutter-Netz-Geschäft einzusteigen.Mit seiner geschickten Rhetorik beschaffte er sich Mittel von Investoren und gründete 2195 die Mutter Mutter Firma.Es wird darauf hingewiesen, dass die Technologie, die das Unternehmen zu Beginn besaß, in Wirklichkeit nur eine Kombination aus Computern der alten Generation und bestehender Technologie war, sozusagen eine »Fassade«.",
    "Der Erfolg des »Muttercomputers«: 2198 kündigte das Unternehmen das Verbraucherprodukt »Muttercomputer« an.Die Hardware war ein veraltetes Sammelsurium, aber das installierte Betriebssystem »N-OS« löste ein soziales Phänomen aus.N-OS soll menschliche Gehirnwellenmuster angewendet haben und zeigte eine einzigartige Reaktionsfähigkeit und eine emotionale Reaktion, die sich dem Benutzer anschmiegte, was andere KIs nicht hatten.Diese Benutzererfahrung wurde als »Mutter-ähnlich« bezeichnet und enthusiastisch angenommen, und der Muttercomputer verbreitete sich explosionsartig in den allgemeinen Haushalten.»Muttercomputer-Manju« wurde auf den Markt gebracht, und das Unternehmen wurde zu einem Symbol des Booms.",
    "Offene Spezifikation und technische Grenzen: Hinter dem Erfolg konnte das Unternehmen mit der technologischen Innovation der Konkurrenz nicht Schritt halten, und das Geschäft geriet schnell in eine Sackgasse.Papacora, der auf eine Wiederbelebung und die Aufrechterhaltung der Marktführerschaft abzielte, kündigte 2208 plötzlich die Öffnung der »Muttercomputer-Architektur« an.Dies bedeutete die kostenlose Veröffentlichung der Hardwarespezifikationen und der Anwendungsprogrammierschnittstelle (API) von N-OS.Durch diese Strategie überschwemmten billige kompatible Maschinen von Drittanbietern und entsprechende Software den Markt, und das Ökosystem expandierte vorübergehend.Die Öffnung war jedoch ein zweischneidiges Schwert. Durch den Wettbewerb mit billigen kompatiblen Maschinen gingen die Hardwareeinnahmen des ursprünglichen Unternehmens drastisch zurück.Darüber hinaus wies die technische Gemeinschaft, die die veröffentlichte API analysierte, darauf hin, dass N-OS »keine Selbstentwicklung durch externes Lernen« ermöglichte und »keine andere Aktualisierungsmethode als das regelmäßige erneute Scannen einer bestimmten biologischen Informationsquelle« besaß, was auf einen strukturellen Fehler hindeutete.",
    "Unternehmenszusammenbruch: Als unethische Gerüchte über die Aktualisierungsmethode von N-OS und die schlampigen Geschäftspraktiken des Gründers als Skandal gemeldet wurden, verlor der Muttercomputer rapide an Popularität.Der Umsatzrückgang aufgrund des Scheiterns der Öffnungsstrategie verschärfte die Situation, und das Geschäft geriet vollständig in eine Sackgasse.Schließlich brach die Mutter Mutter Firma im März 2212 mit hohen Schulden zusammen.",
    "[op_0]",
    "Simulation World Design, Inc.",
    "[op_126]",
    "»Länderspiel«-Logo",
    "Simulation World Design, Inc. war ein ehemaliges Softwareentwicklungsunternehmen.Gegründet als Drittanbieter-Entwicklungsunternehmen während des »Mutter-Technologie-Booms«, erregte es später die Aufmerksamkeit der Branche mit dem großen Erfolg seiner tiefenbewusstseinsverbindenden Simulationsplattform »Länderspiel«. Im Jahr 2210 wurde es von GAIA Interactive, dem größten Unterhaltungsunternehmen des Sonnensystems, übernommen und beendete damit seine Geschichte.",
    "Gründung und UI-Entwicklung: Gegründet 2199 von UI-Designer Takahashi und mehreren Ingenieuren, als der »Mutter-Technologie-Boom« das gesamte Sonnensystem erfasste.Das Unternehmen entwickelte seine eigene benutzerdefinierte Benutzeroberfläche »S-Shell« auf der Grundlage der von der Mutter Mutter Firma veröffentlichten Open Neural Architecture (ONA).Aufgrund seiner Fähigkeit, komplexe mehrdimensionale Daten intuitiv zu bedienen, erhielt es hohe Bewertungen von Fachleuten wie Forschern und Finanzhändlern und etablierte eine Nische, aber stabile Einnahmequelle.",
    "Erfolg und Verbreitung von »Länderspiel«: Unter Anwendung der bei der Entwicklung von S-Shell kultivierten Kerntechnologie »Modellierung und Visualisierung komplexer Welten« wurde 2206 die tiefenbewusstseinsverbindende Staatssimulation »Länderspiel« veröffentlicht.Diese Plattform, auf der die Spieler zum Bewusstsein eines Staatsoberhauptes werden und Innenpolitik, Diplomatie, technologische Entwicklung usw. direkt durch Denken erleben können, wurde aufgrund ihres überwältigenden Eintauchens zunächst als Simulationsspiel zu einem sozialen Phänomen.Ihr Anwendungsbereich beschränkte sich nicht auf die Unterhaltung.Sie wurde als effektives Lehrmittel zum Erlernen von Geschichte, Wirtschaft und internationalen Beziehungen an Bildungseinrichtungen im gesamten Sonnensystem eingeführt und wurde auch als Plattform für professionelle Aufgaben wie strategische Konferenzen von Unternehmen, die komplexe soziale und wirtschaftliche Modelle behandeln, und für die Politiksimulation von Regierungsbehörden weit verbreitet.Durch diesen Erfolg entwickelte sich Simulation World Design von einem reinen Werkzeugentwicklungsunternehmen zu einem hervorragenden Unternehmen, das einen Teil der sozialen Infrastruktur trug.",
    "Übernahme durch GAIA Interactive: Der Erfolg von »Länderspiel« machte die technologische Stärke und Planungsfähigkeit des Unternehmens bei großen Unternehmen im gesamten Sonnensystem bekannt.Insbesondere GAIA Interactive, ein Unterhaltungskonglomerat, zeigte starkes Interesse an der fortschrittlichen Weltsimulationstechnologie des Unternehmens und dem starken geistigen Eigentum von »Länderspiel«, das über den Rahmen der Unterhaltung hinaus in die Bereiche Bildung und Wirtschaft reichte.Zu einer Zeit, als das Geschäft der Mutter Mutter Firma, dem Kern des ONA-Ökosystems, zu schwanken begann und eine Unsicherheit über den gesamten Markt herrschte, schlug GAIA Simulation World Design eine Übernahme zu einem Rekordpreis vor.Die Geschäftsleitung, einschließlich Mizukami, entschied, dass die Entwicklung von »Länderspiel« durch die Sicherung einer stabilen Entwicklungsumgebung und reichlich Kapital weiter vorangetrieben werden könnte, und nahm diesen Vorschlag im Juni 2210 an.Nach der Übernahme wurde Simulation World Design als juristische Person aufgelöst, und sein Entwicklungsteam wurde als »GAIA Simulation Studio« innerhalb von GAIA Interactive neu organisiert.",
    "Einfluss auf die Nachwelt: Simulation World Design ist als seltenes Erfolgsbeispiel unter den unzähligen Unternehmen bekannt, die während des Mutter-Technologie-Booms entstanden sind, mit einer klaren Vision und solider technologischer Stärke erfolgreich waren und ihre Rolle in Form einer freundlichen Übernahme durch ein großes Unternehmen entwickelten.Auch nach dem Zusammenbruch des ONA-Ökosystems durch den Zusammenbruch der Mutter Mutter Firma wurde die vom Unternehmen entwickelte Technologie an GAIA Interactive weitergegeben und überlebte in veränderter Form.Insbesondere »Länderspiel« wurde auf der Hauptplattform von GAIA als Serie veröffentlicht und legte nicht nur den Grundstein für die Metaverse-Unterhaltung, sondern wurde auch als Standardwerkzeug für Bildungs- und Geschäftssimulationen weit verbreitet, und sein Einfluss ist vielfältig.",
    "[op_0]",
    "[op_127]",
    "Die drei, Gideon, Bella und Cora, die die Uhrenanimation auf dem Terminalbildschirm des Muttercomputers beobachtet hatten, bemerkten, dass die Animation verschwunden war. Gleichzeitig erkannten sie, dass der Terminalbildschirm selbst verschwunden war und sie an einem unbekannten Ort standen.Es war der Konferenzraum für das »Länderspiel«-Projekt von Simulation World Design, Inc., der zwar unordentlich, aber funktional eingerichtet war, aber für die drei war es ein unbekannter Raum.In der Luft vermischte sich der lauwarme Geruch von Kühlventilatoren mit einem leichten Kaffeeduft.Auf dem langen Tisch in der Mitte des Raumes strahlten mehrere Monitore ein schwaches Licht aus, und an der Wand waren Notizen zu Spezifikationsänderungen wahllos angebracht.",
    "[op_128]",
    "An diesem Tisch diskutierten der junge Designer und der bebrillte Designer mit leisen Stimmen über die Benutzeroberfläche von »Streich«, die den Kern von »Länderspiel« betraf.Der eine war ein junger Mann, der zwar die Spuren der Erschöpfung nicht verbergen konnte, aber einen scharfen Blick in den Augen hatte, und der andere war ein bebrillter Designer, der rein sachlich und gleichgültig Einwände erhob.Glücklicherweise schien das Erscheinen der drei von diesen beiden nicht bemerkt worden zu sein.Die drei, die sofort die Unwirklichkeit, Zeuge der Geburt der Geschichte selbst zu sein, und die Gefahr, unvorhersehbare Folgen zu haben, beurteilten, versteckten sich im Schatten eines Server-Racks in der Ecke des Konferenzraums und beobachteten die beiden mit angehaltenem Atem.In einem Moment, als die Diskussion hitzig wurde und die Aufmerksamkeit der beiden vollständig auf den UI-Entwurfsplan auf dem Monitor gerichtet war, bewegte sich Bella lautlos.Bella schlüpfte wie ein Schatten, der über den Boden glitt, in den toten Winkel der Designer und installierte einen physischen Keylogger an einem Computer, der anscheinend für die Arbeit verwendet wurde.Ihre Handgriffe waren ohne Zögern, und nach wenigen Sekunden war sie wieder an ihrem ursprünglichen Platz.",
    "[op_129]",
    "Schließlich endete die Diskussion ohne Ergebnis, und der bebrillte Designer machte sich mit einem Seufzer auf den Heimweg.Der allein zurückgelassene junge Designer starrte eine Weile ausdruckslos auf das abgedunkelte Büro, wandte sich dann aber mit entschlossenem Blick seiner Tastatur zu.Unter den wachsamen Augen der drei begann er, mit erstaunlicher Geschwindigkeit Code einzugeben.Diese Arbeit war keine kreative, bei der etwas Neues aufgebaut wurde, sondern schritt in einem unverständlichen Verfahren voran, das die bestehende Logik verzerrte und zerstörte.In den Augen der drei schien es, als würde er absichtlich den Abschnitt der Datenverarbeitung manipulieren, der die Esskultur »Sushi« betraf, die als Schwachstelle des Systems aufgeführt war.Aber warum ein so scheinbar unzusammenhängender Teil ins Visier genommen wurde, was diese Aktion bedeutete, verstanden sie überhaupt nicht.Es schien wie ein unbekanntes Ritual, das von dem Wissen der drei abwich.Der »Fehler«, der mit dem Untergang der Menschheit zusammenhing, wurde zu diesem Zeitpunkt geschickt in das System eingebettet, aber für die drei Beobachter schien es nur so, als würde der junge Designer den normalen Fluss des Systems verzerren und heimlich etwas Fremdes einschleusen.Die unverständlichen Zeichenfolgen, die schnell über den Monitor flossen, fühlten sich, gerade weil ihre Bedeutung unbekannt war, wie ein unheilvoller Fluch an, der das Schicksal der Welt besiegelte.Nachdem er alle Arbeiten beendet hatte, zeigte der junge Designer keinen Ausdruck der Vollendung, sondern schaltete das Terminal leise aus und verschwand in der Stille.",
    "[op_130]",
    "Nachdem sie sich vergewissert hatten, dass die Anwesenheit des jungen Designers vollständig verschwunden war, traten die drei aus dem Schatten und begannen ihre nächtliche Untersuchung.Bella bediente den Computer, um die Aufzeichnungen des gerade installierten Loggers zu analysieren, und Gideon und Cora untersuchten sorgfältig jedes einzelne der auf Tischen und Regalen gestapelten Dokumente.Es gelang ihnen, den Entwurf der Welt, nämlich die Spezifikationen von »Länderspiel«, Konzeptzeichnungen und eine riesige Menge aller Entwicklungsprotokolle einzusehen.Was dort aufgezeichnet war, war das Gesamtbild eines allzu detailliert entworfenen, grandiosen Simulationsspiels.",
    "[op_131]",
    "Während der Untersuchung wurde auf dem von Bella bedienten Monitor der endgültige Entwurf der Benutzeroberfläche von »Streich« angezeigt, über den die Designer gerade diskutiert hatten.Als Cora diesen Bildschirm sah, hielt sie den Atem an.Es war genau dieselbe Struktur wie der Bildschirm, der sie vor die Wahl ihres Lebens stellte, den sie am Ende ihrer endlosen Zeit als letzte Cora in der Einrichtung gesehen hatte.Als Cora den beiden diese Tatsache mitteilte, nickte auch Bella mit ernstem Gesichtsausdruck.Als sie regionale Verkehrskorrespondentin war, war dieselbe Benutzeroberfläche plötzlich auch in Bellas Leben erschienen und hatte sie zu einer Wahl gezwungen.Die vergangenen Erfahrungen der beiden stimmten mit dem Entwurf vor ihnen überein.Diese Erfahrung, die Gideon nicht hatte, wurde zum unumstößlichen Beweis dafür, dass dieses Programm namens »Länderspiel« tatsächlich in das Leben von ihnen eingegriffen hatte, die in der fernen Zukunft lebten.Die Gedanken der drei, die nicht verstehen konnten, wie dieses Spiel namens »Länderspiel« zum Auslöser für den Untergang der »realen Welt« in der fernen Zukunft wurde, gelangten durch dieses Zeugnis zu einer Hypothese.Es war eine absurde Hypothese, aber in Verbindung mit der Tatsache, dass sie durch eine klare Anweisung des Muttercomputers in diese Zeit, an diesen Ort, teleportiert worden waren, war es auch eine Hypothese, die nicht ignoriert werden konnte.Es war die Hypothese, dass diese Welt, die sie jetzt für real hielten, selbst eine riesige Simulationswelt war, die von diesen Designern geschaffen wurde.Die drei konnten nicht umhin, über die Möglichkeit nachzudenken, dass ihre eigene Existenz, ihre Geschichte, sogar die Krise des Untergangs der Menschheit, alles Ereignisse in einer programmierten Simulationswelt waren.Wenn das der Fall war, gab es für sie, die Charaktere in der Simulation, eine Möglichkeit, den grundlegenden Fehler der Welt zu beheben?War das Ende der Menschheit in der Simulation überhaupt ein trauriger »Untergang der Menschheit«? Fragen ohne Antwort lasteten schwer auf den Herzen der drei.",
    "[op_0]",
    "[op_71]",
    "Katelyn hatte sich von Laila getrennt und war auf dem Weg zum Bahnhof.Zu ihren Füßen folgten die Zwillings-Grünschleime, als ob sie über den Boden glitten, und um Katelyn herum schwebten ein sich langsam bewegender menschlicher Fleck und ein blendend blinkendes Licht, die jeweils einen bestimmten Abstand einhielten.Nach den von Laila erhaltenen Informationen sollte sie, wenn sie weiterginge, schließlich ein künstliches Bauwerk, nämlich einen Bahnhof, finden, aber egal wie weit sie ging, die Landschaft änderte sich nicht von der eintönigen Landschaft der Reisfelder und der dahinter liegenden Berge.",
    "Nachdem sie etwa eine Stunde lang gegangen war, entdeckte Katelyn eine alte Holzbank am Straßenrand.Obwohl sie sich Sorgen machte, weil die Entfernung zum Ziel immer noch unbekannt war, beschloss sie, hier eine Pause einzulegen, um ihre angesammelte Müdigkeit zu berücksichtigen.",
    "[op_135]",
    "Als Katelyn sich auf die Bank setzte, änderte das begleitende Licht leicht seinen Blinkrhythmus.Katelyn richtete ihre Aufmerksamkeit auf diese Veränderung des Lichts und erinnerte sich an den letzten Moment auf der »Poraporapora«.Der Befehl »in die Vergangenheit reisen«, den Gideon spontan eingegeben hatte.Und die Animation auf dem Bildschirm, bei der sich die Zeiger der Uhr rückwärts drehten.Was war dieses Phänomen, und war es möglich, es absichtlich noch einmal auszulösen?Jetzt, da sie beschlossen hatte, die Untersuchung fortzusetzen, musste sie über die Mittel nachdenken.Als hätte sie Katelyns Gedanken gelesen, begannen auf dem Holz der Rückenlehne der Bank, wo nichts geschrieben sein sollte, langsam Buchstaben zu erscheinen, als wären sie eingebrannt.Es war das Mittel zur Kommunikation mit dem Licht.",
    "[op_133]",
    "Der Inhalt, den das Licht übermittelte, war erstaunlich und erschütterte Katelyns bisherige Wahrnehmung grundlegend.Laut dem Licht war die »Reise in die Vergangenheit«, die Gideon auf der »Poraporapora« unternommen hatte, streng genommen kein Akt der Zeitreise selbst.Es war lediglich ein Prozess des Wechsels zu einer anderen Dateninstanz in dieser Welt, so die Erklärung.Und das Licht begann, Katelyn eine Reihe von Regeln offenzulegen, die normalerweise für die Ausführung dieses Wechselprozesses eingehalten werden mussten.",
    "[op_134]",
    "Katelyn verfolgte die erscheinenden Buchstaben nur fassungslos mit den Augen.Zuerst muss man für eine Zeitreise im Voraus ein »Zeitreiseticket« vom »Administrator« kaufen.Darüber hinaus gibt es auch »Optionstickets«, um die Zeit und den Ort des Ziels genau festzulegen, aber diese müssen fast gleichzeitig mit dem Kauf des Zeitreisetickets separat erworben werden.Die gekauften Tickets müssen dem Administrator vor der Ausführung des Reiseprozesses direkt übergeben werden.Wenn mehrere Reiseprozesse gleichzeitig angefordert werden, werden sie in der Reihenfolge ihres Eingangs bearbeitet, so dass die Nachzügler eine Warteschlange außerhalb des Prozesses bilden müssen.Zu Beginn des Prozesses erfolgt eine mündliche Identitäts- und Willensbestätigung durch den Administrator.Zu diesem Zeitpunkt ist es strengstens verboten, vor dem Ende der Fragen des Administrators zu antworten, sogenanntes »vorzeitiges Antworten«.Der Administrator fragt nach den Wünschen bezüglich der drei Punkte »Zeitachsendichte«, »Weltstabilität« und »Interventionslevel«, aber es ist üblich, dass der Benutzer auf alles mit »normal« antwortet, es sei denn, es gibt einen besonderen Grund.Wenn diese Antwort falsch ist oder wenn Worte verwendet werden, die vom regulären Format abweichen, wird diese Antwort abgelehnt.Außerdem gab es eine Zeitbegrenzung von 5 Sekunden für die Beantwortung jeder Frage.Die Regeln gingen weiter.Während des Zeitreiseprozesses waren jegliche private Gespräche und die Nutzung von Mobilterminals nicht gestattet.Wenn diese Handlungen vom Administrator entdeckt wurden, wurde der Prozess sofort zwangsweise unterbrochen, und der Benutzer wurde zwangsweise aus der Einrichtung entfernt.Ein einmal begonnener Prozess konnte nicht aus Bequemlichkeit des Benutzers unterbrochen oder die gekauften Optionen storniert werden und musste unbedingt bis zum Ende abgeschlossen werden.Von den Benutzern während des Prozesses wurde erwartet, dass sie sich von Handlungen enthalten, die andere Benutzer stören könnten, wie lautes Sprechen oder Lärmen.Und schließlich war es als Teil des gesamten Prozesses obligatorisch, dass der Benutzer alle im Zeitreiseprozess verwendeten Messgeräte selbst an ihren ursprünglichen Platz zurückbrachte und die Konsole mit dem bereitgestellten Tuch reinigte.",
    "[op_132]",
    "Katelyn wurde von der schieren Menge und Komplexität der Regeln leicht schwindelig.Katelyn konnte nicht beurteilen, ob diese Regeln nur für die ursprüngliche Parallelwelt des Lichts galten oder ob es sich um eine alternative Methode handelte, die man anwenden konnte, wenn es keine Möglichkeit gab, dem Muttercomputer »in die Vergangenheit reisen« zu befehlen.Überhaupt verstand Katelyn nicht, warum Gideon in diesem Moment auf der Poraporapora mit Überzeugung »sofort in die Vergangenheit reisen« eingeben konnte.In diesem Moment bemerkte Katelyn plötzlich, dass sie eine wichtige Überprüfung versäumt hatte.Sie war so erleichtert, Laila wiedergetroffen zu haben, dass sie völlig vergessen hatte, die Möglichkeit zu prüfen, ob es andere Gefährten gab, mit denen sie über die telepathischen Fähigkeiten des Flecks Kontakt aufnehmen konnte.Katelyn sprach den Fleck sofort an und fragte, ob er telepathisch mit jemand anderem Kontakt aufnehmen könne.Nach einer Weile teilte der Fleck telepathisch mit, dass er Kontakt mit Gideon aufgenommen hatte.",
    "[op_0]",
    "[op_130]",
    "Gideon, Bella und Cora hatten im stillen Konferenzraum, nachdem der junge Designer gegangen war, ihre weitere Vorgehensweise festgelegt.Auf dem Monitor des von den Designern benutzten Computers wurden riesige Datenmengen angezeigt, die als Entwurf der »Länderspiel«-Welt bezeichnet werden konnten.Die drei hatten beschlossen, konkrete Maßnahmen zur Rettung ihrer Welt vorerst zurückzustellen und sich darauf zu konzentrieren, die wahre Natur des »Fehlers«, der die Ursache von allem war, zu ermitteln.",
    "[op_140]",
    "Bella konzentrierte sich auf die Aufzeichnungen des Keyloggers, den sie am Arbeitscomputer installiert hatte.Die Historie der vom jungen Designer ausgeführten Befehle sah auf den ersten Blick nur wie eine bedeutungslose Aneinanderreihung von Zeichen aus.Die Operationen des jungen Designers waren geschickt getarnt, um keine Spuren in den Systemprotokollen zu hinterlassen, und es war mit normalen Analysemethoden nahezu unmöglich, ihre Absicht zu entschlüsseln.Bella schien jedoch, dass das Muster dieser Operationen seltsamerweise mit dem Protokoll eines antiken Zivilisationscodes übereinstimmte, den sie einst als regionale Verkehrskorrespondentin entschlüsselt hatte.Bellas Finger glitten über die Tastatur und rekonstruierten die Gedankensplitter des jungen Designers aus den riesigen Protokollen.Schließlich wurde klar, dass der Kern der Operationen auf den Eintrag »Sushi« in der Esskultur-Datenbank des Systems konzentriert war.Aber warum diese Daten mit dem Überleben der Welt zusammenhingen, die direkte kausale Logik, die das zeigte, war nicht zu erkennen.Bella verstand nur intuitiv, dass diese Reihe von Operationen so konzipiert war, dass sie absichtlich eine übermäßige Last auf den Kern des Systems, insbesondere auf die nicht implementierten Module, die Sinne wie Geschmack und Tastsinn simulieren, ausübte.",
    "[op_141]",
    "Während er Bellas Analysearbeit beobachtete, ließ Gideon seine Gedanken in eine andere Richtung schweifen.Die Identifizierung des Fehlers überließ er Bella, das Problem war, wie man den Korrektur-Patch auf ihre eigene Welt anwenden sollte.Der Muttercomputer, der die Autorität hatte, die Zeitachse frei zu bewegen, musste einen privilegierten Zugang zu dieser Simulationswelt haben.Das von Bella erstellte Korrekturprogramm über den Muttercomputer auszuführen und die Gesetze der Welt direkt umzuschreiben.Das schien die sicherste Methode zu sein. Aber Gideons Gedanken gerieten ins Stocken.Aus den »Länderspiel«-Materialien war bekannt, dass es derzeit das Jahr 2206 n. Chr. war.Aber es gab nirgendwo einen Hinweis darauf, ob in dieser Zeit die Technologie existierte, um auf die außergewöhnliche Existenz des Muttercomputers zuzugreifen.",
    "[op_125]",
    "Cora löste ihre Aufmerksamkeit von der Diskussion der beiden und starrte auf ein Logo, das auf einem der verstreuten Dokumente gezeichnet war.Es war das Logo eines Betriebssystems namens »N-OS«, aber Cora kannte das Design.Es war genau dasselbe Logo, das sie jedes Mal sah, wenn sie das Steuerterminal in der Einrichtung bediente, die ihr Vater, Papacora, gegründet hatte, dem »Lager der Mutter-Mutter-Firma«, das von der Außenwelt isoliert war.Cora selbst wusste nicht warum, aber einige Erinnerungen an ihr Leben in der Einrichtung begannen fragmentarisch wiederzukehren.",
    "[op_57]",
    "Für Cora war das frühere Leben in der Einrichtung eine Wiederholung einer eintönigen Routine.Cora und mehrere »Stellvertreter«, die das gleiche Gesicht wie sie hatten.Die Hauptaufgabe der Coras bestand darin, sich abwechselnd Gehirnwellenscans zu unterziehen, aber ansonsten konnten sie ihre Zeit relativ frei verbringen.Die Einrichtung verfügte über eine riesige Bibliothek, aber die darin enthaltenen Bücher waren nur technische Bücher und wissenschaftliche Abhandlungen, und es gab kein einziges Buch über Geschichten oder Unterhaltung.Eines Tages verhielt sich Cora anders als die anderen Stellvertreter. Sie bemerkte, dass eines der Bibliotheksterminals selten einen Verbindungsfehler zum externen Netzwerk hatte.Im Fehlerprotokoll waren fragmentarische Beschreibungen des Debug-Modus von »N-OS« enthalten, die im normalen Betrieb nicht angezeigt wurden.Cora verbrachte Jahre damit, diese fragmentarischen Informationen zusammenzusetzen und entdeckte die Existenz einer Funktion, die tief im System verborgen war.Es war eine Funktion, die es ermöglichte, die Bewegungssequenz der Automaten, die die Güter der Einrichtung erzeugten, wenn auch nur sehr begrenzt, umzuschreiben.Cora versuchte damit, anstelle der immer gleich schmeckenden Nährnahrung ein Essen namens »Kuchen« zu erzeugen, von dem nur die Rezeptdaten übrig waren.Was jedoch erzeugt wurde, war ein grauer geometrischer Klumpen, der einem Kuchen nicht im Geringsten ähnelte.Dieser Klumpen zerfiel im Mund wie geschmackloser Sand.Die Erinnerung an diesen Misserfolg kehrt jetzt lebhaft zurück.Das N-OS-Logo war für Cora ein Symbol für die bittere Erinnerung daran, die Gesetze der Welt herausgefordert und verloren zu haben.Cora versuchte verzweifelt, sich an etwas Wichtigeres zu erinnern, etwas, das hinter diesem Misserfolg verborgen war, und suchte tief in den Abgründen ihrer Erinnerung.",
    "[op_137]",
    "Die Erinnerung daran, bei der Herstellung von Kuchen gescheitert zu sein und einen geschmacklosen, sandartigen Klumpen erzeugt zu haben, reichte nicht aus, um Coras Forschergeist zu dämpfen.Vielmehr war dieses völlige Scheitern ein Anstoß, ihr Bewusstsein auf eine andere Möglichkeit zu lenken.Die Bibliothek der Einrichtung archivierte nicht nur Daten zur Materialzusammensetzung, sondern auch eine riesige Menge an Textdaten zur Akustik und Musiktheorie.Die Reproduktion des Geschmacks, eines Sinnes, der mit komplexen chemischen Reaktionen einhergeht, könnte die Funktionsgrenzen der Automaten dieser Einrichtung überschritten haben.Aber Schall war nur die Schwingung der Luft, also physikalische Wellenformdaten.Im Vergleich zur Erzeugung von Materie aus dem Nichts schien die Steuerung der Frequenz der Energie, die durch die bestehende Ausrüstung floss, weitaus wahrscheinlicher.",
    "[op_136]",
    "Cora griff erneut auf die tief im N-OS verborgene Debug-Konsole zu.Cora konzentrierte sich auf das große Luftzirkulationssystem, das 24 Stunden am Tag lief, um die Umgebung der Einrichtung aufrechtzuerhalten.Das Betriebsgeräusch des riesigen Ventilators, der die Luft in der Einrichtung durch unzählige Kanäle zirkulierte, existierte immer als niederfrequentes Geräusch, das normalerweise nicht ins Bewusstsein drang.Cora dachte, dass sie durch feine und periodische Änderungen der Drehzahl dieses Ventilators die Schwingung der durch die Kanäle strömenden Luft, also die Tonhöhe, steuern könnte.Cora fand aus der Bibliothek die Noten eines alten Kinderliedes mit der einfachsten Struktur und baute über mehrere Wochen ein Programm, das diese Tonleiterinformationen in eine Sequenz zur Steuerung der Lüfterdrehzahl umwandelte.",
    "[op_138]",
    "Am Tag der Ausführung wartete Cora im zentralen Wohnzimmer der Einrichtung auf den Moment.Zur angegebenen Zeit wurde es in der Einrichtung still. Das Luftzirkulationssystem war einmal vollständig angehalten.Im nächsten Moment, als Cora den Atem anhielt, startete das System neu, und ein Geräusch hallte durch die gesamte Einrichtung.Es war jedoch nicht die einfache und sanfte Melodie eines Kinderliedes, die Cora sich erhofft hatte.Die ersten paar Töne schienen kaum die Tonleiter der Noten zu treffen, aber bald brach die Melodie zusammen.Die Tonhöhe schwankte instabil auf und ab und erzeugte eine ohrenbetäubende Dissonanz, als würde man ein riesiges, verstimmtes Saiteninstrument mit aller Kraft anschlagen.Der Rhythmus brach ab, wurde gedehnt, und Geräusche, die es nicht geben sollte, mischten sich ein, und der gesamte Raum füllte sich mit einem unheimlichen Klang.Es klang weniger wie Musik als vielmehr wie der qualvolle Schrei einer leblosen Maschine, die nach ihrem Existenzgrund fragte.",
    "[op_139]",
    "Dieser seltsame Ton erreichte auch die Ohren der wenigen verbliebenen Stellvertreter, die an verschiedenen Orten in der Einrichtung ihre Routinen erledigten.Die Coras hielten, als wäre ein Befehl ergangen, alle gleichzeitig und im exakt gleichen Moment die Arbeit an, die sie gerade verrichteten.Einige waren kurz davor, eine Nährstoffpaste zum Mund zu führen, andere waren kurz davor, ein Headset für einen Gehirnwellenscan aufzusetzen, und sie stoppten ihre Bewegungen vollständig.Sie suchten nicht nach der Quelle des Geräusches, sondern starrten nur auf einen Punkt im leeren Raum.In ihren wie immer ausdruckslosen Gesichtern zeigte sich eine leichte, nur als Datenfehler zu beschreibende Verwirrung.Schließlich endete die Darbietung, und das Luftzirkulationssystem kehrte zu seinem normalen Betriebsgeräusch zurück.Auch die Stellvertreter nahmen, als wäre nichts geschehen, die im Moment des Anhaltens unterbrochene Tätigkeit wieder auf.Die Einrichtung kehrte zu ihrer vollständigen und nichts schaffenden Stille zurück.",
    "[op_57]",
    "Die beiden Misserfolge prägten Coras Herz mit einem klaren Verständnis.Dass die Einrichtung namens »Lager der Mutter-Mutter-Firma« und das System N-OS, das ihren Kern bildete, nicht dazu geeignet waren, etwas Neues zu »schaffen«.Es war ein vollständig geschlossenes System, das nur dazu entworfen war, festgelegte Informationen nach festgelegten Verfahren ohne Abweichung zu »reproduzieren«.Cora erinnerte sich an das Unbehagen, das auftrat, wenn sie versuchte, unerwartete Informationen zu verarbeiten, die von außerhalb dieser geschlossenen Welt gegeben oder von innen erzeugt wurden.Diese systemische Abstoßungsreaktion könnte die Essenz des Phänomens sein, dem die drei jetzt gegenüberstanden und das als »Fehler« bezeichnet wurde.Zumindest sagte Coras Intuition das.",
    "[op_143]",
    "Cora stand langsam auf. Als sie ihre Bewegung bemerkten, hörten Bella und Gideon auf, auf der Tastatur zu tippen, und richteten ihre Blicke auf sie.Cora ging zum Whiteboard im Konferenzraum und schrieb in die Mitte nur ein Wort: »Sushi«.Und von dort zog sie mehrere Linien und platzierte an jedem Ende die Worte, die sie aus ihrer Vergangenheit geschöpft hatte, eines nach dem anderen.»Geschmack«, »Duft«, »Textur«, »Technik«, »Ästhetik«, »Emotion«.Zuletzt schrieb Cora die Worte »Scheitern der Schöpfung« und umkreiste sie.",
    "[op_142]",
    "In dem Moment, als sie dieses Diagramm sahen, spürten Bella und Gideon, wie die fragmentarischen Informationen, die sie bei ihren jeweiligen Untersuchungen erhalten hatten, zu einer einzigen Antwort zusammenliefen.Bella verstand, dass die unverständliche Operation des jungen Designers genau diese größte Schwachstelle des Systems, die »Sinneserschaffung«, punktgenau ausgenutzt hatte.Gideon erkannte, dass der Akt, ein einziges Gericht, »Sushi«, vollständig zu reproduzieren, die ultimative »Schöpfungsanforderung« war, die die Designphilosophie dieses Systems, die »Reproduktion«, von Grund auf zerstörte.Es gab keine Worte zwischen den dreien. Die wahre Natur des Fehlers war kein Fragment bösartigen Codes.Es war die allzu raffinierte logische Falle selbst, die unter Ausnutzung der grundlegenden Grenzen des Systems gelegt worden war.Vor den Blicken der drei, im stillen Konferenzraum, strahlte nur der auf dem Monitor angezeigte Entwurf ein schwaches Licht aus.",
    "In diesem Moment empfing Gideon eine Telepathie vom Fleck.Es war eine Nachricht vom Fleck, die eine Nachricht von Katelyn übermittelte.",
    "[op_0]",
    "Die Person, die Katelyn auf der Bank den Fleck bat, zu kontaktieren, war Gideon.Nachdem sie mehrere Stunden lang zusammen modifiziertes Schere, Stein, Papier gespielt hatte, war Katelyn von Gideon, der die Informationen über den Untergang der Menschheit mit den Besatzungsmitgliedern geteilt hatte, als nächstes nach Laila stark beeindruckt.Sie hatte gehofft, dass er vielleicht irgendwo in dieser Welt am Leben sein könnte, und kurz darauf teilte der Fleck telepathisch mit, dass er Kontakt mit Gideon aufgenommen hatte, allzu leicht.",
    "[op_132]",
    "Laut den Informationen von Gideon befanden sie sich im Jahr 2206 n. Chr., und es bestand eine hohe Wahrscheinlichkeit, dass die wahre Natur des Weltfehlers die »Reproduktion von Sushi« war, und es wurde die Hypothese übermittelt, dass diese Welt selbst eine Simulation sein könnte.Katelyn war zunächst schockiert über die riesige Zeitlücke zwischen dem Jahr 2034, in dem sie sich befanden.Aber die Hypothese, dass die Welt eine Simulation sein könnte, verband sich mit ihrer Erinnerung an den »Streich«, den sie einst erlebt hatte, und sie konnte sie überraschend leicht akzeptieren.Als nächstes vertraute Katelyn dem Fleck eine Frage an.Sie fragte Gideon, warum der Muttercomputer als Mittel zur Rettung der Menschheit vor dem Untergang »Sushi« geantwortet hatte, was der Auslöser des Fehlers selbst war.",
    "[op_144]",
    "Auf der anderen Seite der Telepathie spürte Katelyn, wie die Meinungen der drei aufeinanderprallten.Gideon deutete die Möglichkeit an, dass der Muttercomputer eine Falle gestellt hatte.Dagegen argumentierte Cora auf der Grundlage ihrer Intuition aus ihrer Erfahrung, dass der Muttercomputer niemals eine solche Täuschung begehen würde.Gideon erwiderte logisch, dass Sushi entweder der »Fehler, der die Welt zerstört« oder »etwas, das die Welt rettet« sei und beides nicht gleichzeitig sein könne.Schließlich schlug Bella die sicherste Maßnahme vor, nämlich alle Aktivitäten im Zusammenhang mit »Sushi« vorerst einzufrieren und das Risiko des Untergangs vollständig auszuschließen.",
    "[op_133]",
    "Während sie der Diskussion der drei zuhörte, senkte Katelyn ihren Blick auf die Bank vor ihr.Als Katelyn nachdachte, änderte das begleitende Licht seinen Blinkrhythmus und begann, langsam Buchstaben auf das Holz der Rückenlehne der Bank zu zeichnen.Der Inhalt war ein Leitfaden für die Frage, die Katelyn hatte, und die Probleme, die die drei aufgeworfen hatten.Katelyn übermittelte die vom Licht gezeigte Idee, fast so, als wäre es ihre eigene, über den Fleck an Gideon und die anderen.",
    "[op_134]",
    "Der Vorschlag lautete, dass es zu diesem Zeitpunkt unmöglich sei zu beurteilen, ob »Sushi« ein Fehler sei oder nicht, und dass man die Entwicklung der Designer der Simulationswelt, insbesondere die Veröffentlichung von »Länderspiel«, abwarten solle.Die jeweiligen Epochen, in denen sich Katelyn und die anderen befanden, seien, wenn sie auf einer Simulation beruhten, bereits festgelegte Ereignisse, und um die Zukunft zu ändern, solle man sich zunächst darauf konzentrieren, die ursächlichen Ereignisse sorgfältig zu beobachten und Informationen zu sammeln.Gideon, Bella und Cora waren mit diesem vernünftigen Vorschlag einverstanden.",
    "[op_0]",
    "Und etwa zwei Monate vergingen.Im Jahr 2206 n. Chr., in einem Hotelzimmer in der Nähe des Büros von Simulation World Design, Inc., starrten Gideon, Bella und Cora mit angehaltenem Atem auf einen einzigen Monitor.Über den von Bella installierten Keylogger überwachten sie in Echtzeit den Bildschirm des Computers des bebrillten Designers.Auf dem Bildschirm wurde eine riesige Menge an Code angezeigt, und es war zu sehen, wie der bebrillte Designer heimlich eine Art Gegenmaßnahme gegen den »Sushi«-Fehler in das System einbaute.Es war ein qualvoller Patch, der den vom jungen Designer gelegten fatalen Fehler umkehrte und die Möglichkeit einer begrenzten Rettung in der Zukunft ließ.Zur gleichen Zeit, im Jahr 2034 n. Chr., beobachtete auch Katelyn, die in einem Internetcafé in der Nähe des Bahnhofs eine vorübergehende Unterkunft gefunden hatte, diesen historischen Moment leise durch die regelmäßigen Berichte, die über den Fleck gesendet wurden.",
    "{epilogue_begin}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "Epilog ~An die gesamte Menschheit~",
    "[op_1]",
    "Im Jahr 400.000.005 n. Chr. befand sich das Raumschiff »Poraporaporapora« mit Allen, Baker, Clark, Dunn, Evans, Ford, Green, Harris, Ingram, James, Kelly, Lee, Miller, Nelson, Oliver, Parker, Quinn, Robinson, Smith, Thomas, Up, Balsamicos, White, Xavier, Young und Zimmerman an Bord auf dem Rückweg zur Erde.Das Raumschiff »Poraporaporapora« war das dritte Schiff der »Raumschiff Poraporapora Existenzbekanntmachungsflotte«, die geschaffen wurde, um die Existenz des Raumschiffs »Poraporapora« im Universum zu verbreiten.Die geplante Dauer dieser Reise betrug 400 Tage, eine sehr lange Zeit, in der sie über ein Jahr von der Erde entfernt sein würden, doch nun stand ihre Rückkehr kurz bevor.",
    "Das größte Problem für die Besatzung während der langen Schiffsreise war die abwechselnd stattfindende »bemannte Überwachungszeit«.Die meiste Zeit davon bestand aus der erneuten Überprüfung von Daten, die von den Maschinen ausgegeben wurden, und die Kontrolle des Geistes war ein sehr wichtiger Schlüssel für diese lange Reise durch den Weltraum.Was notwendig war, um geistige Unruhe zu unterdrücken, war für die Besatzung der »Poraporaporapora« vor allem Unterhaltung.Was auch in dieser knappen Zeit bei der Besatzung als seelische Stütze diente, war »Laufband-Sushi«.",
    "[op_6]",
    "Das Raumschiff »Poraporaporapora« wurde, wie sein Name schon sagt, geplant, um an die Leistungen des einst existierenden Raumschiffs »Poraporapora« zu erinnern.Diese Leistung bezieht sich auf eine Reihe von Ereignissen, bei denen die Besatzung der alten »Poraporapora« dem grundlegenden Fehler, dem die Welt damals gegenüberstand, nämlich dem Zusammenbruch der Simulationswelt, entgegentrat.",
    "Im Prozess der Lösung des Rätsels von »Sushi«, das das Potenzial hatte, die Gesetze der Welt selbst umzuschreiben, gelang es ihnen, ein neues Konzept von Sushi zu schaffen.Es wurde »Wahrscheinlichkeitsproblem-lösendes Sushi« genannt und hatte die kausalitätsverachtende Eigenschaft, dass im Moment des Verzehrs irgendwo auf der Welt zufällig ein Problem gelöst wurde.Die Besatzung führte eine auf den ersten Blick rücksichtslose Operation durch, bei der sie dieses Sushi kontinuierlich aß.Infolgedessen trat das Ereignis ein, dass unter den unzähligen Problemen der Welt wundersamerweise der grundlegende Fehler, der die Simulationswelt zum Einsturz brachte, selbst »gelöst« wurde.Durch dieses unerwartete, aber allzu günstige Ende wurde die Welt gerettet.",
    "Um diese historische Leistung an die Nachwelt weiterzugeben und ihren Mut und ihr wundersames Glück zu ehren, wurde dem Namen des neuen Schiffes »Poraporapora« ein weiteres »Pora« hinzugefügt. Dass »Laufband-Sushi« als Unterhaltung an Bord etabliert war, war ebenfalls ein Überbleibsel davon.",
    "[op_145]",
    "Dieses »Laufband-Sushi« fand während der 893. »bemannten Überwachungszeit« statt, und die Teilnehmer waren Robinson, Xavier, Kelly und Miller.Die vier umringten das leise fließende Förderband.Jedes Mal, wenn ein Teller mit seltsamem Sushi wie Tomaten oder Kuchen vorbeikam, streckten sie gelegentlich die Hand aus und genossen den Geschmack.Das antike Gericht, das einst die Welt gerettet haben soll, war nun zu einer ruhigen Unterhaltung geworden, die die Langeweile der langen Schiffsreise linderte, und um die vier floss nur eine stille Zeit.",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[thankyouforplaying_01]",
    "[op_0]",
    "[thankyouforplaying_02]",
    "[op_0]",
    "DANKE FÜRS SPIELEN",
    "[op_0]",
    "{epilogue_end}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
