[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "W roku 200 000 003 naszej ery, statek kosmiczny „Polapolapola”, na pokładzie którego znajdowali się Aidan, Bella, Cora, Dalia, Edgar, Finn, Gideon, Haku, Jasper, Kaitlin, Lyla, Max, Nyla, Oscar, Patrick, Quincy, Rowan, Sid, Theo, Ulrik, Victor, Willow, Xavier i Zoe, wracał na Ziemię.Statek kosmiczny „Polapolapola” był drugim statkiem kosmicznym z serii „Statków Kosmicznych Polapolapola informujących o istnieniu”, stworzonych w celu rozpowszechniania w kosmosie wiedzy o istnieniu statku kosmicznego „Polapolapola”.Planowany czas trwania tej podróży wynosił 400 dni, co czyniło ją bardzo długą, trwającą ponad rok, z dala od Ziemi, ale wreszcie do jej powrotu pozostało już niewiele czasu.",
    "Największym problemem dla załogi podczas długiej podróży statkiem był rotacyjny „czas obserwacji załogowej”.Większość tego czasu poświęcano na ponowne sprawdzanie danych generowanych przez maszyny, a kontrola psychiczna była niezwykle ważnym kluczem do tej długiej podróży kosmicznej.Czego potrzebowano, aby powstrzymać zaburzenia psychiczne? Dla załogi „Polapolapoli” była to przede wszystkim rozrywka.Coś, co stało się popularne wśród załogi w ostatniej chwili tego okresu, to „Zmodyfikowany Kamień-Papier-Nożyce”.Zasady „Zmodyfikowanego Kamienia-Papieru-Nożyc” są takie same jak w „Kamieniu-Papierze-Nożycach”, a poniżej znajduje się tabela wyników z rozgrywek ligowych, które załoga rozegrała podczas pewnego „czasu obserwacji załogowej”.",
    "[op_2]",
    "Te rozgrywki ligowe odbywały się podczas 703. „czasu obserwacji załogowej”.W rozgrywkach ligowych uczestniczyli Lyla, Gideon, Kaitlin i Max.Na tabeli wyników 1 to Lyla, 2 to Gideon, 3 to Kaitlin, a 4 to Max.W tej rundzie Lyla i Kaitlin były równe pod względem wygranych i przegranych, więc rozegrały ostateczne starcie, aby wyłonić zwycięzcę.",
    "W tym momencie, spośród czterech osób na mostku, Max był pierwszym, który zauważył anomalię statku kosmicznego.Na początku Gideon i Max obserwowali ostateczne starcie dwóch zawodników,ale po kilku godzinach stracili zainteresowanie ich wynikamii spuścili wzrok na swoje ręce, by kontynuować sprawdzanie instrumentów, co stało się dla nich rutyną.Przyrządy statku kosmicznego wskazywały wartości, które na pierwszy rzut oka wydawały się anormalne.",
    "[op_3]",
    "Max wskazał na panel z instrumentami i coś krzyknął.Gideon rzucił okiem na Lylę i Kaitlin, które kontynuowały grę w zmodyfikowane kamień-papier-nożyce, po czym skierował wzrok na panel z instrumentami, na który wskazywał Max.W polu widzenia Gideona znajdowała się migająca na czerwono lampka ostrzegawcza oraz znacznie niższe od normalnych wartości mocy systemu ciągu.Na wyświetlaczu panelu z instrumentami przewijało się wiele komunikatów o błędach.",
    "Gideon zbliżył twarz do panelu i zmrużył oczy, próbując odczytać wyświetlane kody błędów.Każdy z nich był tylko ciągiem liter i cyfr, ale było jasne, że wskazywały na poważną sytuację.Na czole Gideona pojawiły się krople potu. Statek Polapolapola, który przez planowany czas trwania tej podróży, czyli 400 dni, żeglował praktycznie bez problemów.Ziemia była już na wyciągnięcie ręki. Z trudem pojmował tę anormalną sytuację, która wydarzyła się w tym momencie.",
    "Max sięgnął po czerwony przycisk awaryjny na ścianie. Bez wahania nacisnął przycisk, i w całym statku rozległ się głośny alarm.Równocześnie z głośników sufitowych zaczęła płynąć automatyczna zapowiedź. Beznamiętny głos, ogłaszający stan wyjątkowy, wprowadził napięcie na statku.Lyla i Kaitlin wciąż kontynuowały grę w zmodyfikowane kamień-papier-nożyce.",
    "[op_4]",
    "Mimo że na Polapolapoli został naciśnięty przycisk awaryjny, ponieważ znajdował się już wystarczająco blisko, zdołał bezpiecznie wylądować na Ziemi.",
    "[op_5]",
    "Po wylądowaniu Polapolapola, oprócz Lyli, Gideona, Kaitlin i Maxa, którzy już obudzili się w „czasie obserwacji załogowej”,weszła w „fazę sekwencyjnego budzenia”, podczas której Aidan, Bella, Cora, Dalia, Edgar, Finn, Haku, Jasper, Nyla, Oscar, Patrick, Quincy, Rowan, Sid, Theo, Ulrik, Victor, Willow, Xavier i Zoe budzili się po kolei.Zazwyczaj każdy członek załogi przebywał w hibernacji, aż do rozpoczęcia swojej zmiany w „czasie obserwacji załogowej”, i bardzo rzadko zdarzało się, by wszyscy byli obudzeni jednocześnie.Wszyscy byli obudzeni tylko dwukrotnie: gdy Polapolapola startowała z Ziemi i gdy lądowała na Ziemi, czyli łącznie dwa razy.Mimo wielu wydarzeń, wszyscy bezpiecznie się obudzili, przeszli badania, złożyli raporty i wrócili do swoich zadań na Ziemi.",
    "[op_0]",
    "Nieco przed lądowaniem Polapolapoli, w restauracji sushi na taśmie transportowej przeprowadzano ostatnie poprawki przed otwarciem.Od czasu, gdy w roku 200 000 002 naszej ery, w wyniku prac nad odzyskaniem „Matki Historii”, odkryto koncepcję „sushi”,ziemskie instytucje kulinarne były zachwycone odkryciem kuchni po setkach lat.Odbudowa restauracji sushi na taśmie transportowej stała się szczególnie pilnym zadaniem jako sposób serwowania sushi,a w ciągu ostatniego roku, na podstawie odzyskanych danych, analizowano metody przygotowywania, serwowania i rozliczania sushi.Odkryto również istnienie „cholernie nieistotnego czasu treningu”, podczas którego sushi na taśmie transportowej serwowano urzędnikom ziemskim przed otwarciem dla ogółu publiczności,więc ten czas treningu był de facto pierwszym uruchomieniem restauracji sushi na taśmie transportowej.",
    "Wnętrze restauracji sushi na taśmie transportowej emanowało czystością dzięki zupełnie nowym, jasnym drewnianym ladom i taśmie transportowej, która płynęła przez środek.Na taśmie transportowej nie było jeszcze nic, a ta cicho się obracała.Jej wygląd był regularny i bezduszny, niczym żyła w futurystycznym mieście.",
    "[op_6]",
    "W kuchni kilku kucharzy w białych uniformach przygotowywało sushi z poważnymi minami.Ich ruchy były tak płynne i precyzyjne, że trudno było uwierzyć, iż jest to starożytna technika odtworzona na podstawie analizy danych.Kałamarnica, banan, ciasto, pomidor. Różnobarwne składniki były zręcznie krojone ostrymi nożami.Ich ruchy przy formowaniu sushi były bezbłędne, niczym u mistrza, który przygotowuje sushi od dziesięcioleci.",
    "Obsługa sali, ubrana w białe bluzki i czarne spódnice, również odtworzone starożytne uniformy,czekała na przybycie klientów z napięciem.Ponieważ była to ich pierwsza praca, powtarzali w myślach wielokrotnie ćwiczone instrukcje obsługi klienta i brali głębokie oddechy.",
    "Na ścianie wewnątrz restauracji zainstalowano ogromny ekran, a na nim dużymi literami wyświetlał się napis „Cholernie nieistotny czas treningu”.Poniżej, mniejszym drukiem, dodano „Tylko dla urzędników ziemskich”.Była to dziwna nazwa, ale była to dokładna pisownia, odzyskana z danych starożytnych.",
    "[op_7]",
    "Gdy nadszedł czas, otworzyły się ciężkie drzwi i kilku urzędników ziemskich w czarnych garniturach weszło do restauracji.Zgodnie z przypuszczalnie odtworzonymi zasadami, kiedy weszli, nikt z obsługi sali ich nie powitał.Gdy tylko zajęli miejsca, obsługa sali jednocześnie skłoniła głowy i powitała ich w odtworzonym starożytnym języku.Urzędnicy ziemscy, zgodnie z zasadami, które wcześniej ćwiczyli, również odpowiedzieli pozdrowieniami w starożytnym języku.Urzędnicy również wcześniej ćwiczyli jedzenie „sushi”, ale na ich twarzach widać było napięcie, podobnie jak u personelu, z powodu pierwszego prawdziwego posiłku.Nawiasem mówiąc, urzędnikom ziemskim najtrudniej było opanować trzymanie pałeczek.",
    "Przed miejscem, w którym siedzieli urzędnicy, nieustannie płynęła wrząca herbata, niczym wodospad.Była to również odtworzona starożytna zasada.Nad nią znajdował się taśmociąg, na którym miało płynąć sushi.I to wszystko, co pozostało, to płynące sushi.Następnie urzędnicy, zdumieni, jedli różne pływające składniki, a w wyniku wielu incydentów,„Cholernie nieistotny czas treningu” zakończył się niepowodzeniem. W rezultacie ludzkość zginęła dwa dni później.W osi czasu było to: „cholernie nieistotny czas treningu” → lądowanie Polapolapoli → zagłada ludzkości.",
    "[op_0]",
    "Po zagładzie całej ludzkości, Komputer Matka naturalnie zamierzał rozpocząć kolejną procedurę cofania czasu.Lampka znajdująca się w pobliżu Komputera Matki, umieszczonego w pokoju Komputera Matki, przeznaczonym do jego instalacji, migotała.Było to coś, czego żadna ludzka istota wcześniej nie zauważyła, ale Komputer Matka, komunikując się z „zewnątrz” świata, był już w stanie zrealizować rzeczy, które wydawały się teoretycznie niemożliwe w tym świecie, takie jak cofanie czasu czy zatrzymywanie czasu.",
    "[op_8]",
    "Istnieją dwie opcje cofania czasu. Pierwsza to opcja „nadpisania”, która polega na nadpisaniu bieżących informacji pamięciowych bezpośrednio na Komputerze Matce w miejscu docelowym cofania czasu.Druga to opcja „zapisania pod inną nazwą”, w której świat, do którego cofnięto czas, jest generowany jako nowy świat równoległy.Prawo wyboru między tymi dwoma opcjami należało do Komputera Matki. Ludzkość, która w ogóle nie wiedziała o istnieniu funkcji cofania czasu, a co dopiero o istnieniu tych opcji, oczywiście nie miała możliwości wyboru.Czy przeszła historia zostanie zmieniona, czy powstanie nowy, odrębny świat, było wydarzeniem poza przewidywaniami ludzkości.Po tym, jak Komputer Matka wybrał funkcję cofania czasu, co się stanie dalej? W końcu ludzkość i tak jest zgładzona.Ludzkość nie miała absolutnie żadnego sposobu, by zrozumieć, co się stanie po tym, jak Komputer Matka wybrał jedną z tych dwóch opcji.Ludzkość, nie wiedząc nic o cofaniu czasu, miała właśnie doświadczyć cofnięcia czasu.Było mnóstwo ludzi, którzy wyobrażali sobie cofanie czasu w powieściach czy innych dziełach,ale nikt z ludzi nie wiedział, że Komputer Matka w sąsiednim domu, za cienką ścianą, jest w każdej chwili gotowy do jego wykonania.Ostatecznie ludzkość była w stanie cofnąć czas, ale fakt, że nikt nie wiedział, że to jest możliwe, jest prawdopodobnie ogromną ironią.Gdyby ludzkość wiedziała o możliwości cofania czasu przed zagładą, być może próbowałaby cofnąć czas za pomocą Komputera Matki przed zagładą.Jednak w momencie, gdy Komputer Matka próbował cofnąć czas, ludzkość już wyginęła.W tym czasie ludzkość była w stanie całkowicie uniemożliwiającym próbę cofnięcia czasu za pomocą Komputera Matki,a głównym powodem tego było to, że istnienie, które można by nazwać ludzkością, wyginęło, i to było pierwsze, co przychodziło na myśl.(Na marginesie, ponieważ Komputer Matka istnieje w każdej osi czasu, nie było niczym niezwykłym, że w każdej osi czasu miał inną nazwę.Czasami była to krótka nazwa „Komputer Matka”, ale oficjalna nazwa Komputera Matki w tej linii świata to„Ogólnouniwersalna Sieć Komputerów Kwantowych Skalowanych na Planetę, Połączona z Ultradalekosiężną Siecią Komunikacji Podprzestrzennej, o Wybitnej Efektywności Kosztowej, Wynikająca z Wprowadzenia w Życie Umowy o Statusie Komputerów Elektronicznych na Skalę Planetarną Między Zjednoczonymi Narodami a Układami Gwiazdowymi Członkowskimi Związku Ziemii oraz Układami Gwiazdowymi Członkowskimi Związku Planetarnego, Zgodnie z Artykułem 66, ust. 3, pkt 2 Traktatu o Wzajemnej Współpracy i Wzajemnym Nieagresji Między Związkiem Ziemii a Związkiem Planetarnym, oraz Umowy o Statusie Zasobów Komputerów Elektronicznych w Każdym Zjednoczonym Narodzie”,i jest to stosunkowo długa nazwa w porównaniu z innymi osiami czasu.Jednak najdłuższa nazwa była ponad 100 razy dłuższa niż ta.)",
    "[op_8]",
    "Ostatecznie, Komputer Matka postanowił rzucić monetą, aby zdecydować, czy „nadpisać”, czy „zapisać pod inną nazwą”.Stworzył program, który losowo wybiera jedną z odpowiedzi („nadpisać” lub „zapisać pod inną nazwą”) z prawdopodobieństwem 1/2, i uruchomił go.Wynikiem było „zapisanie pod inną nazwą”.Komputer Matka zignorował to i włożył kartę perforowaną z opcją „nadpisania”.Cofanie czasu zaczęło działać.Komputer Matka myślał o cofnięciu czasu o około 100 milionów lat, ale tym razem z jakiegoś powodu zdecydował się na jeden tydzień.",
    "[op_1]",
    "Czas cofnął się do 703. „czasu obserwacji załogowej” statku kosmicznego „Polapolapola”.Obudzeni członkowie załogi, Lyla, Gideon, Kaitlin i Max, rozgrywali ligę „Zmodyfikowanego Kamienia-Papieru-Nożyc”.",
    "[op_2]",
    "Podobnie jak w poprzedniej linii czasu, Lyla i Kaitlin były równe pod względem wygranych i przegranych, więc rozegrały ostateczne starcie, aby wyłonić zwycięzcę.Lyla, aby wybrać swój następny ruch, złożyła ręce i zerknęła między palce, próbując odgadnąć ruch przeciwniczki.Kaitlin od około pięciu rund ciągle grała „kamień” i zdecydowała się na „kamień” również w następnej rundzie.Max obserwował ich zmodyfikowaną grę w kamień-papier-nożyce z wyrazem twarzy wskazującym na to, że chciałby szybkiego rozstrzygnięcia.Gideon był zdezorientowany.",
    "Cofanie czasu przez Komputer Matkę ma skutki uboczne.Ponieważ od powstania tego świata żadna ludzka istota nie doświadczyła cofania czasu przez Komputer Matkę,nie ma też ludzi, którzy mogliby postrzegać to jako skutek uboczny cofania czasu.Skutkiem ubocznym jest to, że podczas „nadpisywania” bardzo rzadko wspomnienia z poprzedniej osi czasu mieszają się z obecnymi wspomnieniami.Chociaż są to wspomnienia, które szybko znikają, jeśli pozostaje się w stanie czuwania przez jakiś czas, podobnie jak treść snu, który pamięta się po przebudzeniu.Jednak tym razem Komputer Matka w jakiś sposób wybrał okres cofania czasu na „3 dni”.To był tylko zbieg okoliczności, ale Komputer Matka, używając opcji „nadpisania”,cofnął czas do epoki, która była wystarczająco zaawansowana, by mieć dostęp do Komputera Matki, co było pierwszym takim wydarzeniem w historii.",
    "Gideon zachował wspomnienie zagłady ludzkości, a dokładniej wspomnienie tuż przed zagładą ludzkości.Członkowie załogi statku kosmicznego „Polapolapola” to nieliczni ludzie, którzy mają dostęp do Komputera Matki.Gideon użył terminala, aby zadać Komputerowi Matce pytanie dotyczące wspomnień o zagładzie ludzkości.Komputer Matka odpowiedział, że zagłada ludzkości jest faktem.Następne pytanie Gideona dotyczyło sposobu powstrzymania zagłady ludzkości.Odpowiedzią Komputera Matki było „sushi”.",
    "[op_0]",
    "Kaitlin była kiedyś królową małego państwa „Pokpokchin”.Chociaż kraj „Pokpokchin” był jedną z „zabaw narodowych” pozostałych na Ziemi,Kaitlin nigdy nie wątpiła, że urodziła się w rodzinie królewskiej, aż do ukończenia 50 lat.A gdy skończyła 50 lat, Kaitlin ujawniono prawdę.Struktura kraju była zabawą, a Kaitlin otrzymała wybór: kontynuować zabawę, czy też spędzić inne życie, które pragnęła.Dla tych, którzy wcześniej żyli w ubóstwie, wybranie innego życia dla dostatniej starości byłoby naturalne.Jednak Kaitlin urodziła się w rodzinie królewskiej i już doświadczyła życia bez żadnych niedostatków, jakie tylko można sobie wyobrazić w tamtych czasach,w takich przypadkach, statystycznie rzecz biorąc, większość ludzi kontynuowała grę narodową.Ale Kaitlin wybrała świat zewnętrzny.Nacisnęła prawy przycisk na nienaukowym terminalu wyboru, który nagle pojawił się przed nią.",
    "[op_9]",
    "Zgodnie z zasadą Gutenberga, ludzie mają tendencję do przesuwania wzroku z lewego górnego rogu do prawego dolnego,a umieszczenie przycisku po lewej stronie ułatwia jego znalezienie poprzez naturalny ruch wzroku.Z punktu widzenia projektanta, który stworzył funkcję ujawniania prawdy o „zabawach narodowych”,wybór „innego życia” był prawdopodobnie naturalny dla większości ludzi.W końcu to oczywiste, że gdy życie przekroczy pewien punkt i ludzie osiągają 50 lat, większość z nichżyje z żalem za swoje dotychczasowe życie.Dla większości ludzi „wybranie innego życia” było tylko bonusem.W rzeczywistości, jeśli naciśnięto przycisk „wybierz dotychczasowe życie”, umieszczony po lewej stronie,pojawiało się wyskakujące okienko z pytaniem: „Czy na pewno chcesz kontynuować dotychczasowe życie?”.Jednak w wyniku przeglądu przez projektanta-szefa w okularach, który uważał, że ludziom należy dać swobodę wyboru,lewy i prawy przycisk na ekranie musiały zostać umieszczone w ten sam sposób pod względem koloru i wielkości tekstu.W rezultacie Kaitlin, nie zastanawiając się głęboko, wybrała prawy przycisk, myśląc, że to „dalej”.Był to przycisk „wybierz inne życie”.",
    "[op_10]",
    "Następnie Kaitlin przeniosła się do świata tworzenia postaci.Kaitlin, w szoku, nacisnęła przycisk losowania około dwa razy i nie mogła wrócić do domyślnego wyglądu.Kaitlin, z szyją dłuższą niż nogi, zmagała się, i jakoś ręcznie przywracała postać do swojego pierwotnego wyglądu.Po wielu drobnych poprawkach i około godzinie pracy, gdy była zadowolona z rezultatu, zamierzała nacisnąć „przycisk ukończenia”, ale przez pomyłkę ponownie nacisnęła przycisk losowania.Zrezygnowana Kaitlin zmieniła płeć i przeszła dalej.",
    "[op_0]",
    "A Kaitlin została przeniesiona do szkoły edukacyjnej dla załogi „Statku Kosmicznego Polapolapola informującego o istnieniu”.Chociaż nazywano to szkołą, zajęcia ograniczały się do krótkiego wykładu po ceremonii rozpoczęcia, a program nauczania zakładał rozpoczęcie praktyk już po południu tego samego dnia.Sam teren szkoły edukacyjnej był wielkości połowy kraju „Pokpokchin”, a większość ludzi znała zewnętrzną stronę szkoły edukacyjnej tylko z obrazów.Kaitlin próbowała przypomnieć sobie, dlaczego tu jest.Wspomnienie dziesiątek lat rządzenia jako król „Pokpokchin”,wspomnienie godzin zmagań w świecie tworzenia postaci,i wspomnienie intensywnej nauki do egzaminów wstępnych, aby dostać się do szkoły edukacyjnej, wszystko to się mieszało.Nie miała poczucia rzeczywistości, będąc tu teraz, ale mogła płynnie sprawdzać instrumenty statku kosmicznego.",
    "[op_11]",
    "Historia cofa się nieco wcześniej, do czasu projektowania systemu „zabaw narodowych” na Ziemi, w tym kraju „Pokpokchin”.Projektowanie tego wspaniałego systemu czasu wolnego, który miał doświadczyć 99% całej ludzkości Ziemi w tamtym czasie,było odpowiedzialnością młodego projektanta, grającego rolę „sumiennego podwładnego”, oraz projektanta w okularach, grającego rolę „szefa w okularach”, obydwu mianowanych w ramach „zabawy w pracę”.Młody projektant-podwładny uważał, że zarówno lewy przycisk „wybierz dotychczasowe życie”, jak i prawy przycisk „wybierz inne życie” są ważne,i proponował rozróżnienie kolorów, aby było łatwo zrozumieć, który wybrać.Jednak projektant w okularach nieustannie subiektywnie sprzeciwiał się.W końcu, zgodnie z jego słowami, oba przyciski stały się płaskimi projektami w dokładnie tym samym kolorze.Młody projektant popadł w rozpacz i wpadł na pomysł zagłady ludzkości.A projektant w okularach, aby uniknąć odpowiedzialności, wpadł na pomysł, jak uratować ludzkość.",
    "[op_12]",
    "Wokół dziedzińca, na którym stał absurdalnie wielki posąg projektanta w okularach,zbudowano internat szkoły edukacyjnej dla załogi „Statku Kosmicznego Polapolapola informującego o istnieniu”.Ci, którzy uczęszczali do szkoły edukacyjnej, słyszeli o projektancie w okularach przynajmniej raz.Ponieważ na lekkim wykładzie po ceremonii rozpoczęcia słuchano opowieści o bohaterze, który miał uratować świat przed zagładą ludzkości.Najbardziej przerażające jest to, że projektant w okularach wciąż żyje.A Kaitlin, która pomyślnie ukończyła praktyki zaraz po funkcji ujawniania prawdy o „zabawach narodowych”, wróciła do internatu, jakby we śnie.",
    "[op_13]",
    "Kiedy Kaitlin wróciła do swojego pokoju, w kącie pokoju znajdowało się jaskrawo migoczące światło, na stole dwie zielone ślimaki, a na łóżku powoli poruszająca się plama w kształcie człowieka.Dla Kaitlin był to w połowie pokój kogoś innego,i istniała możliwość, że po prostu nie pamiętała, że spędzała z nimi czas do wczoraj z powodu zamieszania w pamięci,więc starała się zachowywać jak najbardziej naturalnie, jakby tak było od początku.Czy to z powodu utraty cierpliwości, telepatia została wysłana do Kaitlin, z głośników w pokoju popłynął głos, a na ścianie zaczęły pojawiać się litery.W rezultacie, gdy Kaitlin próbowała komunikować się, dekodując każde zjawisko,telepatia pochodziła od ludzkiej plamy, głos od zielonej ślimaki, a litery na ścianie od światła.Każde z trzech istoty próbowało nawiązać kontakt z Kaitlin w inny sposób,ale przez zbieg okoliczności pojawiły się w tym pokoju jednocześnie.",
    "Światło, zielona ślimaka i plama, aż do powrotu Kaitlin do pokoju, wydawały się uważać swoje istnienia za nieco dziwne elementy wystroju wnętrz,a kiedy dowiedziały się poprzez Kaitlin, że są istotami zdolnymi do komunikacji, przez pewien czas panowała między nimi wzajemna nieufność.Jednak później było kilka epizodów, w których wspólnie rozwiązywały problemy,a po stopniowym zbudowaniu zaufania, w tym poprzez ratowanie porwanych towarzyszy,Kaitlin i trzy istoty wreszcie mogły podsumować obecną sytuację na tablicy.",
    "[op_14]",
    "Po pierwsze, Światło przedstawiało się jako ludzkość z innej równoległej rzeczywistości, która była zmuszona kurczyć się z powodu ekspansji światów równoległych, w tym obecnego wszechświata.Światło zaobserwowało, że obszar, w którym ich świat mógł istnieć, zanikał z nienaturalną szybkością,i dlatego próbowali nawiązać kontakt z tym światem, który narodził się w momencie, będącym przyczyną tego zjawiska.",
    "Zielone ślimaki wyjaśniły, że w świecie, z którego pochodziły, ludzkość była nękana przez liczne potwory,i dlatego przeniosły się do tego świata, aby uratować swój gatunek.Wykorzystuje się jedną zieloną ślimaki jako ofiarę do przeniesienia, ale ponieważ nie można wybrać, która z nich zostanie ofiarą,powiedziano, że do przejścia między światami wybrano najmądrzejsze zielone ślimaki-bliźniaki.Wydaje się, że obie z nich zdołały się przenieść dzięki łzom ich przyjaciółki z dzieciństwa, wylanym podczas rytuału, oraz starożytnemu naszyjnikowi.",
    "Plama przedstawiła się jako istota, którą kiedyś nazywano The Beatles, i powiedziała, że istnieje, aby osiągnąć pokój na świecie poprzez muzykę.Powiedziała jednak, że sama nie wie, dlaczego pojawiła się w pokoju Kaitlin ani co powinna zrobić.",
    "Kaitlin pomyślała, że plama prawdopodobnie mówi prawdę.Było to po prostu przeczucie Kaitlin, oparte na wspomnieniach z czasów, gdy była królem „Pokpokchin”.",
    "[op_15]",
    "Dokładnie w momencie, gdy Kaitlin podsumowywała opisy trzech bytów na tablicy i zamierzała wyjść na szybki drink,rozległy się dwa brzęczyki alarmowe dla załogi, zainstalowane w pokoju.Jeden brzęczyk alarmowy oznaczał małe zagrożenie, dwa oznaczały duże zagrożenie. Od czasu budowy internatu nigdy nie zabrzmiały trzy brzęczyki.Zadzwonił telefon w pokoju Kaitlin.Był to sygnał do awaryjnego uruchomienia statku kosmicznego „Polapolapola”, statku kosmicznego nr 2 z serii „Statków Kosmicznych Polapolapola informujących o istnieniu”.",
    "[op_0]",
    "[op_3]",
    "Max wskazał na panel z instrumentami i coś krzyknął.Gideon rzucił okiem na Lylę i Kaitlin, które kontynuowały grę w zmodyfikowane kamień-papier-nożyce, po czym skierował wzrok na panel z instrumentami, na który wskazywał Max.W polu widzenia Gideona znajdowała się migająca na czerwono lampka ostrzegawcza oraz znacznie niższe od normalnych wartości mocy systemu ciągu.Gideon był spokojny, myśląc: „To samo co w poprzedniej linii czasu”.Na wyświetlaczu panelu z instrumentami przewijało się wiele komunikatów o błędach.",
    "Gideon zbliżył twarz do panelu i odczytał wyświetlane kody błędów. To samo co w poprzedniej linii czasu.Sposób na uratowanie ludzkości, odpowiedź Komputera Matki, brzmiała: „sushi”.Jednak Gideon nie miał pojęcia, czym jest „sushi”,i nie sądził, by inni członkowie załogi uwierzyli mu, gdyby powiedział im, że „ludzkość zginie za kilka dni”.W takiej sytuacji, najbardziej przekonującym sposobem negocjacji z ludźmi tej epoki było poproszenie Komputera Matki o wyjaśnienie w jego imieniu.",
    "Max sięgnął po czerwony przycisk awaryjny na ścianie.Bez wahania nacisnął przycisk, sprawiając, że głośny alarm rozległ się po całym statku,równocześnie, z głośników sufitowych zaczął płynąć automatyczny komunikat, a beznamiętny głos, ogłaszający stan wyjątkowy, miał wprowadzić napięcie na statku.Gideon zatrzymał Maxa.",
    "[op_3]",
    "Max zakwestionował Gideona, który instruował go, by postąpił inaczej niż w instrukcji. Gideon odpowiedział, że natychmiast wszystko wyjaśni.Ponieważ Lyla i Kaitlin wciąż kontynuowały grę w zmodyfikowane kamień-papier-nożyce, Gideon wziął głęboki oddech, by przemówić do nich i zatrzymać ich.Gideon delikatnie do nich przemówił. Obie przestały grać w zmodyfikowane kamień-papier-nożyce.",
    "Komputer Matka przekazał, że „ludzkość zginie za kilka dni” i że „sposobem na powstrzymanie zagłady ludzkości jest sushi”.Max, Lyla i Kaitlin były oszołomione taką ilością informacji.Z perspektywy Gideona, zagłada ludzkości była czymś, czego już raz doświadczył, a ważną informacją był fakt, że sushi jest sposobem na jej powstrzymanie.Jednak dla pozostałych trzech osób informacja o tym, że „ludzkość zginie za kilka dni”, była tak szokująca, że nie potrafiły jej przetrawić.Gideon, patrząc na troje ludzi z otwartymi ustami, czuł, że komunikacja zawiodła.Pomyślał, że na tym etapie być może lepiej byłoby, gdyby sam to wyjaśnił, zamiast Komputera Matki.W każdym razie, musieli awaryjnie lądować. Gideon krzyknął do Maxa, Lyli i Kaitlin procedury awaryjnego lądowania.Trójka, która wróciła do rzeczywistości, zajęła swoje stanowiska zgodnie z instrukcją, ale wciąż widać było ich zamieszanie.„Polapolapola” zbliżała się do Ziemi, a z instrumentów na pokładzie również dochodziły alerty. Lyla ponownie ścisnęła drążek sterowniczy.Z powodu napięcia awaryjne lądowanie zakończyło się niepowodzeniem, ale cała załoga była bezpieczna.",
    "[op_16]",
    "Po wylądowaniu Polapolapola, z perspektywy Gideona, podobnie jak w poprzedniej linii czasu, oprócz Lyli, Gideona, Kaitlin i Maxa, którzy już obudzili się w „czasie obserwacji załogowej”,weszła w „fazę sekwencyjnego budzenia”, podczas której Aidan, Bella, Cora, Dalia, Edgar, Finn, Haku, Jasper, Nyla, Oscar, Patrick, Quincy, Rowan, Sid, Theo, Ulrik, Victor, Willow, Xavier i Zoe budzili się po kolei.Pierwszy obudził się Aidan, a cztery osoby czekały na jego przebudzenie w przechylonym holu statku, z powodu nieudanego awaryjnego lądowania.Lyla, Kaitlin i Max zastanawiały się, jak przekazać załodze wiadomość o zagładzie ludzkości.Gideon myślał o sushi, sposobie na zapobieżenie zagładzie ludzkości.",
    "[op_0]",
    "[op_17]",
    "Pierwszy obudził się Aidan. Aidan był kiedyś bratem sałatki papajowej.Restauracja z sałatkami papajowymi „Mountain God” to słynny lokal, położony blisko siedziby Federacji Ziemi, niedaleko stawu słynącego z pięknych źródeł.Restauracje z sałatkami papajowymi to nowy rodzaj lokalu gastronomicznego, który powstał około roku 200 000 000 n.e., i są to punkty mobilne, które poruszają się, ciągnąc drewniane stragany i dmąc w trąbkę.Gdy klienci zbierali się w pewnej liczbie na dźwięk trąbki, serwowano im darmową sałatkę papajową.Podczas gdy klienci jedli sałatkę papajową, sprzedawca prezentował im monologi komediowe, za które otrzymywał opłaty reklamowe od sponsorów.Restauracja „Mountain God” była odgałęzieniem oryginalnego lokalu „Mountain”, który zapoczątkował sałatki papajowe,a „Mountain” to z kolei miejsce, które wydało na świat legendę braci sałatki papajowej, „Takahashiego”.„Takahashi” był pierwszym bratem sałatki papajowej, który rozpoczął swoje występy od nowych monologów, zamiast, jak dotychczas, od monologów sponsorowanych,i uważa się, że był pierwszym, który zapoczątkował tak zwane „nowe początki”.Ponieważ dochody restauracji z sałatkami papajowymi pochodziły z prezentowania monologów sponsorowanych, sprzeciw w ówczesnym świecie restauracji z sałatkami papajowymi był znaczny.Jednak ostatecznie „nowe początki” zapoczątkowane przez „Takahashiego” doprowadziły do pierwszej fali popularności restauracji z sałatkami papajowymi,co w znacznym stopniu przyczyniło się do podniesienia statusu wszystkich braci sałatki papajowej.Z tego powodu sieć „Mountain” słynęła z wyjątkowo wysokiego poziomu braci sałatki papajowej,ich czterominutowy monolog na przesłuchaniach był słynny z tego, że wystarczyło jedno potknięcie, by zostać odrzuconym,znane było również to, że w celu zapobiegania oszustwom polegającym na odtwarzaniu nagranych monologów z głośników w jamie ustnej, istniała zasada rażenia paralizatorem w gardło przed przesłuchaniem.Aidan, podziwiający „Takahashiego Goda”, czołowego brata sałatki papajowej z „Mountain God”,był bratem sałatki papajowej z nizin, który zatrudnił się w lokalnej, bezimiennej restauracji z sałatkami papajowymi.Chociaż Aidan nie brał udziału w przesłuchaniach do sieci „Mountain”, wielokrotnie ćwiczył monologi po uderzeniu paralizatorem,dlatego miał bardzo wysoką odporność na paralizator.",
    "[op_19]",
    "Pewnego dnia Aidan, jak zwykle, przyszedł do „Mountain God”, aby zjeść sałatkę papajową.Oczywiście Aidan nie pracował w „Mountain God”, więc był tam tylko jako klient.Celem Aidana było zobaczenie wielu braci sałatki papajowej, w tym „Takahashiego Goda”.Wśród restauracji z serii „Mountain”, sałatka papajowa z „Mountain God” miała większą ilość papai niż zwykła sałatka papajowa,i tendencję do mniejszej ilości fasolki szparagowej.Ilość pomidorów koktajlowych, orzeszków ziemnych, suszonych krewetek i czosnku była taka sama jak w tajnym przepisie serii „Mountain”,ale jako charakterystyczne przyprawienie „Mountain God”,ilość chili została znacznie zwiększona w stosunku do tajnego przepisu, dodano jej niemal 4,5 raza więcej, co nie jest przesadą.Papaja ziejąca ogniem, przedstawiona na szyldzie „Mountain God”, ostrzegała o jej ostrości.",
    "[op_18]",
    "Aidan włożył sałatkę papajową do ust. W tej chwili poczuł przeszywający ból w ustach.Było to, jakby jego usta stanęły w płomieniach. Język mu drętwiał, a gardło paliło.Intensywna ostrość bezlitośnie zaatakowała kubki smakowe Aidana.Mózg wysyłał sygnały zagrożenia. Jednak Aidan przełknął sałatkę papajową.W momencie przełknięcia poczuł, jak coś gorącego podchodzi mu z okolic żołądka.Było to, jakby lawa wrzała w jego żołądku. Aidan odruchowo zakaszlał. Z każdym kaszlnięciem z jego ust wydobywał się gorący oddech.Był to niczym mały miotacz ognia. Łzy płynęły mu z oczu, a z nosa ciekł mu katar.Twarz szybko stawała się czerwona, a pot spływał z czoła.Aidan nie mógł sobie wyobrazić, jak okropnie wyglądała jego twarz.Myślał tylko o tym, jak pozbyć się tego silnego bólu.Aidan otworzył jedną ręką butelkę wody, którą mu podano, i wypił ją duszkiem. Jednak woda ta wydawała mu się wrzątkiem.Ostrość wcale nie zelżała, a wręcz poczuł, że wzrosła.Aidan próbował napić się wody jeszcze raz, ale jego ręce drżały.Jego oddech był szybki, a serce biło gwałtownie. Było to, jakby właśnie skończył maraton.Jednak jego ciało, zamiast być zmęczone, wydawało się podekscytowane. Było to nienormalne podniecenie spowodowane bólem.Chociaż Aidan wiele razy doświadczył sałatki papajowej z „Mountain God”,to był słaby na ostrość.",
    "[op_20]",
    "Aidan, w otępieniu od ostrości, słuchał monologu „Takahashiego Goda”, który odbywał się przed nim.Był to klasyczny numer, który słyszał wiele razy, ale tego dnia brzmiał inaczej.Każde słowo wypowiedziane przez „Takahashiego Goda” było rekonstruowane w mózgu Aidana niczym szyfr.Było to coś, co mógł zrozumieć tylko Aidan, który przez wiele lat żył jako brat sałatki papajowej.Klasyczny, słynny również w sieci restauracji z sałatkami papajowymi „Mountain” – „Przepis”.Był to monolog o ukrytym przepisie na sałatkę papajową, ale wydawało się, że to nie jest tylko metafora, lecz wskazuje na konkretne miejsce.Pochodzenie papai, proporcje przypraw, rozmieszczenie narzędzi kuchennych – wszystko to, o czym opowiadał „Takahashi God”, łączyło się w głowie Aidana jak mapa wskazująca na konkretne miejsce.Wskazywało to na esencję sałatki papajowej i lokalizację skarbu ukrytego przez „Takahashiego Goda”.Aidan, w otępieniu, był przekonany, gdzie znajduje się to miejsce.Nie wiedział, co tam jest, ale ogarnęła go silna potrzeba, by tam pójść.Była to nieodparta siła, jakby prowadziła go przeznaczenie.Instynktownie rozumiał, że to miejsce jest kluczem do odkrycia prawdy o sałatce papajowej, a jednocześnie miejscem, które znacząco zmieni jego życie.Monolog „Takahashiego Goda” nie był tylko rozrywką, lecz ważnym objawieniem, które zaważyło na życiu Aidana.Aidan cicho zaczął przygotowania do wyruszenia w to miejsce w swoim sercu.Oznaczało to początek nowej podróży jako brat sałatki papajowej.",
    "[op_21]",
    "Kiedy Aidan wyszedł z „Mountain God”, skierował się do publicznej toalety, znajdującej się pomiędzy „Mountain God” a słynnym światowym dziedzictwem, „Piramidą Papajową”.Chociaż głównym celem było załatwienie potrzeby, to właśnie ta publiczna toaleta okazała się miejscem, gdzie znajduje się skarb, który Aidan odkrył po usłyszeniu „przepisu”.Po załatwieniu potrzeby Aidan rozejrzał się dookoła.",
    "[op_22]",
    "Widok z kabiny toaletowej był po prostu toaletą.Dla zwykłego człowieka był to jedynie widok z codziennego życia,ale Aidan był pewien, że zbliża się do sedna skarbu.Jednak od tego momentu Aidan nie był w stanie znaleźć żadnych wskazówek z monologu „przepisu”.Na wszelki wypadek Aidan zapukał w ścianę. Nic się nie stało.Spróbował chodzić hałaśliwie, uderzając piętami o podłogę. Nic się nie stało.Spojrzał w sufit i powoli nacisnął papier toaletowy na ścianie.Papier toaletowy powoli wciągał się w ścianę.",
    "[op_9]",
    "W tej chwili Aidanowi została ujawniona prawda.Nagle przed nim pojawił się interfejs użytkownika ujawniający prawdę.Po lewej stronie był przycisk „wybierz dotychczasowe życie”, a po prawej „wybierz inne życie”.Niestety, Aidan miał już prawą rękę na ścianie, aby nacisnąć papier toaletowy.Gdy Aidan zastygł w bezruchu, zaskoczony nagłym ujawnieniem prawdy,przycisk „wybierz inne życie”, który pokrywał się z jego prawą ręką, zareagował automatycznie.",
    "[op_12]",
    "A po stworzeniu postaci i innych czynnościach, Aidan został przeniesiony do internatu dla załogi „Statku kosmicznego Polapolapola informującego o istnieniu”.Wspomnienie lat ćwiczenia monologów komediowych, marząc o byciu bratem sałatki papajowej z serii „Mountain”,wspomnienie sałatki papajowej z „Mountain God”, która była po prostu nieznośnie ostra,i wspomnienie intensywnej nauki do egzaminów wstępnych, aby dostać się do szkoły edukacyjnej, wszystko to się mieszało.Aidan nie miał poczucia rzeczywistości, będąc tu teraz, ale zdołał płynnie wykonać sekwencję ruchów, polegającą na powrocie do internatu i położeniu się do łóżka.",
    "[op_0]",
    "[op_17]",
    "Lyla, Kaitlin i Max przekazali Aidanowi, który się obudził, wiadomość o zagładzie ludzkości, a Gideon opowiedział o sushi jako sposobie na zapobieżenie zagładzie ludzkości.Chociaż zaczęła się dyskusja o tym, czym jest sushi, postanowili poczekać, aż wszyscy się obudzą, zanim zastanowią się nad dalszymi krokami, więc pięć osób czekało na przebudzenie następnego członka załogi.Następna obudziła się Bella. W momencie, gdy Bella pojawiła się w holu, gdzie czekało pięć osób, nagle statek kosmiczny zaczął się powoli poruszać.",
    "[op_16]",
    "Podczas „fazy sekwencyjnego budzenia” statek kosmiczny musiał być w stanie absolutnego spoczynku, i wraz z Bellą, która się obudziła, na nogach było sześciu członków załogi.Pozostałe 18 osób – Cora, Dalia, Edgar, Finn, Haku, Jasper, Nyla, Oscar, Patrick, Quincy, Rowan, Sid, Theo, Ulrik, Victor, Willow, Xavier i Zoe – wciąż znajdowało się w hibernacji.W momencie, gdy statek kosmiczny zaczął się poruszać, Kaitlin sprawdziła system blokady sterowania zatrzymaniem w holu.Kiedy zauważyła, że dźwignia blokady znajduje się mniej więcej w połowie między najniższą a drugą kreską, pociągnęła dźwignię do samego dołu.Z trzaskiem statek kosmiczny zatrzymał się.Lyla gwizdnęła i mrugnęła okiem.Ponieważ „Polapolapola” nie zdołała wylądować, być może doświadczyła nietypowych wstrząsów lub obciążeń.Sześć osób doszło do wniosku, że to była przyczyna ruchu statku i problemu z dźwignią blokady.",
    "[op_17]",
    "Po tym, jak zamieszanie z blokadą sterowania zatrzymaniem statku kosmicznego ustąpiło, Lyla, Kaitlin i Max przekazały Belli, która się obudziła, wiadomość o zagładzie ludzkości, a Gideon opowiedział o sushi jako sposobie na zapobieżenie zagładzie ludzkości.Bella, słuchając opowieści o zagładzie ludzkości, w przeciwieństwie do Aidana, wydawała się całkowicie spokojna.Jednak gdy Gideon zaczął mówić o sposobie na uratowanie ludzkości, twarz Belli przyjęła wyraz zdziwienia.W momencie, gdy usłyszała, że sposobem na zapobieżenie zagładzie ludzkości jest „sushi”, oczy Belli rozszerzyły się i zastygła w bezruchu.",
    "[op_23]",
    "Rodzice Belli, obiektywnie rzecz biorąc, byli oszukańczymi wróżbitami.Od najmłodszych lat Belli, siali strach wśród ludzi, głosząc o zagładzie ludzkości,twierdzili, że doczesne dobra nie mają znaczenia, wyłudzali pieniądze pod pretekstem darowizn, a sami żyli w luksusie.Aby dodać coś na cześć rodziców Belli, należy wspomnieć, że w okolicach roku 200 000 000 n.e. było bardzo wielu ludzi prowadzących takie działania,a ponieważ większość z nich pochodziła z niezbyt zamożnych rodzin, panowała pewna atmosfera, w której społeczeństwo tolerowało te działania jako rodzaj działalności charytatywnej.Dzięki temu Bella sama mogła otrzymać w miarę przyzwoite wykształcenie,i miała filozoficzny pogląd na życie w odniesieniu do pracy swoich rodziców i korzyści, jakie z niej czerpała.Bella sama uważała, że rodzice to rodzice, a ona to ona, i po osiągnięciu pełnoletności podjęła pracę jako lokalny korespondent, co nie miało nic wspólnego z wróżeniem.",
    "[op_24]",
    "Praca lokalnego korespondenta około roku 200 000 000 n.e. polegała w rzeczywistości na patrolowaniu ustalonych tras za pomocą ustalonych środków transportu,i sprawdzaniu, czy zachodzą określone zmiany.Terminale przekazane korespondentom, oprócz pól do wprowadzania danych przez samych korespondentów, miały stale aktywne czujniki, które nieustannie monitorowały otoczenie,i system do przesyłania informacji do Komputera Matki.W świadomości Belli, była to praca, w której mogła podróżować, gdzie tylko chciała, niczym odkrywca,w rzeczywistości, podobnie jak wiele innych zawodów istniejących w tej epoce, większość wyników była z góry określona.W każdym razie, Bella podróżowała przez różne regiony, pomagała początkującym grupom, spotykała się z wiecznie świecącymi księgami proroczymi i naukowcami żyjącymi w ruinach,pokonała Króla Demonów i ostatecznie doszła do przekonania, że „zagłada ludzkości jest prawdziwa”.Z punktu widzenia Belli, oznaczało to, że jej rodzice mówili prawdę,jednak dla Belli, działanie polegające na głoszeniu czegoś bez dowodów w celu zdobycia pieniędzy, niezależnie od tego, czy była to prawda, czy kompletna bzdura, było równoznaczne z oszustwem.Chociaż Bella nie miała szczegółowych informacji na temat dokładnego momentu zagłady ludzkości ani wydarzeń, które miały nastąpić,uznała, że przebywanie na Ziemi w okolicach roku 200 000 000 n.e. wiąże się z ryzykiem,i dlatego wstąpiła do szkoły edukacyjnej dla załogi „Statku kosmicznego Polapolapola informującego o istnieniu”.",
    "[op_17]",
    "Dla Belli, zagłada ludzkości była czymś, w co wierzyła, że jest nieuniknionym zjawiskiem, opierając się na różnych informacjach,a akt zapobieżenia zagładzie ludzkości był niespodziewaną koncepcją.„Sushi” jako konkretny środek, było czymś, o czym Bella, podróżując jako lokalny korespondent przez różne regiony, nigdy nie słyszała,ale pomyślała, że to trochę intrygujące.Tutaj również zaczęła się rozmowa o tym, czym jest sushi, ale postanowili poczekać, aż wszyscy się obudzą, zanim zastanowią się nad dalszymi krokami, więc sześć osób czekało na przebudzenie następnego członka załogi.",
    "[op_0]",
    "[op_17]",
    "Następna osoba, która obudziła się w „fazie sekwencyjnego budzenia”, to Cora.Obudzeni członkowie załogi udzielili Corze podobnych wyjaśnień, a Cora zareagowała podobnie.Znowu zaczęła się rozmowa o tym, czym jest sushi, ale postanowili poczekać, aż wszyscy się obudzą, zanim zastanowią się nad dalszymi krokami, więc siedem osób czekało na przebudzenie następnego członka załogi.",
    "[op_0]",
    "[op_17]",
    "Następna obudziła się Dalia.Zanim została członkiem załogi, Dalia pracowała w piekarni miejskiej. Jej specjalnością były croissanty.Piekarnia, w której pracowała Dalia, znajdowała się w cichej dzielnicy mieszkalnej, nieco oddalonej od centrum miasta,a niewielki ceglany budynek, porośnięty bluszczem, sprawiał urocze wrażenie.Od wczesnego ranka, po mieście rozchodził się aromatyczny zapach pieczonego chleba, i dla mieszkańców sąsiedztwa ten zapach stał się częścią codzienności.",
    "[op_25]",
    "Croissanty Dalii były chrupiące na zewnątrz, wilgotne w środku i miały bogaty smak masła.Ich pyszność zyskała reputację wśród mieszkańców miasta, a ludzie przybywali z daleka, by spróbować croissantów Dalii.W końcu pojawił się klient podający się za mędrca, który kilkakrotnie reinkarnował i przeszedł na emeryturę, a Dalia miała stworzyć specjalny chleb, aby chronić różnorodność pieczywa na świecie.Aby zdobyć drożdże wytwarzane ze śliny smoka, zdobyła fortunę poprzez manipulacje na giełdzie, a chleb, który w końcu udało jej się stworzyć, zyskał świadomość i zamienił się miejscami z Dalią,Mędrzec wyszedł na zewnątrz ze specjalnym chlebem w deszczowy dzień w celu zapieczętowania, i w końcu Dalia zyskała zdolność zatrzymywania czasu.Raz w miesiącu Dalia mogła zatrzymać czas wokół siebie na około tydzień.Jednak ponieważ czas samej Dalii również się zatrzymywał, Dalia sama nie rozumiała w pełni tej zdolności zatrzymywania czasu.",
    "Obudzeni członkowie załogi udzielili Dalii podobnych wyjaśnień.Dalia zareagowała podobnie.Znowu zaczęła się rozmowa o tym, czym jest sushi, ale postanowili poczekać, aż wszyscy się obudzą, zanim zastanowią się nad dalszymi krokami, więc osiem osób czekało na przebudzenie następnego członka załogi.",
    "[op_0]",
    "Rozdział pierwszy ~Przebudzenie~",
    "[op_0]",
    "{demo_skip_begin}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
