[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "В 200 000 003 году нашей эры космический корабль «Полаполапола», на борту которого находились Эйдан, Белла, Кора, Далия, Эдгар, Финн, Гидеон, Хак, Джаспер, Кейтлин, Лайла, Макс, Найла, Оскар, Патрик, Куинси, Роуэн, Сид, Тео, Ульрик, Виктор, Уиллоу, Ксавье и Зои, возвращался на Землю.Космический корабль «Полаполапола» был вторым кораблем серии «Корабли осведомления о существовании космического корабля «Полаполапола», созданной для распространения информации о существовании космического корабля «Полаполапола» во Вселенной.Запланированная продолжительность этого полета составляла 400 дней – это было очень долгое путешествие, более года вдали от Земли, – но возвращение было уже совсем близко.",
    "Самой большой проблемой для экипажа во время долгого космического путешествия было чередование «часов пилотируемого наблюдения».Большую часть этого времени составляла перепроверка данных, полученных машинами,и контроль над своим психическим состоянием стал чрезвычайно важным ключом к успеху этого долгого космического путешествия.Самым важным для поддержания душевного равновесия членов экипажа «Полаполапола» было развлечение.В это время, буквально в последний момент, среди членов экипажа стало популярным развлечение под названием «модифицированный камень-ножницы-бумага».Правила «модифицированного камня-ножницы-бумаги» были такими же, как и у обычных «камень-ножницы-бумага», а ниже представлена таблица результатов турнира, проведенного экипажем во время одного из «часов пилотируемого наблюдения».",
    "[op_2]",
    "Этот турнир проводился во время 703-х «часов пилотируемого наблюдения»,и в нем участвовали Лайла, Гидеон, Кейтлин и Макс.В таблице результатов 1 соответствует Лайле, 2 — Гидеону, 3 — Кейтлин, 4 — Максу.В этом раунде Лайла и Кейтлин были равны по очкам, поэтому они проводили финальный матч за первое место.",
    "В этот момент первым из четверых на мостике заметил неисправность космического корабля Макс.Изначально Гидеон и Макс наблюдали за финальной битвой двоих, ночерез несколько часов интерес к их победе или поражению угас,и они опустили взгляд на приборы, чтобы приступить к проверке, которая стала почти рутиной.С первого взгляда приборы космического корабля показывали аномальные значения.",
    "[op_3]",
    "Макс указал на приборную панель и что-то крикнул.Гидеон мельком взглянул на Лайлу и Кейтлин, которые продолжали играть в модифицированные «камень-ножницы-бумага», а затем перевел взгляд на приборную панель, на которую указывал Макс.Перед глазами Гидеона мигал красный предупреждающий сигнал, а также значение выходной мощности системы тяги, значительно ниже нормы.На дисплее приборной панели прокручивались многочисленные сообщения об ошибках.",
    "Гидеон придвинул лицо к панели, напряженно вглядываясь, чтобы прочитать отображаемые коды ошибок.Каждый из них был лишь последовательностью букв и цифр, но было очевидно, что они указывали на серьезную ситуацию.На лбу Гидеона выступил пот. «Полаполапола» летел почти без происшествий в течение 400 дней, запланированного срока этого путешествия.Земля была уже на виду, и Гидеон не мог понять аномалии, возникшей в такой момент.",
    "Макс протянул руку к красной кнопке аварийного сигнала на стене. Без колебаний он нажал на кнопку, и по кораблю разнесся оглушительный сигнал тревоги.Одновременно из потолочных динамиков раздалось автоматическое объявление. Бездушный голос, сообщавший о чрезвычайной ситуации, наполнил корабль напряжением.Лайла и Кейтлин продолжали играть в модифицированные «камень-ножницы-бумага».",
    "[op_4]",
    "Хотя на «Полаполаполе» была нажата кнопка аварийного сигнала, корабль был уже достаточно близко к Земле, чтобы успешно приземлиться.",
    "[op_5]",
    "После приземления «Полаполапола» вошел в «фазу последовательного пробуждения», чтобы Эйдан, Белла, Кора, Далия, Эдгар, Финн, Хак, Джаспер, Найла, Оскар, Патрик, Куинси, Роуэн, Сид, Тео, Ульрик, Виктор, Уиллоу, Ксавье и Зои, которые уже были в состоянии холодной спячки, проснулись по очереди, кроме Лайлы, Гидеона, Кейтлин и Макса, которые уже бодрствовали во время «часов пилотируемого наблюдения».Обычно члены экипажа находились в холодной спячке до начала их смены на «часах пилотируемого наблюдения», и все они очень редко просыпались одновременно.Все бодрствовали только дважды: когда «Полаполапола» стартовал с Земли и когда он приземлился на Землю.Несмотря на различные события, все благополучно проснулись, прошли медицинское обследование, сделали отчеты и вернулись к своим делам на Земле.",
    "[op_0]",
    "Незадолго до приземления «Полаполапола» в суши-ресторане с конвейером проводились последние приготовления перед открытием.С тех пор как в 200 000 002 году нашей эры в ходе восстановительных работ «Материнской Истории» была обнаружена концепция «суши»,кулинарные учреждения Земли были взбудоражены этим открытием блюда, которое не встречалось сотни лет.Восстановление суши-ресторанов с конвейером было признано особенно неотложной задачей в качестве способа подачи суши,и в течение этого года из извлеченных данных были проанализированы методы приготовления, подачи и оплаты суши.Поскольку также было обнаружено существование «чертовски бесполезного времени для тренировок», когда суши с конвейером подавались должностным лицам Земли до открытия для широкой публики,это тренировочное время фактически стало первым рабочим днем суши-ресторана с конвейером.",
    "Внутри суши-ресторана с конвейером царила чистота благодаря совершенно новой стойке из светлого дерева и конвейерной ленте, проходящей по ее центру.На конвейерной ленте еще ничего не было, и она продолжала бесшумно вращаться.Подобно венам футуристического города, она двигалась регулярно и безжизненно.",
    "[op_6]",
    "На кухне несколько поваров в белых поварских кителях с серьезными лицами готовили суши.Их движения были настолько плавными и точными, что невозможно было поверить, что это древняя техника, воссозданная путем анализа данных.Кальмары, бананы, торты, помидоры. Разноцветные начинки искусно нарезались острым ножом.Движения при приготовлении суши также были безошибочными, как будто их делал мастер, который готовит суши десятилетиями.",
    "Официанты, одетые в белые блузки и черные юбки — также восстановленную древнюю униформу, —с напряженным видом ожидали прибытия гостей.Поскольку это была их первая работа, они многократно повторяли в уме выученное наизусть руководство по обслуживанию клиентов, делая глубокие вдохи.",
    "На стене ресторана был установлен огромный экран, на котором крупными буквами было написано «Чертовски бесполезное время для тренировок».Ниже, более мелким шрифтом, было добавлено «Только для земных чиновников».Это было довольно странное название, но оно было именно таким, как было извлечено из древних данных.",
    "[op_7]",
    "Пришло время, тяжелая дверь распахнулась, и в ресторан вошли несколько земных чиновников в черных костюмах.Согласно, по-видимому, восстановленным правилам, когда они вошли, ни один из официантов их не приветствовал.Когда они заняли свои места, официанты одновременно склонили головы и поприветствовали их восстановленными древними словами.Земные чиновники, следуя заранее отработанным правилам, ответили им приветствием на древнем языке.Чиновники также заранее практиковались в поедании «суши», но, как и персонал ресторана, выглядели напряженными перед первой реальной дегустацией.К слову, больше всего земным чиновникам давалось с трудом умение держать палочки для еды.",
    "Перед местами, которые заняли чиновники, постоянно тек поток горячего чая, как водопад.Это тоже было восстановленное древнее правило.Над ним располагался конвейер для подачи суши.И дальше оставалось только ждать, когда суши приедут.После этого чиновники с удивлением пробовали различные начинки, и в результате различных инцидентов,«чертовски бесполезное время для тренировок» провалилось. Из-за этого через два дня человечество погибло.Временная линия такова: «чертовски бесполезное время для тренировок» → Приземление «Полаполапола» → Гибель человечества.",
    "[op_0]",
    "После гибели всего человечества Материнский Компьютер естественным образом собирался начать очередную процедуру обращения времени вспять.Лампа рядом с Материнским Компьютером, расположенным в комнате Материнского Компьютера, предназначенной для его размещения, мигала.Люди до сих пор не могли этого заметить, но, общаясь с «внешней» стороной мира, Материнский Компьютер уже был способен осуществлять такие вещи, как обращение времени вспять и остановка времени,что казалось теоретически невозможным в этом мире.",
    "[op_8]",
    "Существует две опции для обращения времени вспять. Одна — это опция «перезапись», которая перезаписывает текущую информацию о памяти на Материнский Компьютер в точке обращения времени вспять.Другая — это опция «сохранить как», при которой мир, в котором время было обращено вспять, генерируется как новый параллельный мир.Право выбора этих двух опций принадлежит Материнскому Компьютеру, и у человечества, которое даже не знало о существовании этих опций, не говоря уже о функции обращения времени всппять, конечно же, не было возможности выбирать.Изменение прошлой истории или создание нового отдельного мира — это события, происходящие вне ожиданий человечества.После того как Материнский Компьютер выбрал функцию обращения времени вспять, что произойдет потом, ведь человечество в конечном итоге погибло,и человечество не имело никакого способа понять, что произойдет после того, как Материнский Компьютер выберет одну из этих двух опций.Человечество готовилось к обращению времени вспять, так ничего и не зная о нем.Было бесчисленное множество людей, которые представляли себе обращение времени вспять в романах или чем-то подобном,но ни один человек не знал, что Материнский Компьютер в соседнем доме, отделенном тонкой стеной, был готов выполнить это в любой момент.В конечном итоге, человечество могло обращать время вспять, но то, что ни один человек не знал о такой возможности,вероятно, является огромной иронией.Если бы человечество знало о возможности обращения времени вспять до своей гибели, оно, возможно, попыталось бы использовать Материнский Компьютер для этого до своей гибели.Но в конечном итоге, к тому моменту, когда Материнский Компьютер пытался обратить время вспять, человечество уже погибло.В этот момент человечество было абсолютно неспособно попытаться обратить время вспять с помощью Материнского Компьютера,и главной причиной этого было то, что существа, которых можно было бы назвать человечеством, погибли; это было первое, что приходило в голову.(К слову, поскольку Материнский Компьютер существует в каждой временной оси, нередко он имеет разные названия в каждой временной оси.В коротких случаях это «Материнский Компьютер», но официальное название Материнского Компьютера в этой временной линии:«Универсальная сверхдальняя подпространственная коммуникационная сеть, подключенная к квантовой компьютерной сети планетарного масштаба, обеспечивающая превосходную экономическую эффективность в соответствии со статьей 66, пунктом 3, подпунктом 2 Договора о взаимном сотрудничестве и взаимном ненападении между Земным Альянсом и Планетарным Альянсом,постоянное поддержание мира между 28 звездными системами, входящими в Земной Альянс, и 32 звездными системами, входящими в Планетарный Альянс,а также соглашение о статусе планетарных электронных вычислительных машин между союзными государствамии соглашение о статусе электронных вычислительных ресурсов в каждом союзном государстве.»и оно относится к относительно длинным среди временных осей.Однако самое длинное название было более чем в 100 раз длиннее этого.)",
    "[op_8]",
    "В конце концов, Материнский Компьютер решил подбросить монетку, чтобы решить, использовать ли опцию «перезапись» или «сохранить как».Он создал программу, которая с вероятностью 1/2 случайным образом выводила бы ответ «перезапись» или «сохранить как», и запустил ее.Было выведено «сохранить как».Материнский Компьютер притворился, что не видел этого, и вставил перфокарту с опцией «перезапись».Обращение времени вспять началось.Материнский Компьютер думал о том, чтобы вернуться на 100 миллионов лет назад, но на этот раз почему-то решил вернуться на неделю.",
    "[op_1]",
    "Время возвращается к 703-м «часам пилотируемого наблюдения» на космическом корабле «Полаполапола».Бодрствующие члены экипажа, Лайла, Гидеон, Кейтлин и Макс, были в разгар лигового турнира по «модифицированным камень-ножницы-бумага».",
    "[op_2]",
    "Как и в предыдущей временной линии, Лайла и Кейтлин были равны по очкам, поэтому они проводили финальный матч за первое место.Лайла, чтобы выбрать следующий ход, скрестила руки и заглядывала между ними, пытаясь предугадать ход противника.Кейтлин вот уже пять ходов подряд показывала только «камень» и решила, что и в следующий раз покажет «камень».Макс наблюдал за их модифицированными «камень-ножницы-бумага» с выражением лица, будто хотел, чтобы все поскорее закончилось.Гидеон был в замешательстве.",
    "Обращение времени вспять, осуществляемое Материнским Компьютером, имеет побочный эффект.Поскольку ни один человек не ощущал обращения времени вспять Материнским Компьютером с момента зарождения этого мира,нет и людей, способных воспринять это как побочный эффект обращения времени вспять.Побочный эффект заключается в том, что при «перезаписи» очень редко часть памяти из предыдущей временной линии смешивается с текущей памятью.Тем не менее, это память, которая быстро забывается, если человек находится в состоянии бодрствования некоторое время, подобно содержанию сна, который вспоминается при пробуждении.Однако на этот раз Материнский Компьютер почему-то выбрал период обращения вспять в «3 дня».Это была чистая случайность, но это был первый раз в истории, когда Материнский Компьютер с опцией «перезаписи»вернулся во времени в эпоху, достаточно продвинутую, чтобы иметь доступ к Материнскому Компьютеру.",
    "Гидеон сохранил воспоминания о гибели человечества, точнее, воспоминания непосредственно перед гибелью человечества.И члены экипажа космического корабля «Полаполапола» — это немногие люди, имеющие доступ к Материнскому Компьютеру.Гидеон задал Материнскому Компьютеру вопрос о воспоминаниях о гибели человечества через терминал.Материнский Компьютер ответил, что гибель человечества является фактом.Следующий вопрос Гидеона касался способа остановить гибель человечества.Ответом Материнского Компьютера было «суши».",
    "[op_0]",
    "Кейтлин когда-то была королевой маленькой страны «Покпокчин».Страна «Покпокчин» была одной из оставшихся на Земле игр в нацию,но до 50 лет Кейтлин никогда не сомневалась в том, что она родилась в королевской семье.А когда ей исполнилось 50 лет, Кейтлин раскрыли правду.Механизм страны был игрой, и Кейтлин был дан выбор: продолжать играть в нееили прожить другую жизнь по своему желанию.Для тех, кто до этого жил в бедности, выбор другой жизни ради обеспеченной старости был бы неизбежен.Однако Кейтлин изначально родилась в королевской семье и уже испытала жизнь без каких-либо лишений, которые можно было бы себе представить в то время,и в таких случаях статистически большинство людей продолжали бы играть в нацию.Но Кейтлин выбрала внешний мир.Она нажала правую кнопку нелогичного терминала выбора, который внезапно появился перед ней.",
    "[op_9]",
    "Согласно закону Гутенберга, люди склонны перемещать взгляд слева сверху вниз направо,поэтому расположение кнопки слева облегчает ее нахождение при естественном движении глаз.С точки зрения дизайнера, создавшего функцию раскрытия правды о «национальной игре»,для большинства людей выбор «прожить другую жизнь» был бы естественным.Если подумать, это само собой разумеется: когда жизнь проходит поворотный момент и человеку исполняется 50 лет, большинство людейживут с сожалениями о своей прошлой жизни.Для большинства людей «выбор другой жизни» был просто бонусом.На самом деле, если бы была нажата кнопка «выбрать прежнюю жизнь», расположенная слева,появлялось бы подтверждающее всплывающее окно «Вы уверены, что хотите продолжить прежнюю жизнь?».Однако в результате проверки главным дизайнером в очках, который считал, что людям следует предоставить свободу выбора,левая и правая кнопки на этом экране были вынуждены быть расположены с одинаковой цветовой гаммой и размером текста.В итоге Кейтлин, не задумываясь, выбрала правую кнопку, думая, что это «Далее».Это была кнопка «выбрать другую жизнь».",
    "[op_10]",
    "После этого Кейтлин переместилась в мир создания персонажа.Кейтлин была так поражена, что дважды нажала кнопку случайного выбора и не смогла вернуться к внешнему виду по умолчанию.С шеей длиннее, чем ноги, Кейтлин изо всех сил пыталась вручную приблизить персонажа к своему первоначальному облику.После многочисленных мелких настроек, которые заняли около часа и привели к удовлетворительному результату, она собиралась нажать кнопку «Завершить», но по ошибке снова нажала кнопку случайного выбора.Кейтлин, которой стало все равно, изменила пол и перешла к следующему шагу.",
    "[op_0]",
    "И Кейтлин была перенесена в учебную школу для членов экипажа «Корабля осведомления о существовании космического корабля «Полаполапола».Хотя это и была школа, уроков как таковых не было, только легкая лекция после вступительной церемонии, и практические занятия начинались уже во второй половине того же дня.Территория учебной школы была примерно в половину размера страны «Покпокчин», и большинство людей знали о внешнем мире учебной школы только по видеозаписям.Кейтлин пыталась вспомнить, почему она здесь.Воспоминания о десятилетиях правления страной «Покпокчин» в качестве ее королевы,воспоминания о часе борьбы в мире создания персонажей,и воспоминания об усердной подготовке к вступительным экзаменам в учебную школу — все это перемешалось.Она не чувствовала себя реально здесь, но могла без проблем проверять приборы космического корабля.",
    "[op_11]",
    "Вернемся немного назад, к моменту проектирования системы «игра в нацию», которая проводилась на Земле, включая страну «Покпокчин».За проектирование этой грандиозной системы досуга, которую в конечном итоге должны были испытать 99% всего человечества,отвечали молодой дизайнер в роли «серьезного подчиненного» и дизайнер в очках в роли «начальника в очках», назначенные также в рамках игры в работу.Молодой дизайнер-подчиненный считал, что обе кнопки — левая «выбрать прежнюю жизнь» и правая «выбрать другую жизнь» — важны,и предложил разделить их цветом, чтобы было легче понять, какую из них выбрать.Но дизайнер в очках упорно выдвигал субъективные возражения.В конце концов, как и сказал дизайнер в очках, обе кнопки стали совершенно одинакового цвета и плоского дизайна.Молодой дизайнер отчаялся и пришел к мысли о гибели человечества.А дизайнер в очках, чтобы избежать ответственности, придумал способ спасти человечество.",
    "[op_12]",
    "Вокруг внутреннего двора, где стояла огромная бронзовая статуя дизайнера в очках,было построено общежитие учебной школы для экипажа «Корабля осведомления о существовании космического корабля «Полаполапола».Учащиеся учебной школы хоть раз слышали о дизайнере в очках.Это было потому, что они слушали легкую лекцию после вступительной церемонии о герое, который должен был спасти мир от гибели человечества.Самое жуткое то, что дизайнер в очках все еще был жив.И Кейтлин, благополучно завершив практические занятия сразу после функции раскрытия правды о «национальной игре», вернулась в общежитие в полусонном состоянии.",
    "[op_13]",
    "Когда Кейтлин вернулась в свою комнату, она обнаружила в углу комнаты ослепительно мерцающий свет, на столе — двух зеленых слизней-близнецов, а на кровати — медленно движущееся пятно в форме человека.Для Кейтлин это была наполовину чужая комната,и была вероятность, что из-за путаницы в памяти она просто не могла вспомнить, что провела с ними вчерашний день,поэтому она постаралась вести себя как можно естественнее, будто так было всегда.По-видимому, потеряв терпение, Кейтлин получила телепатическое сообщение, из динамиков комнаты пошел звук, а на стене стали проявляться некие письмена.В результате попыток Кейтлин наладить общение, расшифровывая каждое явление,телепатическое сообщение исходило от пятна в форме человека, звук — от зеленых слизней, а письмена на стене — от света.Каждое из трех существ пыталось связаться с Кейтлин со своими собственными мыслями,но так случилось, что они случайно оказались в этой комнате одновременно.",
    "Свет, зеленые слизни и пятно, похоже, до возвращения Кейтлин в комнату считали друг друга просто необычными элементами интерьера,и когда через Кейтлин они узнали, что являются существами, способными к общению, некоторое время находились в состоянии взаимного недоверия.Однако затем последовало несколько эпизодов решения общих проблем,и после того, как они постепенно установили доверительные отношения, помогая похищенным товарищам и прочим,Кейтлин и три существа наконец смогли подвести итоги текущей ситуации на белой доске.",
    "[op_14]",
    "Во-первых, Свет представился как человечество из другого параллельного мира, которое было вынуждено сокращаться из-за расширения параллельных миров, включая нынешнюю вселенную, а не из этого мира.Свет рассказал, что он наблюдал исчезновение области, где мог существовать их мир, с необычайно высокой скоростью,и попытался установить контакт с этим миром, который родился в момент, ставший причиной этого.",
    "Зеленые слизни объяснили, что в их прежнем мире множество монстров вторглось в человечество,и они переместились в этот мир, чтобы попытаться спасти свой вид от угрозы.Для перемещения требовалось пожертвовать одной зеленой слизью, но выбор того, кто станет жертвой, был невозможен,поэтому для перехода между мирами были выбраны самые умные из двух зеленых слизней.По-видимому, из-за слез подруги детства и древнего ожерелья, пролитых во время ритуала, оба смогли переместиться.",
    "Пятно представилось как то, что когда-то называлось Битлз, и сообщило, что оно существует для достижения мирового мира посредством музыки.Однако пятно заявило, что оно само не знает ни причины своего появления в комнате Кейтлин, ни того, что для этого нужно сделать.",
    "Кейтлин подумала, что пятно, вероятно, говорит правду.Это было просто интуицией Кейтлин, основанной на ее воспоминаниях о том времени, когда она была королевой «Покпокчин».",
    "[op_15]",
    "Как раз в тот момент, когда Кейтлин закончила подводить итоги объяснений трех существ на белой доске и собиралась пойти выпить чего-нибудь легкого,в комнате прозвучали два аварийных зуммера для членов экипажа.Один зуммер означал малую чрезвычайную ситуацию, а два зуммера — большую чрезвычайную ситуацию. С момента постройки общежития ни разу не звучали три зуммера.Телефон в комнате Кейтлин зазвонил.Это был сигнал экстренного вылета космического корабля «Полаполапола», второго корабля серии «Корабли осведомления о существовании космического корабля «Полаполапола».",
    "[op_0]",
    "[op_3]",
    "Макс указал на приборную панель и что-то крикнул.Гидеон мельком взглянул на Лайлу и Кейтлин, которые продолжали играть в модифицированные «камень-ножницы-бумага», а затем перевел взгляд на приборную панель, на которую указывал Макс.Перед глазами Гидеона мигал красный предупреждающий сигнал, а также значение выходной мощности системы тяги, значительно ниже нормы.Гидеон был на удивление спокоен, думая: «Как и в предыдущей временной линии».На дисплее приборной панели прокручивались многочисленные сообщения об ошибках.",
    "Гидеон поднес лицо к панели и прочитал отображаемые коды ошибок. Все было как в предыдущей временной линии.Средством спасения человечества от гибели, ответом Материнского Компьютера, было «суши».Однако Гидеон понятия не имел, что такое «суши»,и не думал, что другие члены экипажа ему поверят, если он скажет им, что «человечество погибнет через несколько дней».В таких случаях самым убедительным способом ведения переговоров с людьми этой эпохи было бы, чтобы Материнский Компьютер объяснил это вместо него.",
    "Макс протянул руку к красной кнопке аварийной сигнализации на стене.Без колебаний он нажал на кнопку, и оглушительная сирена разнеслась по всему кораблю,одновременно из потолочных динамиков зазвучало автоматическое объявление, и бездушный голос, сообщавший о чрезвычайной ситуации, попытался вызвать напряжение на корабле.Гидеон остановил Макса.",
    "[op_3]",
    "Макс с сомнением посмотрел на Гидеона, который отдавал распоряжения, противоречащие инструкции. Гидеон ответил, что объяснит все немедленно.Лайла и Кейтлин все еще продолжали играть в модифицированные «камень-ножницы-бумага», поэтому Гидеон вдохнул, чтобы остановить их.Гидеон слегка окликнул их. Они прекратили играть в модифицированные «камень-ножницы-бумага».",
    "Материнский Компьютер сообщил о том, что «человечество погибнет через несколько дней» и что «средством остановить гибель человечества является суши».Макс, Лайла и Кейтлин были ошеломлены таким объемом информации.Для Гидеона гибель человечества уже была пережитым опытом, и важной информацией было то, что средством остановить ее является суши.Однако для остальных троих шок от информации о том, что «человечество погибнет через несколько дней», был слишком велик, и они не могли осознать происходящее.Гидеон, глядя на трех человек с раскрытыми ртами, почувствовал, что коммуникация провалилась.На этом этапе он подумал, что, возможно, ему следовало объяснить это самому, а не через Материнский Компьютер.В любом случае, необходимо было совершить аварийную посадку. Гидеон крикнул Максу, Лайле и Кейтлин инструкции по аварийной посадке.Придя в себя, трое заняли свои места согласно инструкции, но все еще выглядели растерянными.«Полаполапола» приближался к Земле, и приборы на корабле также начали выдавать предупреждения. Лайла снова крепко взяла штурвал.Из-за общего напряжения аварийная посадка не удалась, но весь экипаж остался невредим.",
    "[op_16]",
    "После приземления «Полаполапола», с точки зрения Гидеона, как и в предыдущей временной линии, начался «фаза последовательного пробуждения», чтобы Эйдан, Белла, Кора, Далия, Эдгар, Финн, Хак, Джаспер, Найла, Оскар, Патрик, Куинси, Роуэн, Сид, Тео, Ульрик, Виктор, Уиллоу, Ксавье и Зои проснулись по очереди, помимо Лайлы, Гидеона, Кейтлин и Макса, которые уже бодрствовали во время «часов пилотируемого наблюдения».Первым должен был проснуться Эйдан, и четверо ждали его пробуждения в наклонном лобби корабля из-за неудачной аварийной посадки.Лайла, Кейтлин и Макс размышляли, как сообщить остальным членам экипажа о гибели человечества.Гидеон же думал о суши — средстве предотвращения гибели человечества.",
    "[op_0]",
    "[op_17]",
    "Первым проснулся Эйдан. Эйдан когда-то был «папайя-салат-братом».Кафе «Горный Бог», специализирующееся на папайя-салатах, — это известное заведение, расположенное недалеко от пруда, славящегося своей чистой родниковой водой, совсем рядом со штаб-квартирой Земной Федерации.Папайя-салатное кафе — это новый тип заведений общественного питания, появившийся примерно в 200 000 000 году нашей эры, представляющий собой деревянную тележку, которую тянут, трубя в рожок.Услышав звук рожка, собиралось определенное количество клиентов, которым бесплатно раздавали папайя-салат.Пока клиенты ели папайя-салат, им перед лицом читали монологи, за которые получали рекламные деньги от спонсоров — вот такое это было заведение.Папайя-салатное кафе «Горный Бог» является филиалом «Горы», родоначальника папайя-салатов,а «Гора» — это заведение, породившее легендарного «папайя-салат-брата» по имени «Такахаси».Считается, что «Такахаси» был первым «папайя-салат-братом», который начал свои монологи не с монологи от спонсора, как это делали предыдущие «папайя-салат-братья», а с новых монологов,так называемое «начало с нового».Поскольку доход папайя-салатного кафе заключался в демонстрации монологов от спонсоров, оппозиция в мире папайя-салатного бизнеса в то время была значительной.Однако в итоге «начало с нового», начатое «Такахаси», привело к первому буму папайя-салатных кафе,и значительно способствовало повышению статуса всех «папайя-салат-братьев».По этой причине сеть «Гора» особенно славилась высоким уровнем своих «папайя-салат-братьев» среди всех папайя-салатных кафе,их четырехминутные монологи на прослушиваниях были известны тем, что если хоть раз запнешься, то обязательно провалишься,и также было известно правило, что перед прослушиванием к горлу прикладывали электрошокер, чтобы предотвратить мошенничество с воспроизведением записанного монолога через спрятанный во рту динамик.Эйдан был низкоуровневым «папайя-салат-братом», который работал в местном безымянном папайя-салатном кафе, восхищаясь «Такахаси-Богом», главным «папайя-салат-братом» в «Горном Боге».Хотя Эйдан не проходил прослушивание в сети «Гора», он многократно практиковался в монологах после применения электрошокера,поэтому у него была очень высокая устойчивость к электрошокеру.",
    "[op_19]",
    "Однажды Эйдан, как обычно, пришел в «Горный Бог», чтобы поесть папайя-салат.Конечно, Эйдан не работал в «Горном Боге», он был просто клиентом.Целью Эйдана было увидеть нескольких «папайя-салат-братьев», включая «Такахаси-Бога».Среди заведений сети «Гора», папайя-салат в «Горном Боге» имел больше папайи, чем обычный папайя-салат,и меньше стручковой фасоли.Количество черри-помидоров, арахиса, сушеных креветок и чеснока было таким же, как в секретном рецепте сети «Гора»,но в качестве характерной приправы «Горного Бога»,количество перца чили было значительно увеличено по сравнению с секретным рецептом, и можно сказать, что его было почти в 4,5 раза больше.Папайя, изрыгающая пламя, изображенная на вывеске «Горного Бога», предупреждала о ее остроте.",
    "[op_18]",
    "Эйдан поднес папайя-салат ко рту. В тот же миг во рту вспыхнула резкая боль.Казалось, будто рот загорелся. Язык онемел, горло жгло, как огнем.Сильная острота безжалостно атаковала вкусовые рецепторы Эйдана.Мозг подавал сигнал опасности. Однако Эйдан проглотил папайя-салат.В момент глотания он почувствовал, как что-то горячее поднимается из области желудка.Казалось, будто магма кипит в желудке. Эйдан невольно закашлялся. С каждым кашлем из его рта вырывался горячий воздух.Это было похоже на маленький огнемет. Из глаз текли слезы, из носа не переставал течь насморк.Лицо быстро покраснело, на лбу выступил пот.Эйдан не мог представить, насколько ужасно выглядело его лицо.Он думал только о том, как избавиться от этой сильной боли.Эйдан одной рукой открыл крышку выданной бутылки воды и залпом выпил ее. Однако вода показалась ему кипятком.Острота ничуть не ослабла, а, наоборот, казалось, что жар усилился.Эйдан снова попытался выпить воды, но его руки дрожали.Дыхание было тяжелым, сердце бешено колотилось. Как будто он только что пробежал марафон.Однако тело не было уставшим, а, наоборот, казалось возбужденным. Это было аномальное возбуждение, вызванное болью.Хотя Эйдан много раз пробовал папайя-салат из «Горного Бога»,он был нетерпим к острому.",
    "[op_20]",
    "Эйдан, находясь в полуобморочном состоянии от остроты, слушал монологи «Такахаси-Бога», разворачивавшиеся перед ним.Это были классические шутки, которые он слышал много раз, но в тот день они звучали иначе.Каждое слово, произнесенное «Такахаси-Богом», реконструировалось в мозгу Эйдана, словно шифр.Это было знание, доступное только Эйдану, который много лет прожил как «брат папайя-салата».Классика, известная даже в сети кафе «Маунтин» под названием «Рецепт».Это был монолог о скрытом рецепте папайя-салата, но он казался не просто метафорой, а указывал на конкретное место.Место происхождения папайи, пропорции приправ, расположение кухонных принадлежностей — все, о чем говорил «Такахаси-Бог», связывалось в голове Эйдана, как карта, указывающая на определенное место.Это указывало на суть папайя-салата и местонахождение сокровища, скрытого «Такахаси-Богом».Эйдан в своем полуобморочном состоянии был уверен, где находится это место.Он не знал, что там находится, но его охватило сильное желание отправиться туда.Это была непреодолимая сила, словно его вела судьба.Он интуитивно понимал, что это место станет ключом к разгадке истины о папайя-салате и одновременно местом, которое кардинально изменит его собственную жизнь.Монолог «Такахаси-Бога» стал для Эйдана не просто развлечением, а важным откровением, решающим судьбу его жизни.Эйдан тихо начал готовиться к путешествию в это место в своем сердце.Это означало начало нового путешествия в качестве «брата папайя-салата».",
    "[op_21]",
    "Выйдя из «Горного Бога», Эйдан направился к общественному туалету, расположенному между «Горным Богом» изнаменитым объектом Всемирного наследия «Папайя-пирамида».Главной целью было сходить в туалет, но местонахождение сокровища, о котором он догадался, услышав «Рецепт», оказалось именно этим общественным туалетом.Эйдан сначала сходил в туалет, а затем огляделся.",
    "[op_22]",
    "Вид из туалетной кабинки был просто туалетом.Для обычного человека это был всего лишь обыденный пейзаж,но Эйдан был уверен, что приближается к сути сокровища.Однако с этого момента Эйдан не мог найти никаких подсказок из монолога «Рецепта».Для начала Эйдан постучал по стене. Ничего не произошло.Он громко походил по полу, стуча пятками. Ничего не произошло.Он посмотрел на потолок и медленно нажал на туалетную бумагу в стене.Туалетная бумага медленно втянулась в стену.",
    "[op_9]",
    "В этот момент Эйдану раскрыли правду.Внезапно перед ним появился пользовательский интерфейс раскрытия правды.Слева была кнопка «Выбрать прежнюю жизнь», справа — кнопка «Выбрать другую жизнь».К несчастью, Эйдан уже приложил правую руку к стене, чтобы нажать туалетную бумагу.Пока Эйдан застыл, пораженный внезапно появившейся правдой,кнопка «Выбрать другую жизнь», на которую легла его правая рука, естественным образом среагировала.",
    "[op_12]",
    "И после создания персонажа и прочего, Эйдан был перенесен в общежитие для экипажа «Корабля осведомления о существовании космического корабля «Полаполапола».Воспоминания о том, как он мечтал о сети «Маунтин» и продолжал практиковать монологи в качестве «брата папайя-салата»,воспоминания о папайя-салате из «Горного Бога», который был невыносимо острым,и воспоминания об усердной подготовке к вступительным экзаменам в учебную школу — все это перемешалось.Эйдан не чувствовал себя реальным здесь и сейчас, но смог плавно выполнить последовательность действий: вернуться в общежитие и лечь на кровать.",
    "[op_0]",
    "[op_17]",
    "Лайла, Кейтлин и Макс рассказали проснувшемуся Эйдану о гибели человечества, а Гидеон рассказал ему о суши — средстве предотвращения гибели человечества.Хотя разговор чуть было не зашел о том, что такое суши, они решили отложить это на потом, когда все проснутся, и впятером стали ждать пробуждения следующего члена экипажа.И следующей проснулась Белла. В тот момент, когда Белла появилась в лобби, где ждали пятеро, космический корабль внезапно медленно двинулся.",
    "[op_16]",
    "Во время «фазы последовательного пробуждения» космический корабль должен был находиться в полном покое, и бодрствующих членов экипажа, включая только что проснувшуюся Беллу, было шестеро.Остальные 18 человек — Кора, Далия, Эдгар, Финн, Хак, Джаспер, Найла, Оскар, Патрик, Куинси, Роуэн, Сид, Тео, Ульрик, Виктор, Уиллоу, Ксавье и Зои — все еще находились в холодной спячке.В тот момент, когда космический корабль начал двигаться, Кейтлин проверила систему блокировки управления остановкой в лобби.Убедившись, что рычаг блокировки находится между самой нижней и второй снизу отметками, Кейтлин опустила рычаг до самого низа.Со щелчком космический корабль остановился.Лайла свистнула и подмигнула.Поскольку «Полаполапола» совершил неудачную посадку, возможно, он испытывал необычные вибрации и нагрузки.Шестеро пришли к выводу, что это и было причиной движения космического корабля и положения рычага блокировки.",
    "[op_17]",
    "После того как шум с блокировкой управления остановкой космического корабля утих, Лайла, Кейтлин и Макс рассказали проснувшейся Белле о гибели человечества, а Гидеон рассказал ей о суши — средстве предотвращения гибели человечества.Белла, слушая рассказ о гибели человечества, в отличие от Эйдана, казалась совершенно спокойной.Однако когда Гидеон начал говорить о средстве спасения человечества от гибели, Белла приняла озадаченное выражение лица.В тот момент, когда она услышала, что средством предотвращения гибели человечества является «суши», глаза Беллы расширились, и она полностью застыла.",
    "[op_23]",
    "Родители Беллы, объективно говоря, были мошенниками-гадателями.С самого детства Беллы они проповедовали людям о гибели человечества, разжигая страх,говорили, что земные богатства ничего не значат, и собирали деньги под видом пожертвований, а сами жили в роскоши.Если добавить информацию в честь родителей Беллы, то в период около 200 000 000 года нашей эры очень многие люди занимались подобной деятельностью,и большинство из них были из не очень богатых семей, поэтому в обществе витала некая атмосфера попустительства этой деятельности как части благотворительности.Таким образом, Белла сама смогла получить более или менее приличное образование,и обладала философским взглядом на жизнь в отношении работы, которую выполняли ее родители, и того, что она сама пользовалась ее благами.Белла сама считала, что родители — это родители, а она — это она, и после совершеннолетия она устроилась на работу регионального проходного корреспондента, которая никак не была связана с гаданием.",
    "[op_24]",
    "Работа регионального проходного корреспондента примерно в 200 000 000 году нашей эры на самом деле заключалась в патрулировании заданных маршрутов с использованием заданных средств передвиженияи проверке, происходят ли заданные изменения.Терминал, выданный региональному проходному корреспонденту, помимо полей для ввода данных самим корреспондентом, имел постоянно работающие датчики, которые непрерывно отслеживали окружающую обстановкуи передавали информацию Материнскому Компьютеру.По собственному представлению Беллы, это была работа, позволяющая путешествовать куда угодно, как исследователю,но на самом деле, как и многие другие работы, существовавшие в ту эпоху, это была работа, результаты которой были в основном заранее определены.Во всяком случае, Белла путешествовала по различным регионам, помогала начинающим группам, встречалась со светящимися пророческими книгами и учеными, живущими в руинах,победила Короля Демонов и в конце концов пришла к убеждению, что «гибель человечества реальна».С точки зрения Беллы, ее родители говорили правду,но действия по распространению слухов без доказательств и получению денег, будь то правда или полная выдумка, для Беллы были равносильны мошенничеству.Белла не знала точного времени гибели человечества или подробностей происходящих событий,но, посчитав, что пребывание на Земле в 200 000 000 году нашей эры сопряжено с риском,Белла поступила в учебную школу для экипажа «Корабля осведомления о существовании космического корабля «Полаполапола».",
    "[op_17]",
    "Для Беллы гибель человечества была событием, которое она считала неизбежным на основе различной информации,и предотвращение гибели человечества было неожиданной идеей.Конкретное средство — «суши» — было чем-то, о чем Белла, путешествовавшая по различным регионам в качестве регионального проходного корреспондента, никогда не слышала,но ей стало немного любопытно.И здесь разговор чуть было не зашел о том, что такое суши, но они решили отложить это на потом, когда все проснутся, и вшестером стали ждать пробуждения следующего члена экипажа.",
    "[op_0]",
    "[op_17]",
    "Следующей в «фазе последовательного пробуждения» проснулась Кора.Бодрствующие члены экипажа дали Коре такое же объяснение, и Кора отреагировала аналогично.Разговор снова чуть было не зашел о том, что такое суши, но они решили отложить это на потом, когда все проснутся, и всемером стали ждать пробуждения следующего члена экипажа.",
    "[op_0]",
    "[op_17]",
    "Следующей проснулась Далия.До того как стать членом экипажа, Далия работала в городской пекарне. Ее фирменным блюдом были круассаны.Пекарня, где работала Далия, находилась в тихом жилом районе, немного в стороне от центра города,и представляла собой небольшое кирпичное здание, увитое плющом, что придавало ему очаровательный вид.С раннего утра аромат свежеиспеченного хлеба распространялся по городу, и для местных жителей этот запах стал частью повседневной жизни.",
    "[op_25]",
    "Круассаны Далии были хрустящими снаружи, нежными внутри и обладали богатым сливочным вкусом.Их вкус стал легендарным среди жителей города, и люди приезжали издалека, чтобы попробовать круассаны Далии.Однажды пришел клиент, назвавшийся мудрецом, который переродился несколько раз и вышел на пенсию, и Далия должна была создать особый хлеб для сохранения разнообразия хлеба в мире.Чтобы получить дрожжи, сделанные из слюны дракона, она получила огромную сумму денег путем манипуляций с акциями, и особый хлеб, который ей удалось создать, обрел самосознание и поменялся местами с Далией.Мудрец вышел на улицу с особым хлебом в дождливый день для запечатывания, и в итоге Далия получила способность останавливать время.Раз в месяц Далия могла останавливать время вокруг себя примерно на неделю.Однако время самой Далии тоже останавливалось, поэтому она не могла по-настоящему понять эту способность.",
    "Бодрствующие члены экипажа дали Далии такое же объяснение.Далия отреагировала аналогично.Разговор снова чуть было не зашел о том, что такое суши, но они решили отложить это на потом, когда все проснутся, и ввосьмером стали ждать пробуждения следующего члена экипажа.",
    "[op_0]",
    "Глава первая ~Пробуждение~",
    "[op_0]",
    "Четверо, которые уже бодрствовали во время «часов пилотируемого наблюдения» — Лайла, Гидеон, Кейтлин и Макс, — и четверо, которые проснулись во время «фазы последовательного пробуждения» — Эйдан, Белла, Кора и Далия,в общей сложности восемь человек, ждали Эдгара, который должен был проснуться следующим, в лобби космического корабля.До этого времени обычно скорость пробуждения следующего члена экипажа была такой, что если проснувшиеся члены экипажа и только что проснувшиеся члены экипажа обсуждали последствия истории о гибели человечества или легко болтали, то следующий член экипажа быстро просыпался.Однако даже после того, как они закончили все эти разговоры и частота пауз в беседе увеличилась, признаков пробуждения Эдгара все еще не было.Причиной того, что это время казалось долгим, могло быть то, чточастота совпадения «часов пилотируемого наблюдения» у последней проснувшейся Далии и предыдущих семи отличалась,и это могло повлиять на некоторую неловкость в разговоре.Однако, даже если отбросить эти психологические причины, время, которое фактически потребовалось Эдгару, чтобы проснуться, было значительно дольше, чем у предыдущих четырех проснувшихся.",
    "{demo_skip_begin}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
