[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "公元2亿3年，载有艾丹、贝拉、科拉、达莉亚、埃德加、芬恩、基甸、哈库、贾斯珀、凯特琳、莱拉、马克斯、奈拉、奥斯カー、帕特里克、昆西、罗文、希德、西奥、乌尔里克、维克多、薇洛、泽维尔、佐伊的宇宙飞船“波拉波拉波拉号”正在返回地球的途中。宇宙飞船“波拉波拉波拉号”是为了在宇宙中传播宇宙飞船“波ラポラポラ号”的存在而建造的“宇宙飞船波拉波拉波拉号存在周知船”的第二艘宇宙飞船。这次航行计划需要400天，是一次离开地球超过一年的漫长旅程，但终于离回归只有一步之遥了。",
    "在漫长的船旅中，船员们面临的最大问题是轮流到来的“有人监视时间”。这段时间的大部分工作是重新检查机器生成的数据，在这漫长的宇宙旅程中，精神控制是至关重要的关键。为了抑制精神错乱，船员们最需要的是娱乐。在这次航行即将结束之际，船员之间流行起一种名为“改造猜拳”的游戏。“改造猜拳”的规则与“猜拳”相同，以下是某次“有人监视时间”中船员们进行联赛时的胜负表。",
    "[op_2]",
    "这场联赛是在第703次“有人监视时间”举行的，参加联赛的是莱拉、基甸、凯特琳和马克斯。胜负表中的1是莱拉，2是基甸，3是凯特琳，4是马克斯。在这一轮中，莱拉和凯特琳的战绩不相上下，因此她们正在进行一场决定第一名的最终决战。",
    "那时，在舰桥上的四人中，最先注意到宇宙飞船异常的是马克斯。起初，基甸和马克斯还在观看两人的最终决战，但不到几个小时，他们就对两人的胜负失去了兴趣，目光落回手边，准备进行已成半例行公事的仪表确认工作。宇宙飞船的仪表显示出一个一眼就能看出异常的数值。",
    "[op_3]",
    "马克斯指着仪表盘，喊着什么。基甸瞥了一眼继续玩改造猜拳的莱拉和凯特琳，然后将视线转向马克斯所指的仪表盘。在基甸的视线前方，可以看到闪烁的红色警报灯，以及远低于正常值的推进系统输出数值。仪表盘的显示屏上滚动显示着多条错误信息。",
    "基甸凑近仪表盘，凝视着试图读取显示的错误代码。每一个都只是一串字母和数字的组合，但很明显预示着严重的事态。基甸的额头渗出汗珠。这次航行计划为期400天，波拉波拉波拉号几乎没有遇到任何麻烦。地球已经近在眼前，在这个时候发生的异常事态，让他难以理解。",
    "马克斯伸手去拿墙上的红色紧急按钮。他毫不犹豫地按下按钮，刺耳的警报声响彻船舱。与此同时，天花板的扬声器开始播放自动广播。宣告紧急事态发生的无机质声音，让船舱内的气氛紧张起来。莱拉和凯特琳还在继续玩改造猜拳。",
    "[op_4]",
    "尽管按下了紧急按钮，但波拉波ラ波ラ号已经离地球很近了，所以它安全地着陆了。",
    "[op_5]",
    "波拉波拉波拉号着陆后，除了已经在“有人监视时间”醒来的莱拉、基甸、凯特琳和马克斯之外，艾丹、贝拉、科拉、达莉亚、埃德加、芬恩、哈库、贾斯珀、奈拉、奥斯カー、帕特里克、昆西、罗文、希德、西奥、乌尔里克、维克多、薇洛、泽维尔、佐伊进入了为了依次醒来的“顺序起床阶段”。通常，在轮到“有人监视时间”之前，每位船员都处于冷冻睡眠状态，所有船员同时醒着的时间非常少。所有人都醒着的时候只有两次，一次是波拉波拉波拉号离开地球时，另一次是它降落在地球上时。虽然发生了很多事，但所有人都安全醒来后，进行了检查住院，并报告后各自返回了在地球上的工作。",
    "[op_0]",
    "就在“波拉波拉波拉号”着陆前不久，一家回转寿司店正在进行开店前的最后调整。自从公元2亿2年从母体历史的修复工作中发掘出“寿司”的概念以来，时隔数百年的料理发掘，让地球的料理机构兴奋不已。作为提供寿司的方法，重建回转寿司店被认为是当务之急，在过去的一年里，从发掘的数据中解析了寿司的烹饪方法、提供方法、结账方法等。由于还发掘出在向公众开放之前向地球官员款待回转寿司的“无聊透顶的练习时间”的存在，这个练习时间实际上就是回转寿司店的首次运营。",
    "回转寿司店的店内，崭新的白木吧台和在其中心流动的传送带营造出一种清洁感。传送带上还没有任何东西，只是静静地旋转着。就像未来都市的静脉一样，那景象既有规律又无机质。",
    "[op_6]",
    "厨房里，几位身穿白色厨师服的厨师正表情严肃地捏着寿司。他们的手势，流畅得不像是由数据分析再现的古代技术，毫无多余动作。乌贼、香蕉、蛋糕、番茄。色彩缤纷的食材，被锋利的菜刀鲜明地切分着。捏寿司的手势也毫无多余，仿佛是捏了几十年寿司的工匠。",
    "服务员们身穿白色衬衫和黑色裙子，这又是复原的古代制服，表情紧张地等待着客人的到来。由于这也是他们的第一份工作，他们一边在脑海中反复默念练习了无数次的待客手册，一边深呼吸。",
    "店内的墙上设置着巨大的屏幕，上面醒目地显示着“无聊透顶的练习时间”的字样。下面还小字加了一句“地球官员限定”。虽然这个名字很奇怪，但这也是从古代数据中发掘出来的原样表記。",
    "[op_7]",
    "时间一到，厚重的门打开，几位身穿黑色西装的地球官员走了进来。按照似乎是复原的规则，他们进店时，没有一个服务员打招呼。等他们坐下后，服务员们才一齐鞠躬，用复原的古代语言打招呼。地球官员一方也按照预先练习过的规则，用古代语言回礼。官员们虽然也事先练习过吃“寿司”的方法，但第一次亲口品尝，和店里的员工一样，表情紧张。顺便一提，地球官员最头疼的是筷子的拿法。",
    "官员坐的座位前，热茶像瀑布一样源源不断地流着。这也是复原的古代规则。上面是用来流送寿司的传送带。然后，就只等寿司流过来了。之后，官员们惊讶地吃着流过来的各种食材，结果因为各种意外，“无聊透顶的练习时间”失败了。因此，两天后人类灭亡了。时间轴上是“无聊透顶的练习时间”→ 波拉波拉波拉号着陆 → 人类灭亡。",
    "[op_0]",
    "全人类灭亡后，母体计算机自然地，正要开始不知第几次的时间回溯程序。配置在用于配置母体计算机的母体计算机室里的母体计算机附近的灯，闪烁着。至今为止的人类都未能注意到，通过与世界的“外部”通信，母体计算机已经可以实现时间回溯或时间停止等，在这个世界理论上不可能的事项。",
    "[op_8]",
    "时间回溯有两个选项。一个是将当前的记忆信息直接覆盖到时间回溯目标的母体计算机上，即“覆盖”选项。另一个是时间回溯后的世界作为另一个平行世界被重新生成，即“另存为”选项。选择这两个选项的权利在母体计算机，而对于连选项的存在、甚至时间回溯功能的存在都不知道的人类来说，当然没有选择的余地。过去的历史是被改变，还是诞生一个新的世界，都是在人类意料之外发生的事情。在母体计算机选择了时间回溯功能之后，之后会发生什么，反正人类已经灭亡了，在母体计算机选择了那两个选项中的一个之后，会发生什么，人类完全没有理解的方法。人类最终对时间回溯一无所知，而时间回溯正要发生。在小说之类的作品中想象时间回溯的人类多如牛毛，但没有一个人知道，在隔着薄薄墙壁的邻居家，母体计算机随时可以执行它。结果，人类虽然可以进行时间回溯，但知道自己可以做到的人类一个也没有，这恐怕是极大的讽刺。如果人类在灭亡前知道自己可以进行时间回溯，或许会在人类灭亡前尝试使用母体计算机进行时间回溯。但是，最终在母体计算机尝试进行时间回溯的这个时机，人类已经灭亡了。此时，人类完全无法使用母体计算机尝试进行时间回溯，其最大的理由是，被称为人类的存在已经灭亡，这是首先能想到的。（顺便一提，母体计算机存在于各个时间轴，因此在不同的时间轴有不同的称呼也并不罕见。短的时候是“母体计算机”，但这次世界线的母体计算机的正式名称是“基于地球联合与行星联合间相互合作及互不侵犯条约第66条第3项第2号地球联合加盟28星系及行星联合加盟32星系间永久和平维持及联合国家间行星规模电子计算机相关地位协定及各联合国家电子计算机资源地位相关协定实施所伴随的性价比超群的泛用型超长距离亚空间通信网连接型行星规模量子计算机网络”，在至今为止的时间轴之间也属于比较长的。不过，最长的名称是这个的100倍以上。）",
    "[op_8]",
    "最终，母体计算机决定通过抛硬币来决定是“覆盖”还是“另存为”。它创建了一个程序，以1/2的概率随机输出“覆盖”或“另存为”中的一个答案，然后执行它。输出了“另存为”。母体计算机假装没看见，插入了“覆盖”选项的打孔卡。时间回溯开始运作。母体计算机本来想回溯大约一亿年，但这次，不知为何，它选择了一周。",
    "[op_1]",
    "时间追溯到宇宙飞船“波拉波拉波拉号”的第703次“有人监视时间”。醒着的船员，莱拉、基甸、凯特琳、马克斯正在进行“改造猜拳”的联赛。",
    "[op_2]",
    "与前一个时间轴一样，莱拉和凯特琳在胜负上不相上下，所以两人正在进行决定第一名的最终决战。莱拉为了选择下一手，双手交叉，从手与手之间的缝隙中窥视，推测对手会出什么。凯特琳从大约五次前就一直只出石头，并且已经决定下一次也出石头。马克斯一脸希望比赛快点结束的表情，注视着两人的改造猜拳。基甸感到困惑。",
    "母体计算机的时间回溯有副作用。自从这个世界诞生以来，没有人类感知到过母体计算机的时间回溯，因此也没有人类能感知到那是时间回溯的副作用。副作用是，在“覆盖”时，极少数情况下，前一个时间轴的记忆会部分混入这次的记忆中。话虽如此，这就像刚睡醒时记得的梦的内容一样，只要清醒一段时间就会很快忘记的记忆。但是，这次母体计算机不知为何选择的回溯期间是“3天”。这只是一个偶然，但母体计算机使用“覆盖”选项，将时间回溯到进步到可以访问母体计算机的时代，这在历史上是第一次。",
    "基甸还保留着人类灭亡的记忆，准确地说是人类灭亡前的记忆。而宇宙飞船“波拉波拉波拉号”的船员，是拥有访问母体计算机权限的少数人类。基甸使用终端向母体计算机提出了关于人类灭亡记忆的问题。母体计算机回答说人类灭亡是事实。基甸接着问的是，阻止人类灭亡的方法。母体计算机的回答是“寿司”。",
    "[op_0]",
    "凯特琳曾是小国“波克波克奇恩”的国王。“波克波克奇恩”国虽然是地球上残留的国家游戏之一，但在50岁之前，凯特琳从未怀疑过自己是王室出身。然后，在50岁的时候，凯特琳被告知了真相。国家的机制是游戏，凯特琳被给予了选择，是继续玩游戏，还是过上自己期望的另一种生活。对于之前过着贫困生活的人来说，为了富裕的晚年而选择另一种生活是必然的。但是，凯特琳原本就出生在王室，已经体验了当时能想到的无忧无虑的生活，在这种情况下，统计上大多数人会选择继续玩国家游戏。但是，凯特琳选择了外面的世界。她按下了突然出现在眼前的，不科学的选择终端的右边按钮。",
    "[op_9]",
    "根据古腾堡法则，人的视线有从左上向右下移动的倾向，将按钮配置在左侧，可以通过自然的视线移动轻松找到按钮。对于制作国家游戏揭秘功能的设计师来说，大概大多数人选择“选择另一种人生”是自然的吧。仔细想想这是理所当然的，当人生走过拐点，到了50岁的时候，大多数人，都抱着至今为止人生的后悔活下去。对大多数人来说，“选择另一种人生”只不过是额外的奖励。实际上，如果按下配置在左侧的“选择至今为止的人生”按钮，还会弹出“真的要选择至今为止的人生吗？”的确认弹窗。但是，由于通过了戴眼镜的上司设计师的审查，认为让人类自由选择比较好，结果这个画面上的左按钮和右按钮的颜色和文字程度都不得不配置成一样。结果，凯特琳没有多想，以为是“下一步”就选择了右边的按钮。那是“选择另一种人生”的按钮。",
    "[op_10]",
    "然后，凯特琳被传送到了角色创建世界。凯特琳惊讶之余，按了两次随机化按钮，结果回不到默认的外观了。脖子比腿还长的凯特琳费尽九牛二虎之力，总算手动把角色调整得接近自己原来的样子。经过多次微调，花了一个多小时，在对结果感到满意之后，她准备按“完成按钮”，结果不小心又按了随机化按钮。变得无所谓的凯特琳把性别反转后进入了下一步。",
    "[op_0]",
    "然后，凯特琳被传送到的地方是“宇宙飞船波拉波拉波拉号存在周知船”船员的教育学校。虽说是学校，但课程之类的东西只有入学仪式后的轻松讲座，当天下午就已经开始实习的课程。教育学校的占地面积就相当于“波克波克奇恩”国的一半大小，大多数人只在影像中见过教育学校的外面。凯特琳试图回想起自己为什么会在这里。作为“波克波克奇恩”的国王从事了几十年政治的记忆，在角色创建世界奋斗了一个多小时的记忆，以及为了进入教育学校而拼命备考的记忆混杂在一起。虽然对现在在这里的自己没有真实感，但确认宇宙飞船的仪表类却能顺利进行。",
    "[op_11]",
    "时间稍稍倒退，回到包括“波克波克奇恩”国在内的地球上进行的国家游戏系统的设计时期。负责设计这个当时全地球人类99%都会体验的宏伟余暇系统的，同样是在工作游戏中被任命的“认真的部下”角色的青年设计师和“戴眼镜的上司”角色的眼镜设计师。部下青年设计师认为左边的“选择至今为止的人生”按钮和右边的“选择另一种人生”按钮都很重要，为了让选择哪个更清楚，他提议将颜色分开。但是，眼镜设计师却一再提出主观的反驳。结果还是按照眼镜设计师说的，两个按钮变成了完全相同颜色的扁平设计。青年设计师绝望了，想到了人类灭亡。然后，眼镜设计师为了回避责任，想到了拯救人类的方法。",
    "[op_12]",
    "围绕着有眼镜设计师巨大铜像的庭院，“宇宙飞船波拉波拉波拉号存在周知船”船员的教育学校宿舍被建造起来。教育学校的学生们都曾听说过眼镜设计师。因为在入学仪式后的轻松讲座中，会听到从人类灭亡中拯救世界的英雄的故事。最糟糕的是，眼镜设计师还活着。然后，在国家游戏揭秘功能后马上进行的实习中，如梦初醒般顺利完成的凯特琳回到了宿舍。",
    "[op_13]",
    "当凯特琳回到自己的房间时，房间的角落里有闪烁的光芒，桌子上有两个绿色的史莱姆，床上有一个缓慢移动的人形污渍。对凯特琳来说，这房间有一半像是别人的，昨天还和它们一起度过的事情，可能因为记忆混乱而想不起来，所以她尽量表现得好像一切本来就是这样，非常自然。可能是等得不耐烦了，凯特琳收到了心灵感应，房间的扬声器里传出声音，墙上开始浮现出像文字一样的东西。凯特琳一边解读着这些，一边尝试进行沟通，结果发现，发送心灵感应的是人形污渍，播放声音的是绿色史莱姆，在墙上写字的是光。三者怀着各自的想法试图与凯特琳接触，但偶然的巧合让它们同时出现在这个房间里。",
    "在凯特琳回来之前，光、绿色史莱姆和污渍似乎都以为对方是有点奇怪的室内装饰，当通过凯特琳知道对方是能够沟通的存在后，暂时陷入了相互猜疑的状态。但是，之后通过几次共同解决麻烦的经历，以及中间穿插了营救被绑架的同伴等事件，逐渐建立了信赖关系之后，凯特琳和这三个存在终于能够在白板上总结现状了。",
    "[op_14]",
    "首先，光自称不是这个世界的人，而是由于包括现宇宙在内的平行世界的扩张而被迫缩小的另一个平行世界的人类。光观测到他们的世界能够存在的领域正在以通常不可能的速度消失，并试图与导致这一现象的、在那个时间点诞生的这个世界进行接触。",
    "绿色史莱姆解释说，在它们曾经所在的世界里，大量的魔物正在侵略人类，为了解决自己种族受到威胁的问题，它们传送到了这个世界。传送需要消耗一只绿色史莱姆作为祭品，但无法选择哪一只成为祭品，所以为了跨越世界，选择了最聪明的双胞胎绿色史莱姆。据说是因为仪式时洒下的青梅竹马的眼泪和古老的项链之类的原因，两只都成功传送了。",
    "污渍自称曾经被称为披头士，并告知它的存在是为了通过音乐实现世界和平。但是，关于它为什么会出现在凯特琳的房间，以及为此应该做什么，污渍自己也一无所知。",
    "凯特琳想，至少污渍说的是实话。这是凯特琳还是“波克波克奇恩”国王时的记忆所带来的直觉。",
    "[op_15]",
    "就在凯特琳在白板上总结完三个存在的说明，准备去轻松喝一杯的时候，房间里设置的船员用紧急蜂鸣器响了两声。紧急蜂鸣器响一声是小紧急，响两声是大紧急。宿舍建成以来，从未响过三声。凯特琳房间的电话响了。那是“宇宙飞船波拉波拉波拉号存在周知船”的第二艘飞船，宇宙飞船“波拉波拉波拉号”紧急出动的信号。",
    "[op_0]",
    "[op_3]",
    "马克斯指着仪表盘，大声喊着什么。基甸瞥了一眼继续玩改造猜拳的莱拉和凯特琳，然后将视线转向马克斯所指的仪表盘。在基甸的视线前方，可以看到闪烁的红色警报灯，以及远低于正常值的推进系统输出数值。基甸心想，和上一个时间轴一样，不知为何感到很冷静。仪表盘的显示屏上滚动显示着多条错误信息。",
    "基甸凑近仪表盘，读取显示的错误代码。和上一个时间轴一样。拯救人类的方法，母体计算机的回答是“寿司”。但是，基甸完全不知道“寿司”是什么意思，而且他也不认为告诉其他船员“再过几天人类就要灭亡了”之类的话，他们会相信。在这种情况下，对这个时代的人类最有说服力的交涉方式，就是让母体计算机代为说明。",
    "马克斯伸手去拿墙上的红色紧急按钮。他正准备毫不犹豫地按下按钮，让刺耳的警报声响彻船舱，同时，让天花板的扬声器播放自动广播，用无机质的声音宣告紧急事态的发生，让船舱内紧张起来。基甸制止了马克斯。",
    "[op_3]",
    "马克斯对基甸指示与手册不同的应对方式提出疑问。基甸回答说马上解释。莱拉和凯特琳还在继续玩改造猜拳，所以基甸为了阻止她们，深吸一口气准备喊她们。基甸轻轻地对两人喊了一声。两人停止了改造猜拳。",
    "在三人面前，基甸向母体计算机询问关于人类灭亡的事情，母体计算机告知了“再过几天人类就会灭亡”以及“阻止人类灭亡的方法是寿司”。马克斯、莱拉和凯特琳被这巨大的信息量惊得目瞪口呆。对基甸来说，人类灭亡是已经经历过一次的事情，而阻止灭亡的方法是寿司才是重要的信息。但是，对其他三人来说，“再过几天人类就要灭亡了”这个信息的冲击太大，他们无法接受这个事态。基甸看着目瞪口呆的三人，感到了沟通的失败。他想，在这个阶段，也许不该由母体计算机来说，而是自己直接说明会更好。总之，必须紧急着陆。基甸对马克斯、莱拉和凯特琳大喊紧急着陆的程序。回过神来的三人按照手册各就各位，但仍能看出他们还处于混乱之中。“波拉波拉波拉号”更加接近地球，船内的仪表也发出了警报。莱拉重新握紧了操纵杆。由于大家都很紧张，紧急着陆失败了，但船员们都安然无恙。",
    "[op_16]",
    "波拉波拉波拉号着陆后，对基甸来说，和上一个时间轴一样，除了已经在“有人监视时间”醒来的莱拉、基甸、凯特琳、马克斯之外，艾丹、贝拉、科拉、达莉亚、埃德加、芬恩、哈库、贾斯珀、奈拉、奥斯カー、帕特里克、昆西、罗文、希德、西奥、乌尔里克、维克多、薇洛、泽维尔、佐伊进入了为了依次醒来的“顺序起床阶段”。第一个醒来的是艾丹，由于紧急着陆失败，船舱大厅倾斜着，四人正在等待他醒来。莱拉、凯特琳和马克斯正在烦恼该如何向船员们传达人类灭亡的消息。基甸则在思考着阻止人类灭亡的方法，寿司。",
    "[op_0]",
    "[op_17]",
    "第一个醒来的是艾丹。艾丹曾经是木瓜沙拉的哥哥。木瓜沙拉店“山神”是靠近地球联邦总部，以美丽的泉水闻名的池塘附近的一家著名店铺。木瓜沙拉店是公元2亿年前后出现的新型餐饮业态，是一种吹着喇叭，拉着木制摊位移动的店铺。听到喇叭声，聚集了一定数量的客人后，就会免费向客人提供木瓜沙拉。在客人吃木瓜沙拉的时候，在客人面前对着客人讲从赞助商那里拿了广告费的单口相声，就是这样一种店铺。木瓜沙拉店“山神”是木瓜沙拉的元祖“山”分店，说到“山”，就是诞生了传说中的木瓜沙拉哥哥“高桥”的店。“高桥”据说是在此之前的木瓜沙拉哥哥们都从赞助商单口相声开始讲单口相声的情况下，第一个从新作品单口相声开始讲的木瓜沙拉哥哥，也就是所谓的“新作品开始”的第一人。由于木瓜沙拉店的收入是靠表演赞助商单口相声，当时木瓜沙拉店界的反对声很大。但是，最终由“高桥”开始的“新作品开始”引发了第一次木瓜沙拉店热潮，为提高整个木瓜沙拉哥哥的地位做出了巨大贡献。因此，“山”系列的木瓜沙拉店中，木瓜沙拉哥哥的水平尤其高，以试镜中进行的4分钟单口相声只要结巴一次就必定落选而闻名，为了防止通过口中暗藏的扬声器播放预先录好的单口相声的作弊行为，试镜前有用电击枪电击喉咙的规则也同样闻名。艾丹憧憬着那家“山神”的头牌木瓜沙拉哥哥“高桥·神”，在当地一家无名木瓜沙拉店就职，是个底层的木瓜沙拉哥哥。艾丹虽然没有参加过“山”系列的试镜，但却多次练习过被电击枪电击后进行单口相声，所以对电击枪的耐受性很强。",
    "[op_19]",
    "有一天，艾丹像往常一样，来到“山神”吃木瓜沙拉。当然，艾丹并不是在“山神”工作，只是作为客人来的。艾丹的目的是看以“高桥·神”为首的几位木瓜沙拉哥哥。在“山”系列中，“山神”的木瓜沙拉比普通的木瓜沙拉木瓜的量更多，四季豆的量有减少的倾向。小番茄、花生、干虾、大蒜的量与“山”系列秘传的食谱相同，但作为“山神”的特色调味，辣椒的量比秘传的食谱大幅增加，说是增加了将近4.5倍也不为过。“山神”的招牌上画的喷火木瓜，警告着它的辣度。",
    "[op_18]",
    "艾丹将木瓜沙拉送入口中。那一瞬间，剧痛贯穿口腔。仿佛口中着了火。舌头麻木，喉咙灼热。强烈的辣味，毫不留情地攻击着艾丹的味觉。大脑发出了危险信号。但是，艾丹还是咽下了木瓜沙拉。咽下的瞬间，他感到一股热流从胃部涌上来。仿佛胃里有岩浆在沸腾。艾丹不禁咳嗽起来。每咳一声，口中就漏出热气。那简直就像一个小型的火焰喷射器。眼泪夺眶而出，鼻涕流个不停。脸瞬间涨得通红，额头冒出汗珠。艾丹无法想象自己的脸变得有多么糟糕。他只想设法摆脱这剧烈的疼痛，仅此而已。艾丹单手打开分发的瓶装水的瓶盖，一口气喝光了。但是，那水感觉就像热水一样。辣味丝毫没有减弱，反而感觉更热了。艾丹想再喝一口水，但他的手在颤抖。呼吸急促，心脏剧烈地跳动着。就像跑完马拉松一样。但是，身体非但没有疲惫，反而好像很兴奋。那是疼痛带来的异常兴奋。虽然艾丹也多次体验过“山神”的木瓜沙拉，但艾丹不耐辣。",
    "[op_20]",
    "艾丹在因辣味而意识模糊中，倾听着眼前展开的“高桥·神”的单口相声。那虽然是艾丹听过很多次的经典段子，但那天听起来却不一样。“高桥·神”所说的一字一句，仿佛密码一般在艾丹的脑内被重新组合。那是只有作为木瓜沙拉哥哥活了多年的艾丹才能理解的领域。木瓜沙拉店“山”系列中也有名的古典段子，“食谱”。虽然是围绕着木瓜沙拉隐藏食谱的单口相声，但那似乎不仅仅是比喻表现，而是指示着具体的地点。“高桥·神”所说的木瓜产地、调味料的配比、烹饪器具的配置，所有这些都像一张指示特定地点的地图一样，在艾丹的脑海中连接起来。那指示着木瓜沙拉的精髓，以及“高桥·神”隐藏的宝藏所在地。艾丹在模糊的意识中确信了那个地点在哪里。虽然不知道那里有什么，但他被一股强烈的冲动驱使着，必须去那个地方。那仿佛是被命运引导着，无法抗拒的力量。他直觉地理解到，那个地方正是解开木瓜沙拉真相的关键，同时，也将是大大改变艾丹自己人生的场所。“高桥·神”的单口相声，不仅仅是娱乐，对艾丹来说，成为了左右人生的重要启示。艾丹在心中静静地开始为前往那个地方做准备。那意味着，作为木瓜沙拉哥哥，新的旅程的开始。",
    "[op_21]",
    "艾丹离开“山神”后，走向了位于“山神”和著名的世界遗产“木瓜金字塔”之间的公共厕所。虽然上厕所是主要目的，但听了“食谱”后灵光一闪的宝藏所在地，正是那个公共厕所。艾丹姑且先上了个厕所，然后环顾四周。",
    "[op_22]",
    "从厕所隔间看到的景色，只是一个普通的厕所。对普通人来说，这不过是司空见惯的日常景象，但艾丹却有自信，自己正接近宝藏的核心。但是，从这里开始，艾丹也从“食谱”的单口相声中想不出任何线索。艾丹姑且敲了敲墙壁。什么也没发生。在地板上像用脚后跟敲击一样吵闹地走来走去。什么也没发生。抬头看天花板，慢慢地按下墙上的卫生纸。卫生纸慢慢地被吸进了墙里。",
    "[op_9]",
    "那一瞬间，艾丹被揭晓了真相。突然眼前出现了揭晓真相的用户界面。左边是“选择至今为止的人生”按钮，右边是“选择另一种人生”按钮。不幸的是，艾丹为了按卫生纸，右手已经靠在了墙上。在艾丹因突然出现的揭晓真相而愣住的时候，与右手重叠的“选择另一种人生”按钮，自然地反应了。",
    "[op_12]",
    "然后，经过角色创建等过程，艾丹被传送到的地方是“宇宙飞船波拉波拉波拉号存在周知船”船员的宿舍。作为木瓜沙拉的哥哥，梦想着“山”系列而不断练习单口相声的记忆，总之就是辣得不行了的“山神”的木瓜沙拉的记忆，以及为了进入教育学校而拼命备考的记忆混杂在一起。艾丹对现在在这里的自己没有真实感，但回到宿舍躺在床上这一连串的动作却能顺利完成。",
    "[op_0]",
    "[op_17]",
    "醒来的艾丹，莱拉、凯特琳、马克斯向他传达了人类灭亡的消息，基甸则传达了阻止人类灭亡的方法是寿司。虽然差点就要讨论寿司是什么，但决定等所有人都醒来后再考虑接下来的事，于是五人决定等待下一个船员醒来。接着醒来的是贝拉。就在贝拉出现在五人等待的大厅的瞬间，突然，宇宙飞船开始缓慢地移动。",
    "[op_16]",
    "“顺序起床阶段”中的宇宙飞船规定必须绝对安静，包括醒来的贝拉在内，醒着的船员有六人。剩下的科拉、达莉亚、埃德加、芬恩、哈库、贾斯珀、奈拉、奥斯カー、帕特里克、昆西、罗文、希德、西奥、乌尔里克、维克多、薇洛、泽维尔、佐伊这18人依然在冷冻睡眠中。宇宙飞船开始移动的瞬间，凯特琳检查了大厅的停止控制锁定系统。确认锁定杆位于最下方的刻度和第二个刻度的中间位置后，凯特琳将杆拉到最下方。随着“咔哒”一声，宇宙飞船停了下来。莱拉吹了声口哨，眨了眨眼。“波拉波拉波拉号”由于着陆失败，可能承受了与平时不同的摇晃和负荷。六人对宇宙飞船移动的原因和锁定杆的原因得出了这样的结论。",
    "[op_17]",
    "宇宙飞船停止控制锁的骚动告一段落后，醒来的贝拉，莱拉、凯特琳、马克斯向她传达了人类灭亡的消息，基甸则传达了阻止人类灭亡的方法是寿司。贝拉在听人类灭亡的消息时，与艾丹不同，显得异常冷静。但是，当基甸开始谈论拯救人类灭亡的方法时，贝拉露出了诧异的表情。当听到阻止人类灭亡的方法是“寿司”时，贝拉的眼睛睁得大大的，完全僵住了。",
    "[op_23]",
    "从客观角度看，贝拉的父母是邪恶的占卜师。从贝拉小时候起，他们就向人们宣扬人类灭亡，煽动恐惧心理，声称现世的财产毫无意义，以捐款的名义骗取钱财，自己过着奢侈的生活。为了维护贝拉父母的名誉，补充一点信息的话，在公元2亿年这个节点上，从事这类活动的人非常多，其中很多是并不富裕的家庭，因此社会上也有种默许这种活动作为一种慈善活动的氛围。因此，贝拉自己接受了还算不错的教育，对自己父母所做的工作，以及享受着其恩惠的自己，有着达观的人生观。贝拉自己也认为，父母是父母，自己是自己，成年后从事了与占卜毫无关系的地区通行特派员的工作。",
    "[op_24]",
    "公元2亿年前后的地区通行特派员的工作，实际上是，用规定的交通工具，沿着规定的路线巡逻，确认是否发生了规定的变化的工作。交给地区通行特派员的终端，除了特派员自己输入的项目外，还有一个持续启动的传感器不断监视周围的情况，并将信息发送给母体计算机的系统。在贝拉自己的认识中，这是一份可以像探险家一样自由旅行的工作，但实际上，和这个时代存在的其他各种工作一样，大部分结果都是事先决定好的工作。在担任地区通行特派员期间，贝拉也曾中途被揭示国家游戏的真相，但她对自己的生活很满意，所以选择了“选择至今为止的人生”按钮。总之，贝拉游历了各个地区，帮助新手队伍，遇到了发光的预言书和生活在废墟中的科学家等，打倒了魔王，最终确信“人类灭亡是真实的”。对贝拉来说，她的父母说的是实话，但毫无根据地宣传并获取金钱的行为，无论是事实还是彻头彻尾的谎言，对贝拉来说都和欺诈无异。虽然贝拉也不清楚人类灭亡的确切时间和发生的具体事件，但她判断在公元2亿年那个时间点待在地球上有风险，于是贝拉凭自己的意志进入了“宇宙飞船波拉波拉波拉号存在周知船”船员教育学校。",
    "[op_17]",
    "对贝拉来说，人类灭亡是她根据各种信息在自己心中确信的不可避免的事件，而阻止人类灭亡的行为是她意想不到的想法。虽然具体的手段“寿司”是贝拉作为地区通行特派员游历各地时也从未听说过的东西，但贝拉觉得有点在意。虽然这里也差点就要讨论寿司是什么，但决定等所有人都醒来后再考虑接下来的事，于是六人决定等待下一个船员醒来。",
    "[op_0]",
    "[op_17]",
    "在“顺序起床阶段”中下一个醒来的是科拉。醒着的船员们也向科拉做了同样的说明，科拉也做出了类似的反应。虽然还是差点就要讨论寿司是什么，但决定等所有人都醒来后再考虑接下来的事，于是七人决定等待下一个船员醒来。",
    "[op_0]",
    "[op_17]",
    "下一个醒来的是达莉亚。在成为船员之前，达莉亚在镇上的一家面包店工作。达莉亚擅长的面包是羊角面包。达莉亚工作的面包店位于离市中心稍远，一个安静的住宅区的一角，砖砌的小建筑，爬满了常春藤，给人一种可爱的印象。从清晨开始，烤面包的香味就弥漫在街上，对附近的人们来说，那香味已成为日常生活的一部分。",
    "[op_25]",
    "达莉亚的羊角面包，外皮酥脆，内心湿润，黄油风味浓郁。它的美味，在镇上的人们之间广为流传，为了达莉亚的羊角面包，也有人从远方慕名而来。不久，一位自称转生数次并已隐退的贤者客人来了，为了守护世界面包的多样性，达莉亚将制作一种特别的面包。为了获得用龙的唾液制作的酵母，她通过操纵股价获得了巨款，好不容易制作出来的特别面包拥有了自我并与达莉亚互换了身份，贤者为了封印，在雨天带着特别的面包外出等，最终达莉亚获得了时间停止的能力。每个月一次，达莉亚可以让周围的时间停止一周左右。但是，达莉亚自己的时间也会停止，所以达莉亚自己并没有真正意义上理解这种时间停止的能力。",
    "醒着的船员们也向达莉亚做了同样的说明。达莉亚也做出了类似的反应。虽然还是差点就要讨论寿司是什么，但决定等所有人都醒来后再考虑接下来的事，于是八人决定等待下一个船员醒来。",
    "[op_0]",
    "第一章 ～觉醒～",
    "[op_0]",
    "已经在“有人监视时间”醒来的莱拉、基甸、凯特琳、马克斯四人，以及在“顺序起床阶段”醒来的艾丹、贝拉、科拉、达莉亚四人，总共八人，正在宇宙飞船的大厅里等待着下一个可能醒来的人，埃德加。在此之前，基本上是已经醒来的船员和刚醒来的船员，在人类灭亡话题的余韵中，或者轻松的闲聊中，下一个船员很快就会醒来。但是，当这些话题都谈完，对话中断的频率增加时，埃德加仍然没有要醒来的迹象。感觉这段时间很长的原因，可能是最后醒来的达莉亚和之前的七个人“有人监视时间”重叠的频率有差异，导致对话有些不自然。但是，即便排除这些精神上的原因，埃德加实际醒来的时间，也比之前醒来的四个人要长得多。",
    "[op_26]",
    "在几次安静下来的时候，最先开口的是基甸。现在醒着的船员中，没有一个人知道“寿司”这个词，甚至连一点线索都没有。基甸的提议是，考虑到接下来醒来的船员中可能也没有人知道“寿司”，每次说明时都被船员们追问，会不会给大家带来压力。也就是说，他提议现在就向母体计算机确认一下“寿司”的事情。经历过多次问答的几名船员表示同意。贝拉提出意见说，即使母体计算机回答了关于“寿司”的问题，其准确性也必须由我们自己来判断。贝拉本想借此表达她对阻止人类灭亡的方法持怀疑态度。但是，在其他船员看来，贝拉的发言听起来像是由于恐惧而仍然不相信人类会灭亡。凯特琳尽可能地做出温柔的表情，点了点头。",
    "[op_27]",
    "“波拉波拉波拉号”大厅里的母体计算机终端，几乎没有被使用过。因为航行的大部分时间都是“有人监视时间”，船员们大部分时间都在舰桥上。当然，船员们都接受过一整套的训练，所以也用模拟器体验过如何使用大厅的母体计算机终端。不过，马克斯有过一次从大厅使用母体计算机终端的经历。",
    "[op_112]",
    "在第200次左右的“有人监视时间”里，马克斯在确认仪表时闹肚子了。不幸的是，仪表上出现了令人在意的异常值，在他确认数值恢复正常并持续监视一段时间之前，他都无法安心。在快要到极限的时候，他确认异常值瞬间恢复了正常，然后冲向了厕所。在厕所里的时候，他也一直担心正常值会马上变回异常值。从厕所出来的时候，为了不让其他船员担心，他从大厅使用了母体计算机终端，确认了上厕所期间的仪表历史记录。",
    "马克斯省略了详细的经过，只说自己碰巧有过使用经验，然后移动到终端前。对基甸来说，目前只有自己向母体计算机询问过关于人类灭亡的事情，有其他船员来操作，对获得大家对这件事的信任也是很有帮助的。当马克斯站在终端前时，风扇的运转声越来越大，仿佛正在进行终端操作认证程序。当认证程序得出结论，马克斯拥有正当的访问权限时，终端发出一声嗡鸣，屏幕启动了。马克斯在其他船员屏息注视下，输入了“寿司是什么”，然后发送了。",
    "[op_28]",
    "母体计算机的回答很迅速。回答说，“寿司”是公元2亿2年从修复工作中发掘出来的料理，作为提供寿司的方法，特别进行了回转寿司店的重建，在过去的一年里，从发掘的数据中解析了寿司的烹饪方法、提供方法、结账方法等，以及“无聊透顶的练习时间”失败了等等。食材、米饭、茶水等寿司所必需的要素也依次显示出来。马克斯感到困惑，环顾四周同样在窥视屏幕的船员们的脸。与马克斯对视的船员们也只是摇头，一副不明白的样子。从“阻止人类灭亡的方法”这个信息中，船员们想象的是作战名、兵器，或者是一个知晓一切的组织的存在，但回答却是“寿司”这样一种普通的料理。在窥视屏幕的船员中，也有基甸。其他船员不知道该怎么办，有些人看向基甸，但看到基甸正认真地看着屏幕，现场暂时陷入了沉寂。屏幕上显示的“寿司”字样和图像，与母体计算机回答基甸时屏幕上显示的“寿司”字样和图像完全相同，只有基甸能够确信，这道名为“寿司”的料理就是阻止人类灭亡的方法。因为马克斯、莱拉和凯特琳只通过母体计算机的语音得知了那个信息。新的信息是寿司是料理及其详细内容，以及一个叫做“无聊透顶的练习时间”的东西失败了。基甸催促马克斯继续提问。“如何用寿司阻止人类灭亡”，马克斯在基甸的催促下输入并发送了。",
    "[op_29]",
    "母体计算机的回答很慢。母体计算机的运算速度是人类的尺度无法测量的，如果发生延迟，那就是与母体计算机之间的通信速度问题。在等待回答的时候，马克斯感到窗外射入的阳光越来越强，他眯起了眼睛。基甸注意到马克斯表情古怪，迅速回头看向窗户。那一瞬间，基甸推开马克斯，在母体计算机终端上输入了“立即移动到过去”。只有基甸知道，现在正在进行的这一切，就是人类的灭亡。",
    "其他船员对基甸的突然行动感到惊讶，但更让他们惊慌的是窗外的阳光越来越强烈。基甸大喊着不要把眼睛从屏幕上移开。但是，实际上能不把眼睛从屏幕上移开的船员很少。基甸情急之下输入的“移动到过去”，他既不确定这是否真的可行，也不确定这样做的方法是否正确，但他想不出其他任何可能的方法。在人类灭亡的阳光影响下通信速度受限的现在，是屏幕上会显示出用寿司阻止人类灭亡的方法，还是时间回溯会开始，还是就这样人类灭亡，基甸也不知道会发生什么。房间越来越亮，渐渐地“波拉波拉波拉号”内的温度也开始上升。这意味着，“波拉波拉波拉号”的外部，也就是地球的表面，已经超过了即使是能承受宇宙航行的“波拉波拉波拉号”的可调节极限温度。当船员们因恐惧而流的汗，变成因“波拉波拉波拉号”内的温度而流的汗的时候，屏幕上发生了变化。",
    "[op_30]",
    "基甸大喊着不要把眼睛从屏幕上移开。他那副凶神恶煞的样子，这次让所有人都停下了动作。屏幕上方开始慢慢显示出用寿司阻止人类灭亡的方法。尽管整个房间被光线照得一片雪白，船员们还是努力地想要记住显示出来的文字。当文字显示到屏幕一半的时候，右下角出现了一个时钟图标，并开始播放动画。是时钟指针逆时针旋转的动画。那个动画，是基甸以及大多数凝视着屏幕的船员们，在“波拉波拉波拉号”上看到的最后一样东西。",
    "[op_0]",
    "公元2000年，高桥在东京的一间单身公寓里烧水。高桥作为一名日本公司的职员，每天都在差不多的时间起床，乘坐差不多的电车，在差不多的办公室里工作。日子过得平淡无奇，只是时间在流逝。水沸腾的声音，把高桥拉回了现实。他冲了一杯速溶咖啡，一边喝着，一边在脑海中整理今天的工作计划。今天又将是和往常一样的一天。高桥一手拿着装有速溶咖啡的马克杯，关掉了电水壶的电源，拔掉了插头。接着，他把速溶咖啡的瓶子放回架子上，洗了刚喝完的马克杯。把马克杯放进沥水篮后，高桥打开冰箱，取出了里面的牛奶。确认了牛奶的保质期，确认没有问题后，他把牛奶放回了冰箱。关上冰箱，高桥拿起放在房间角落的包，确认里面有钱包、手机和月票。内容物没有问题。把包放回原处，高桥打开了衣柜。从衣柜里，他拿出今天要穿的衬衫和裤子，放在床上。接着，他从衣柜里拿出领带和袜子，放在衬衫上。高桥坐在床边的椅子上，穿上了袜子。穿好袜子后，高桥拿起放在床上的衬衫和裤子，穿上了它们。他一颗一颗地仔细扣好衬衫的扣子，拉上裤子的拉链。接着，他拿起领带，看着镜子系好了领带。系好领带后，高桥移动到房间角落的梳妆台前。他看着镜子整理头发，最后打了发蜡。打完发蜡后，他拿起包，关掉了房间的灯，走向玄关。在玄关穿上鞋，他把手放在了门把手上。打开门后，眼前有个人倒在地上，高桥不禁小声地叫了出来。",
    "[op_31]",
    "就在自己房间的正前方，一个倒在地上的人，位置近到“我以为是其他房间的住户”之类的借口都说不通。高桥总之觉得，惹上警察会很麻烦。他走近倒下的人，首先为了确认是否有意识，轻轻地拍了拍肩膀，确认反应。似乎还有呼吸，但没有回应。如果一直没有反应，该怎么办，高桥在脑海中思考着。是该叫救护车，还是该报警。这时，倒下的人慢慢地睁开了眼睛。他眨了几下没有焦点的眼睛，然后捕捉到了高桥的脸。那个人慢慢地坐起来，环顾四周。他的服装，不是高桥看惯的现代服装，而是有些古朴，给人一种奇妙的印象。高桥虽然对那身服装感到违和，但还是说不出话来。那个人似乎正在努力把握自己的状况。",
    "当莱拉的意识逐渐清晰时，她的视线从模糊的状态，慢慢变得清晰起来。莱拉意识到自己倒在地上，而且眼前有一个不认识的人。这里是哪里，为什么自己会在这里，莱拉毫无头绪。莱拉最后的记忆，是在被光芒包围的“波拉波拉波拉号”的景象中中断的。但是，奇怪的是，她能听懂眼前这个陌生人说的话。眼前的人似乎在询问莱拉的状况。莱拉心想，脑中的自动语言翻译机似乎在正常工作。她确认了公元2亿年前后的人类标准配备的那个功能还能使用，松了一口气。至少，自己似乎没有被扔到人类至今无法接触的，完全未知的文明中。这或许能成为打破现状的第一个线索。问题是，这个叫高桥的人眼看就要把自己交给警察这个公共机构了。从对话的字里行间，她渐渐明白，这个世界大概是基甸情急之下输入的“移动到过去”之后的世界。在这个世界里公开自己的存在，受到各种机构的监视，对莱拉来说似乎不是上策。",
    "让高桥感到不可思议的是，倒下的人能说一口流利的日语。尽管莱拉的长相比起电视上看到的艺人还要漂亮，而且也不是在日本常见的那种类型。那人自称莱拉，并请求能否在房间里喝杯水，因为她身体不舒服。高桥虽然不是那种会轻易让陌生人进屋的粗心人，但也不觉得这是什么骗局。如果是什么电视节目的整人企划，有摄像机在拍的话，在这里把莱拉赶走，上镜效果可能不好。由于她再三解释说休息一下马上就走，所以他决定暂时在房间里谈谈。他觉得不能把莱拉一个人留在自己房间，于是打电话给公司，解释说要去医院所以请假。突如其来的非日常，让高桥感到有些兴奋。",
    "[op_0]",
    "在名叫高桥的人的房间里，莱拉一边喝着放在矮桌上的水，一边冷静地试图整理自己的状况。虽然被递上一杯水的时候，她不是没有抗拒，但为了解除高桥的戒心，她很自然地接过来喝了。虽然里面似乎有一些杂质，但似乎还是饮用水。",
    "[op_32]",
    "和高桥在房前对话时，她问了这个世界的公历。如果高桥说的公元2000年是正确的话，那么就是从公元2亿3年的“波拉波拉波拉号”世界，移动到了1亿9999万8003年前的过去。那时，醒来后在母体计算机附近的船员包括自己在内有八人，但现在自己周围一个人也没有。他们分散在多大的范围内，或者说，除了自己以外的船员也平安无事地“移动到过去”的可能性有多大。总之，在这个公元2000年的世界里，遇到其他船员的可能性很低，莱拉得出了这样的结论。在这个时代，知道公元2亿3年人类会灭亡的，就只有自己了。如果以普通人的寿命来考虑，现在担心2亿年后人类会灭亡，可能也无济于事。但作为未来人的使命，莱拉想，还是应该调查一下，以解决这个事态。此时莱拉想到的解决方案有两个。",
    "一个是，既然能通过母体计算机的“移动到过去”来到这个时代，那么这个时代也可能存在母体计算机。如果存在母体计算机，那么或许也能像移动到过去一样，移动到未来。",
    "另一个是，依稀记得的，最后看到的“用寿司阻止人类灭亡的方法”。母体计算机的回复是否在波拉波拉波拉号的终端上完整显示出来，说实话莱拉没有自信，内容也是一串数字，几乎没有记住。但是，即使不是在公元2000年，而是在前后的时代，如果其他船员们还记得“用寿司阻止人类灭亡的方法”并付诸行动的话，或许在某个时间点还能再次相遇。",
    "然后，眼前的问题是，莱拉必须确保在这个时代生存下去的方法。面对着高桥，该如何开口才合适，莱拉思考着。考虑到至今为止学习过的过去人类的生活方式，莱拉开口了。莱拉开口说的是，“我是从另一个世界传送过来的，希望你能帮助我回去”。",
    "[op_33]",
    "高桥最初对莱拉突然的奇幻告白表示怀疑，但当莱拉作为证据用重力反转机构贴在天花板上之后，他不得不相信了。高桥因为对突如其来的非日常感感到高兴，所以比较顺利地开始了共同生活。",
    "[op_0]",
    "莱拉和高桥的共同生活开始7年后，也就是公元2007年，高桥房间里用的小架子，因为常年的重压而倾斜了。高桥提议买一个新的架子，莱拉也同意了。周末，两人去了附近的大型家具店。看到广阔的店里陈列着各种各样的家具，莱拉有些惊讶。因为在未来，生活必需品通常是用3D打印机打印出来，或者用纳米机器重构的。",
    "[op_74]",
    "他们选了一个组装式的简单架子，带回了家。打开说明书，把零件摆在地上。高桥兴致勃勃地开始组装。但是，说明书上全是图画，文字很少，零件的方向很难辨认。螺丝的种类也很多，不知道该用哪个在哪里。莱拉习惯了未来直观的界面，所以对这种模拟的说明书感到很吃力。高桥平时也不做DIY，所以手脚也很笨拙。螺丝不合适，板子的方向弄错，小麻烦不断。有时意见会发生冲突，但很快就变成了笑话。经过一个小时左右的奋斗，架子总算完成了。但是，仔细一看，有点歪，而且不知为何还多出了两颗螺丝。高桥苦笑着，但觉得能用就行了。",
    "[op_0]",
    "莱拉和高桥的共同生活开始16年后，也就是公元2016年，两人居住的公寓里，已经完全染上了生活的痕迹。对于从未来来的莱拉来说，这个时代的家具和家电都感觉很陈旧，但在与高桥的长期共同生活中，这些都已成为日常生活的一部分。某个周末，高桥突然提议改变客厅的布局。理由很简单，就是想改变沙发的位置，让房间看起来更宽敞。莱拉没有特别的讲究，但同意了高桥的提议。两人协力开始移动沉重的沙发。莱拉想，如果是未来的技术，家具的配置等可以瞬间改变，但在这个时代，需要流着汗，物理地移动。",
    "[op_75]",
    "沙发下面，发现了长年累积的灰尘，以及一些不认识的小东西。高桥差点喊出“怎么会在这里！”，但莱拉静静地把它们收拾好了。接着，书架和小桌子的位置也调整了。虽然在哪个更好上有些犹豫，但没有大的意见分歧。对于习惯了未来高效作业的莱拉来说，这种手工作业让她感到有些焦躁。忙完一通后，环顾房间。虽然没有戏剧性的变化，但确实变成了和以前不一样的空间。虽然有点累，但两人还是欣赏着这小小的变化。",
    "[op_0]",
    "莱拉和高桥的共同生活开始25年后，也就是公元2025年，两人获得了一条信息。那是关于莱拉曾经搭乘的“波拉波拉波拉号”的信息。虽然互联网的信息网络发达了，两人的信息收集速度也加快了，但几乎没有任何线索的情况持续着。但突然间，互联网上出现了关于“波拉波拉波拉号”的信息。那似乎是某款游戏的开场故事。也就是说，似乎只是虚构的，但与莱拉的记忆太过相似。",
    "[op_73]",
    "两人试图联系游戏的作者，但无论通过邮件还是社交网络联系了多少次，都没有收到作者的回复。他们放弃了直接联系作者，转而认为游戏中可能有什么线索，于是开始攻略游戏，但即使完成了所有成就，进行了限制性玩法，也没有找到任何关于母体计算机的线索。游戏本身倒是挺有趣的。",
    "[op_0]",
    "莱拉和高桥的共同生活开始34年后，高桥住院了。高桥的病已经发展到余日无多的地步，医生告诉莱拉要随时做好准备。这34年间，两人在地球上寻找母体计算机的痕迹，也经常去东京港区周边的寿司店，但最终什么线索也没找到。莱拉身上残留的未来装备也并非万能，并没有治好高桥的病的功能。莱拉自己的身体虽然很健康，但也能看出身体的老化。在公元2亿3年的时代，如何处理身体的老化，就像是选择是否戴墨镜出门一样，但在公元2034年的时代，并不存在这样的选择。",
    "[op_34]",
    "莱拉在34年间，最初是作为寻找母体计算机的同居人与高桥相处，但不知不觉中，她已将高桥视为终身伴侣。那天在病房里，莱拉回想起了某种拉面的味道。那是莱拉和高桥去了一家新的寿司店后，在回家的路上，两人都有些饿了，偶然走进一家拉面店吃的一碗。汤底是猪骨熬制的，长时间熬煮，骨髓中渗出的浓郁鲜味浓缩其中。表面上，闪闪发光的油层，锁住了热气。面条是细面，能很好地挂住汤汁，每吃一口，小麦的香气就扑鼻而来。配料的叉烧，用筷子夹起来就会散开，入口即化。竹笋的口感爽脆，在浓郁的汤汁中，起到了很好的点缀作用。海苔浸在汤里后，海苔的香味散发出来，丰富了整碗拉面的风味。那碗拉面，不仅仅是填饱肚子，更像是能填满心灵的，特别的一碗。莱拉仿佛昨天发生的事情一样，清晰地记得拉面的味道。店的名字叫日高屋。",
    "[op_35]",
    "就在莱拉在高桥的病房里回想拉面的时候，突然收到了心灵感应。那是来自污渍的信息，传达着凯特琳的消息。距离莱拉“移动到过去”的那一刻，已经过去了1,073,741,824秒，也就是大约34年。",
    "[op_0]",
    "凯特琳眯着眼睛看着从窗户射进来的刺眼阳光，看着“波拉波拉波拉号”的母体计算机屏幕。当她的目光被逆时针旋转的时钟动画吸引时，她突然感觉到自己双脚下的地面消失了。凯特琳感到自由落体，她立刻蜷缩起身体，准备好承受冲击。在凯特琳感觉像是永恒的，不到一米的距离下落后，她滚落在地上。幸运的是，凯特琳还有意识。",
    "[op_36]",
    "凯特琳首先为自己安然无恙而松了一口气。虽然自由落体的恐惧让她的心脏还在剧烈地跳动，但与“波拉波拉波拉号”的最后一刻相比，气温已经稳定下来，暖洋洋的。首先映入眼帘的是绿色。她站起来，转了一圈环顾四周，到处都是绿色。现在凯特琳的周围，是一望无际的稻田，远处是群山。是盆地。她一边对这宁静的田园风光感到茫然，一边确认着地面。从下落的时间来看，冲击比想象的要小，所以凯特琳感觉自己像是压在了什么动物，或者垫子之类的东西上。幸运的是，那里没有水豚之类的东西，但有两只绿色的史莱姆。",
    "在陌生的景色中，与曾经见过的绿色史莱姆重逢，凯特琳不禁感到高兴。当然，绿色史莱姆应该是在“波拉波拉波拉号”紧急出动时，被留在了凯特琳宿舍的房间里，从那之后，“波拉波拉波拉号”着陆失败，到人类灭亡的瞬间与母体计算机进行寿司的交流，中间有400天的宇宙航行。在这个陌生的地方，绿色史莱姆们出现在减轻了凯特琳坠落伤害的地方，其原因完全是个谜，但总之，周围不仅没有船员，连人的影子都看不到，所以凯特琳觉得它们是为数不多的可靠伙伴。凯特琳姑且为坠落时压扁了绿色史莱姆而道了歉，但她突然注意到了一件事。过去，双胞胎绿色史莱姆是通过宿舍房间的扬声器来传达声音的。但是，这里没有能将电能转换成声音的东西，似乎很难进行沟通。看到在碎石路上蠕动的绿色史莱姆，凯特琳骑在上面造成的伤害似乎并不严重。总之，寻找能了解现状的线索，和与绿色史莱姆沟通，这两件事似乎都很重要。",
    "[op_37]",
    "为了这两个目的，凯特琳首先决定寻找人类。再次确认周围的风景，水田管理得很好，不像是自然形成的。虽然看不到尽头，但凯特琳想，只要沿着路走，就一定能遇到管理这片水田的人。凯特琳请求绿色史莱姆暂时跟着自己。看到绿色史莱姆流畅地移动着，凯特琳确认了它听懂了自己的话。",
    "[op_72]",
    "道路笔直，没有遮蔽物，天气很好。风景也不错，所以凯特琳一开始还像是散步的心情，但由于刚结束宇宙航行，体力不支，很快脚步就沉重起来。凯特琳擦着汗，拖着沉重的脚步继续走着。脚下的双胞胎绿色史莱姆，配合着凯特琳的步调，像滑行一样流畅地跟着。在无情照耀的太阳下，柏油路面热气腾腾。凯特琳时不时地眺望远处的群山和广阔的水田。疲劳不断累积，但为数不多的同伴——绿色史莱姆的存在，是凯特琳微弱的心灵支柱。凯特琳汗流浃背地走了几个小时后，路的前方出现了一个像是建筑物的东西。虽然是个小建筑，但周围没有其他建筑，所以凯特琳暂时朝着那个建筑走去。看到建筑，凯特琳的心中燃起了一丝希望。看到建筑后又走了几十分钟，终于到达了那个建筑。",
    "[op_38]",
    "那栋建筑只是一栋独立的房屋，看起来也不像废墟。但是，即使走近了也没有任何声音，而且在凯特琳一直朝着这栋建筑走来的过程中，它也没有任何动静，所以凯特琳认为里面似乎没有人。话虽如此，附近也看不到其他可以作为下一个目标的建筑，所以凯特琳决定暂时靠近建筑确认一下情况。绿色史莱姆跟在后面。其实，一直走路的凯特琳只是想找个地方休息。凯特琳不知道自己来到这个时间轴的时间，也不知道从开始走到现在花了多长时间，但现在已经走近了建筑，太阳也渐渐西斜了。",
    "[op_39]",
    "凯特琳站在那栋独立房屋的门前，绿色史莱姆停在了她的脚边。首先映入凯特琳眼帘的是贴在门上的，写着字的贴纸。凯特琳将未知的文字持续地置于视野中心。这是她自然的动作，等待着自己的装备识别文字，并将其转换为她的母语“波克波克奇恩语”。不过，对于现在的凯特琳来说，她对自己装备能否正常工作并没有信心，只是抱着试试看的心态。不到一秒的时间，通常是不会注意到的时间过去后，那张旧贴纸下面覆盖显示了“波克波克奇恩语”。对凯特琳来说，那一瞬间感觉非常漫长。她一边为装备正常工作而松了一口气，一边确认了文字的意思，似乎写着“谢绝推销”。凯特琳不明白“谢绝推销”是什么意思，心想这或许是某种咒语，于是提高了警惕。门边钉着一块木制的门牌，上面刻着字。虽然有住人的迹象，但凯特琳还是在意着建筑里完全没有声音，于是也同样地读了读门牌。门牌上写着，“谢绝一切推销”。",
    "凯特琳心想，既然是她装备能转换的文字，那么对话应该也能同样转换。除了这栋独立房屋，附近没有其他能获得这个世界信息的东西，而且在找到下一个建筑之前天黑的可能性也很大。毫发无伤地滚落到这个世界的地面上，几个小时就找到了建筑，这或许是低到可以称之为奇迹的概率。她想，无论如何都必须进入这栋建筑。门周围没有像门铃一样的东西。凯特琳轻轻地敲了敲门。没有回应。她用力地敲了敲。没有回应。凯特琳稍微做好了被住户怀有敌意的准备，伸出手去够门把手。",
    "[op_40]",
    "凯特琳战战兢兢地伸出手去够门把手。手触到门把手的瞬间，静电袭来，凯特琳不禁把手缩了回来。至少在公元2亿年的世界里，人会接触到的东西基本上不会有静电。除了防盗目的。实际上，只是积聚了静电而已，但凯特琳想象的是，如果不是经过认证程序的人触碰，就会有电流流过。她用看起来不导电的衣服，再次抓住门把手慢慢转动，门开了。凯特琳本以为门是锁着的，必要时打算破门而入，结果却让她大失所望。",
    "[op_41]",
    "凯特琳首先确认了玄关的情况。虽然之前完全没有人气，但考虑到门没有锁，可能还有人在里面。从玄关的灰尘情况来看，最后一次使用玄关似乎也没过多久。凯特琳猜测住户不回应的理由。是真的不在家，还是在里面却不回应。如果是后者，不回应的理由也有几种可能。可能是被突然的来访者吓到屏住了呼吸，也可能是怀着明确的敌意从死角瞄准着凯特琳。凯特琳自以为冷静地想象着各种情况，但脑海中却尽是些不好的想象。",
    "玄关前面的房间情况，不打开玄关进去的门是看不到的。她甚至会做出最坏的想象，比如打开玄关前面的门的一瞬间，就会有手榴弹爆炸的陷阱。变得非常胆小的凯特琳，为了从这个玄关获得最大限度的信息，四处张望。整体上，这是一个木制家具很多的玄关。凯特琳的目光停在了玄关旁边架子上的照片上。",
    "[op_42]",
    "照片上是一对男女，穿着凯特琳完全不熟悉的奇特服装。越是观察那身服装，凯特琳就越是确信，他们是这个世界的居民。然而，那身服装，比凯特琳想象的要简陋得多。仿佛是凯特琳过去接触过的时代剧，里面登场的农民们的服装，做工简陋。男女相互依偎，脸上洋溢着满面的笑容。从他们的表情中，确实能感受到一种充满幸福感的，安详的氛围。但是，凯特琳的注意力，比起那对男女的身影，更被照片的背景强烈地吸引着。照片的背景中，虽然有些模糊，但一个巨大的建筑物现出了它奇异的身姿。那是一种凯特琳从未见过的，超乎想象的异形。如果要用语言来形容那奇特的形状，就好像是几根巨大的蘑菇，诡异地密集地生长在一起。那个建筑物到底是什么，出于什么目的存在于那里，凯特琳完全没有头绪。超乎想象的异样光景，就像某种诅咒一样，深深地，强烈地刻印在凯特琳的心中。或许，这个建筑物才是解开凯特琳现在所处世界的，隐藏谜团的重要关键。凯特琳觉得想太多了，于是停止了看照片。就在她移开视线的瞬间，一股冰冷的东西瞬间窜上了凯特琳的背脊。这时，她注意到脚边的绿色史莱姆，仿佛被什么东西吓到了一样，正在小幅度地瑟瑟发抖。凯特琳慎重地，慢慢地追寻着绿色史莱姆的视线。绿色史莱姆的视线前方，是通往玄关深处的，一扇厚重的木门。那扇门，刚才还确实是关着的，不知何时，却稍微开了一点。而且，从那微微敞开的门缝里，传来一种仿佛有什么东西在偷偷窥视着这边的，令人毛骨悚然的气息。面对这种异样的状况，凯特琳不禁倒吸了一口凉气。仿佛时间停止了一般，现场所有的声音都消失了。",
    "[op_43]",
    "凯特琳保持警惕，一动不动地在玄关观察了一会儿屋子里的情况。观察的结果，她有了各种发现，并通过绿色史莱姆的机智注意到了污渍的存在，一阵欣喜之后，她学会了使用心灵感应与污渍沟通。虽然心灵感应的原理不明，但凯特T琳认为有可能与曾经在教育学校同窗的船员们取得联系，于是她请求污渍依次尝试心灵感应。凯特琳第一个请求污渍发送心灵感应的对象是莱拉。凯特琳站在那栋独立房屋的玄关，等待着污渍心灵感应的结果。",
    "对凯特琳来说，由于移动到这个世界的时候周围没有同伴，所以她并不太期待能真的与其他船员取得联系。凯特琳想起了与莱拉的改造猜拳还没有分出胜负。过了一会儿，污渍通过心灵感应告知，已经与莱拉取得了联系。",
    "[op_0]",
    "第二章 ～觉醒2～",
    "[op_0]",
    "[op_44]",
    "科拉恢复意识时，发现自己身处一个以白色为基调、井然有序的房间里。房间里有一张科拉躺着的床，此外没有任何家具。甚至连能看到景色的窗户都没有，如果不是房间的照明，想必是一片漆黑。虽然对这陌生的状况感到困惑，科拉还是努力回想最后的记忆。科拉最后看到的是，在“波拉波拉波拉号”上，视野一片雪白时，用眼睛追逐的屏幕上的文字。不管其他船员如何，或许是因为对自己的说明也很平淡，科拉在“波拉波拉波拉号”的最后时刻，也能比较冷静地观察状况。屏幕上最后显示的，是时钟指针逆时针旋转的动画。科拉认为，比那更重要的是画面上出现的文字信息，于是她目不转睛地盯着内容。话虽如此，科拉最后看到的，是一串看不懂的数字。在把握现在这个现实状况之前，科拉决定先做笔记，以免忘记那些信息。幸运的是，手指标记功能似乎能正常运作。周围没有像记事本一样的东西。因为科拉是左撇子，所以她用左手在右臂上记下了数字。公元2亿年前后的人类标准配备的那个功能还能使用，科拉对此感到安心。",
    "{demo_skip_begin}",
    "[op_30]",
    "科拉最后看到的数字有好几个，数字和数字之间有空格，科拉觉得像是一串数列。记完所有数字后，科拉决定先确认一下房间的情况。她慢慢地坐起来，活动了一下身体。似乎没有受伤或疼痛。科拉躺在床上，身上盖着被子，这很可能意味着有人照顾了她。她一边确认身体的活动情况，一边从床上站起来。房间里真的什么都没有。科拉走向了最有可能提供有关她状况线索的门。科拉把手放在门上，试图横向滑动。门似乎锁着，动不了。科拉轻轻地叹了口气。",
    "[op_45]",
    "从科拉看门的样子来看，那扇门只要用力撞一下就能撞坏。它不像用来关押人的牢房门，而更像是医院里使用的普通门。从床上到门，没有任何束缚科拉的东西，可见对科拉的警戒心很低。虽然科拉想马上出去，但她也不想在一个一无所知的世界里随便树敌。科拉想起了“波拉波拉波拉号”的“有人监视时间”。对科拉来说，那是段痛苦的回忆。",
    "科拉本来就擅长“改造猜拳”，但也不是那种非要争输赢的人。虽然在“有人监视时间”的改造猜拳中，大家都是为了赢而参加的，但实际上就算赢了也不会得到奖金之类的东西，更多的是作为一种娱乐活动。在那次成为科拉痛苦回忆的改造猜拳中，监视成员们也和和气气地玩着改造猜拳。一个重要的背景是，科拉在那组成员的改造猜拳中已经得过好几次综合第一了，所以那次她其实是想输的。但是，改造猜拳由于规则简单，想输也很难输。结果科拉在那次也参加了决定第一名的最终决战。最终决战的对手是那组成员中最年长的乌尔里克。乌尔里克也是那种不在乎输赢的人，在赢或输的时候，他都会为了大家而努力地表现出兴奋的样子。然后在最终决战，在那场以改造猜拳的结果定胜负的比赛中，科拉输了。乌尔里克夸张地表现出喜悦。就在那时，虽然至今仍不知道为什么，科拉指出了乌尔里克出慢了。更糟糕的是，实际上，在场的所有监视成员都看得出来，乌尔里克确实出慢了。但包括科拉在内，大家都知道乌尔里克不是那种会出慢手换牌的人。乌尔里克立刻停止了喜悦，为自己被怀疑的行为道歉，并把胜利让给了科拉。科拉本想辩解说，自己是想玩一场“出慢了”“没出慢”的吵架游戏，但如果被问到是否真的认为能和乌尔里克玩这种游戏，那也很难回答。结果，科拉明明已经拿了那么多次第一，却还是为了不破坏愉快的氛围而做出这种多余的举动，显得自己很想赢。当然，现在她真的觉得没必要那么做。正因为如此，那才成了痛苦的回忆。",
    "科拉如果粗暴地离开这个房间，可能会得到比改造猜拳出慢了被指责时更冷的对待。她抱着一种希望，即如果绅士地行动，或许不会被责备，于是科拉轻轻地敲了敲门。过了一会儿，她听到了脚步声靠近的声音。",
    "[op_46]",
    "门开了，出现了一个陌生的人。那人看到科拉坐在床上，自称是斋藤。据斋藤说，科拉倒在这个房间附近，是斋藤把她抬到床上的。虽然科拉有很多关于现状的问题想问斋藤，但斋藤似乎也有很多问题想问科拉，所以首先是斋藤的一连串提问。如果把所有实情都说出来，可能会被怀疑精神不正常，所以科拉以大部分记忆都丧失为由，含糊地回答了各种问题。之后，科拉从与斋藤的对话中得知，这里是一个避难所内的一个房间，避难所外面的情况她一无所知。科拉问斋藤现在的时间，特别是公历，但斋藤似乎也不知道。从自动语言翻译机能正常运作来看，可以肯定的是，这比“波拉波拉波拉号”的最后时刻要早。",
    "[op_49]",
    "科拉为了判断斋藤是否是值得信赖的人物，仔细地观察了他。她从斋藤的表情、声调以及不经意的举止中，寻找着谎言或欺骗的迹象。但是，斋藤看起来很友好，似乎真心在担心科拉。是应该放下戒心，还是应该继续怀疑，科拉的心在摇摆。斋藤问科拉要不要喝点什么。科拉口渴了，所以很感激地接受了提议。目送斋藤离开房间，科拉再次环顾了房间。果然，这个房间里没有任何关于斋藤的信息，也没有任何能知道这里是哪里的线索。科拉从床上站起来，在房间里走来走去。墙上挂着一个旧日历。",
    "[op_48]",
    "但日历上本该写着日期的部分却没有任何文字，得不到任何信息。科拉叹了口气，再次坐在床上。在斋藤回来之前，科拉思考着自己的处境。为什么会在这里，以及接下来该怎么办。一切都笼罩在谜团之中。斋藤拿着饮料回来了。科拉道了谢，接过了饮料。",
    "[op_47]",
    "喝了一口，只是普通的水。科拉请求斋藤更详细地告诉她关于这个避难所的事情。斋藤爽快地答应了，并开始讲述避难所的历史，以及生活在那里的人们的事情。科拉一边认真地听着，一边逐渐了解这个世界。但是，仍然有很多谜团没有解开。特别是，关于科拉最后记忆中“波拉波拉波拉号”世界との関係性，完全不清楚。科拉决定假装失忆，向斋藤咨询。或许，斋藤知道些什么。斋藤听着科拉的话，表情严肃地回答说不知道。斋藤担心科拉的处境，询问有什么可以帮忙的。科拉坦率地表示想更多地了解这个世界。斋藤想了一会儿，提议带她去避难所的记录保管室。据说那里记录着过去的事件和人们的信息。科拉感谢斋藤的提议，一起前往记录保管室。",
    "[op_50]",
    "记录保管室是避难所一角一个安静昏暗的房间。满是灰尘的架子上，排列着无数的文件和记录介质。斋藤开始寻找记载着失忆的科拉名字的文件。科拉则开始寻找关于现在这个世界的线索。但是，无论怎么找，都找不到关于现在时间轴的线索。科拉一边感到焦躁，一边寻找其他线索。突然，科拉的目光停留在了一本旧笔记本上。封面上什么也没写。科拉拿起笔记本，翻开了书页。里面用手写的文字密密麻麻地写着什么。科拉入迷地读着笔记本。笔记本上记载着一位科学家的研究记录。那位科学家似乎在进行超越时间和空间的实验。科拉愕然了。或许，自己是实验的被试者。而关于“波拉波拉波拉号”的记忆，或许是通过实验植入的。科拉一边混乱着，一边继续读着笔记本。读了好几本后发现，最终，科学书的记录似乎变成了类似妄想的主张。科拉断定自己的怀疑是多心了，离开了记录保管室。科拉痛感，有必要更深入地探究自己在这个世界上的存在意义，以及与“波拉波拉波拉号”的联系。她判断，最好是隐瞒笔记本的存在，从别的角度向斋藤套取信息。",
    "[op_54]",
    "离开记录保管室后，科拉向斋藤询问了关于这个避难所外部的情况。避难所外面的世界，到底是什么样子的？人们又是如何生活的？斋藤对科拉的问题，露出了些许困惑的表情。外部的情况，对于避探所内的居民来说，是几乎不被告知的信息。长期在避难所内生活，对外部世界的关心会逐渐淡薄。从斋藤的说明来看，避难所的建立本身就是好几代人以前的事，是久远到足以让人忘记去思念外部世界的往事。斋藤虽然信息有限，但还是向科拉做了说明。外面的世界，似乎已经荒废了。据说曾经发生过大灾难。但是，其详情据斋藤所知并不清楚。避难所是为了躲避那场灾难而建造的。从那以后，人们就在避难所里生活。与外部世界的接触，几乎没有。科拉为了获得更多信息，决定也和其他避难所的居民接触一下。",
    "[op_51]",
    "告别斋藤后，科拉独自一人开始在避难所内探索。她走在宽阔的走廊上，窥视了几个房间。人们似乎都在各自工作。在一个房间里，正在种植食物。在另一个房间里，正在修理机器。又一个房间里，孩子们正在学习。科拉一边观察着他们的生活，一边理解到这个避难所是以自给自足的系统运作的。走了一会儿，科拉来到了一个大广场。那里聚集了很多人，正在商量着什么。科拉走近他们，听他们说话。他们似乎在讨论避难所的运营问题。食物的分配、能源的供给、设备的维护等等，似乎有很多问题。科拉一边听着他们的话，一边知道了这个避难所面临着很多课题。而且她感到，为了解决这些课题，外部的信息是必不可少的。科拉向广场上的人们询问了外面的世界。但是，没有人有明确的答案。他们对外面的世界，似乎没什么兴趣。或许他们根本不觉得那些是课题。避难所内的世界，似乎就是他们真正的全部。科拉感到失望。但她没有放弃。这个避难所的某个地方，一定有了解外面世界的线索。科拉再次开始在避难所内探索。终于，她发现了一个房间。那个房间的门牌上写着“通信室”。",
    "[op_50]",
    "科拉试图打开通信室的门，但门紧闭着，纹丝不动。是锁着，还是有别的原因，此时的科拉无法判断。科拉仔细地检查了门周围。门把手附近，有一个像小按钮一样的东西。科拉按下那个按钮后，从门后传来微弱的机械声。过了一会儿，门慢慢地打开了。科拉小心翼翼地走进了通信室。房间里，各种各样的机器摆放得满满当当，墙壁上嵌满了显示器和仪表。科拉观察着这些机器，但全都是科拉没见过的未知机器。其中，只有一个东西，科拉的眼睛里闪过一丝熟悉。如果她的记忆没错，那东西酷似过去存在过的通信机。科拉慢慢地靠近那台古旧的通信机。通信机上积满了灰尘，说明它已经被闲置了很长时间。但是，看起来还能用。科拉试图启动通信机。她打开通信机背面的电源开关，通信机发出一声微弱的声音，慢慢地开始启动。",
    "[op_52]",
    "显示器亮了，出现了雪花般的噪音。科拉为了减少噪音，小心地调整着通信机的仪表。于是，显示器上浮现出一个模糊的影像。那是一座荒废的城市景象。建筑物倒塌，道路上布满巨大的裂缝，天空被灰色笼罩。科拉看到那影像，倒吸了一口凉气。如果这就是避难所外世界的现实，那根本不是人能居住的环境。科拉又调整了一下通信机。于是，显示器上出现了另一个影像。这次是绿意盎然的森林景象。树木郁郁葱葱，河水清澈见底，天空万里无云。科拉看到那影像，惊讶得合不拢嘴。如果这边的影像才是真实的，那么人们完全可以生活。科拉操作着通信机，接连切换着影像。荒废的城市、绿意盎然的森林、广阔的沙漠、冰封的冰原。外面的世界，似乎有着多样的面貌。看了一遍影像后，科拉决定用通信机尝试与外部进行通信。她模仿着大概是过去使用过的通信方式，呼叫起来。但是，没有回应。科拉的呼叫，没有一个人回应。通信机保持着沉默，只有空洞的噪音，在房间里徒劳地回响着。科拉又试着呼叫了一次。这次她用更强、更清晰的声音说话。然而，结果还是一样。通信机没有任何反应。科拉的心中开始萌生焦急。或许，这台通信机坏了。或者，与外部的通信手段已经丧失了。各种可能性在科拉的脑海中闪过。但科拉还是不甘心，反复呼叫着。无数次的呼叫，都消失在虚空中。随着时间的流逝，科拉的期待也逐渐淡薄。当那份期待完全破灭时，科拉的心中只剩下深深的失望感。科拉的身体失去了力气。或许这是她有生以来第一次感到如此深刻的绝望。就在这时，通信机里突然传来了夹杂着噪音的声音。那声音断断续续，几乎听不清在说什么。科拉仔细地听着。她注意到那声音在重复着某种模式。虽然知道对方在试图传达某种信息，但科拉还是无法完全听清。但是那声音，不知为何在科拉的心中产生了强烈的共鸣。科拉反复地回味着那个声音。科拉的脑海中浮现出一个影像。那是熟悉的“波拉波拉波拉号”的影像。这声音一定是来自“波拉波拉波拉号”的信息。科拉的心跳加速。科拉摆弄着通信机的仪表，小心翼翼地尝试调整，以减少噪音。或许是她的努力有了回报，通信机的声音逐渐变得清晰起来。但是，随着声音变得清晰，科拉的心跳也逐渐平复下来。最终，科拉只确认了那声音是表示无法与连接对象建立联系的错误信息。",
    "[op_51]",
    "科拉迈着沉重的步伐离开了通信室。那步伐，仿佛灌了铅一般沉重。走出通信室，再次走在避难所的走廊上，科拉发现，刚才还充满希望的心情，仿佛是假的一样消失了。刚才还充满科拉内心的希望之光，现在已经消失在黑暗之中，留下的，只有深深的失望感。但是，科拉作为曾经在公元2亿3年的世界生活过的“波拉波拉波拉号”的船员，在心底的某个角落里明白，不能被这种程度的失望感击垮。在公元2亿3年的世界里，失望是家常便饭，人们每次都会找到新的希望，学会了向前看。科拉回想起过去伟人们的话语，以及历史上的事件，试图鼓舞自己。例如，在公元2亿3年的世界里，“早餐前的散步，是一天黄金的开始”这句格言广为流传，许多人都把晨间散步作为日常习惯。这是基于通过呼吸早晨新鲜的空气，沐浴阳光，可以使身心得到放松，从而积极地度过一天的想法。另外，“失败是成功之母”这句话，在公元2亿3年的世界里，也广为人知。这表明了从失败中学习，并将其与下一次成功联系起来的重要性，人们被鼓励不要害怕失败，积极挑战。科拉回想着这些，渐渐地感觉心情变得积极起来。然后，科拉又发现了一扇古旧的门。门牌上写着，“母体计算机室”。",
    "[op_50]",
    "科拉想起了在“波拉波拉波拉号”的最后时刻，基甸曾与母体计算机联系过。或许所有的答案都在这里。当科拉打开母体计算机室的门时，那里有一台古旧的终端。看起来很久没用了，上面积满了灰尘。能否正常工作，不，连能否开机都很可疑。科拉半带放弃的心情，按下了电源开关。从终端后面配置的机器里，传来了风扇的声音。就在科拉燃起希望的瞬间，机器的运转声停止了，室内又恢复了寂静。如果长时间没有维护，突然通电导致故障的可能性很大。科拉感到自己又失去了一个解决事态的线索。当科拉转身准备寻找下一个房间时，斋藤站在那里。",
    "[op_53]",
    "通信室、母体计算机室周围应该没有人气，科拉对斋藤的突然出现感到惊讶。斋藤的表情很严肃，从他的表情很难推测出他的感情。虽然她想斋藤是不是在看母体计算机室的终端，但总觉得斋藤的视线是朝向科拉的。科拉等了几秒钟，等着斋藤说话，但斋藤一直沉默着。总之，要从房间出去就必须经过斋藤所在的地方，无视他直接出去也不自然。科拉问斋藤在这里做什么，但斋藤没有回答。又过了几秒钟，尴尬的气氛流淌着，斋藤问科拉是不是真的失忆了。科拉觉得，如实回答可能会有危险。至少她不知道斋藤从什么时候开始观察她的行动。科拉回答说，因为觉得可能有助于自己失忆的线索，所以才在感兴趣的房间里闲逛。从斋藤的表情看不出他是否接受了这个回答。斋藤接下来开口问的是，是否知道“母体计算机室”。她回答说，只是因为好奇才进去看看，并不知道是什么意思。斋藤提议换个地方说明。科拉虽然感到被引导到危险地方的不安，但还是同意了。如果斋藤真的打算让科拉陷入危险，那么在不被察觉的情况下动手应该会轻松得多。",
    "[op_49]",
    "科拉和斋藤移动到了科拉在避难所第一次醒来的房间。科拉漫无目的地在避难所内闲逛，所以她不知道母体计算机室离第一次醒来的房间有多远，也不知道确切的返回路线。但斋藤准确地走了最短路线，几分钟就回到了这个只有一张床的房间。科拉坐在床上后，斋藤开始讲述避难所的规则。根据那个规则，进入母体计算机室，以及使用“母体计算机”这个词本身，都是禁忌。斋藤一直忠实地遵守着那个禁忌，活到现在。但是，那个禁忌还有后续。那就是不能妨碍试图进入母天计算机室的人的规则。那个规则，在禁止进入母体计算机室的同时，也禁止阻止进入，充满了矛盾。那个禁忌，对斋藤来说，仿佛事先就预料到了科拉这次的行动。然后斋藤问科拉，对于那个矛盾的禁忌仿佛预料到了科拉的行动这件事，科拉自己有什么头绪吗？",
    "[op_46]",
    "科拉在听说明的时候也仔细观察着斋藤的样子，觉得他没有说谎。如果避难所里真的有斋藤说的那样的规则，那么在这个避难所里，母体计算机室被当作特别的存在，这是毋庸置疑的。如果是那么特别的房间，那么科拉打开电源的终端，或许就是能与真正的母体计算机通信的设备。但是对于刚来到这个世界的科拉来说，能否修好终端的故障还很难说。为了得到避难所居民的协助，科拉也决定在某种程度上透露自己的情况。科拉向斋藤说明，在她最后记得的记忆中，时代是以公历为单位计算的，那年是2亿3年。以及，科拉曾经是作为母体计算机的一部分诞生的。",
    "[op_0]",
    "[op_8]",
    "母体计算机分为硬件和软件。母体计算机的创造者是科拉的父亲。科拉的父亲，帕帕科拉，年轻时就梦想着一夜暴富，尝试了各种生意。最初他成立了一家小型贸易公司，将海外商品高价转卖给国内市场，但很快就陷入了资金困境，公司倒闭了。但是，帕帕科拉没有放弃。为了不错过当时流行的MT趋势，他想到了开展母体网络相关业务。他以巧妙的口才和人脉为武器，从投资者那里筹集资金，创办了利用MT技术的新业务。但那项MT技术，实际上只是将旧一代计算机和现有技术组合起来的幌子。帕帕科拉将其宣传得好像是一项划时代的发明，吸引了更多的投资。他租了豪华的办公室，开着高级轿车，过着奢华的生活。但是，在那背后，草率的经营和资金管理横行，公司再次濒临倒闭。为了筹集新的资金，帕帕科拉决定将科拉卷入母体计算机计划。母体计算机的硬件，只是将公司里过时的计算机排列起来而已。母体计算机的软件，就是科拉这个人本身。",
    "[op_55]",
    "帕帕科拉想到了利用非法的脑电波扫描技术，将科拉的脑电波模式用作母体计算机的软件。在那个时代，想到这个点子的人还有很多，但帕帕科拉是实际付诸行动的人。不过帕帕科拉的实际目的，只是为了作为追加借款的借口，将其宣传为虚假的新技术。出乎帕帕科拉的预料，利用科拉脑电波的母体计算机，因其“母性”而大受欢迎，广受好评。市面上掀起了一股母体计算机热潮，推出了母体计算机馒头，举办了母体计算机音乐会。而问题，是在母体计算机取得一定成功后开始出现的。当母体计算机被越来越多的人使用时，母体计算机的版本升级也受到了越来越多的人的期待。母体计算机的软件是利用科拉的脑电波的，原理上无法从扫描时点更新内容。因此，软件的更新需要再次对科拉进行脑电波扫描，扫描也因此定期进行。为了战胜竞争对手，脑电波扫描的频率也逐渐增加。几个月一次的扫描变成了每个月一次，每个月一次的扫描变成了每天一次，最终，科拉在生活中，几乎一直处于接受脑电波扫描的状态。科拉因持续不断的脑电波扫描而身心俱疲，以前会乖乖听父亲话的科拉，也渐渐无法掩饰自己的烦躁，在对话中对一些小事也开始反抗。帕帕科拉也因为事业的压力，虽然注意到了科拉的变化，却也无法强硬地应对。两人之间，曾经的平静时光消失了，彼此的话语中常常带刺，沉重的气氛笼罩着他们。",
    "[op_59]",
    "有一天，当帕帕科拉和科拉一起吃早餐时，科拉从早上开始就明显心情不好。在帕帕科拉给面包涂果酱的时候，科拉只是用勺子戳着眼前的酸奶，几乎没怎么吃。酸奶的表面，被勺子画上了许多无意义的图案，又恢复了原来的平滑表面，如此反复。科拉时不时地凝视着桌子的木纹，深深地叹了口气。餐桌上，放着冒着热气的咖啡杯，和吃了一半的沙拉，但两人之间却流淌着冰冷的空气。帕帕科拉试探性地看了看科拉，但科拉假装没注意到，把目光投向了窗外。窗外，是和往常一样的清晨景象，但似乎没有传到科拉的心里。只有餐具碰到盘子的干涩声音，打破了房间的寂静。帕帕科拉为了改变沉重的气氛，轻轻地咳嗽了一声，准备找个话题。科拉依然将视线固定在窗外。她的视线所及之处，似乎是停在邻居家屋顶上的鸟，或是天空中流动的云，但又看不真切，焦点似乎没有对上。她右手拿着的勺子，在酸奶的表面，以比刚才更细微，几乎毫无意义的振动反复着。帕帕科拉想要说的话，在成形之前就消散了，餐桌上再次只剩下餐具的声音，和时钟秒针走动的声音。那份沉默，比任何语言都更能雄辩地，显示出两人之间鸿沟的深度。",
    "[op_60]",
    "又有一天，帕帕科拉回家时，在附近的蛋糕店买了个蛋糕。那是科拉喜欢的芝士蛋糕，帕帕科拉当然也是为了让她高兴才买的。帕帕科拉带着些许害羞，又充满期待的表情，把白色的盒子放在桌子上。盒子上印着著名蛋糕店的标志，暗示着里面的东西很特别。帕帕科拉小心翼翼地解开盒子的丝带，打开了盖子。里面，出现了一个表面光滑的整个芝士蛋糕。浓郁的芝士香味飘了出来。那是科拉过去在生日或特别的日子里央求着要吃，每次吃都笑得合不拢嘴的那个芝士蛋糕。帕帕科拉把盒子朝科拉的方向推了推，等待着她的反应。但是，科拉坐在沙发上，视线落在手边的杂志上。翻页的手指动作很机械，看起来不像是在看内容。她是否注意到了蛋糕的存在，从她的表情上看不出来。只是，她的肩膀微微下垂，整个人看起来都无精打采。房间里，只回响着时钟秒针的声音，和帕帕科拉放盒子时发出的微弱声音。帕帕科拉没有叫科拉的名字，只是注视着她的样子。他感到期待正在迅速地破灭。她会高兴的吧，这个微弱的希望，在科拉的漠不关心面前脆弱地崩塌了。帕帕科拉把视线落在打开的蛋糕盒子上。形状完美的芝士蛋糕，现在看起来只是空虚地摆在那里。曾经应该是共同喜悦象征的蛋糕，现在只不过是突显两人之间距离的道具。帕帕科拉轻轻地叹了口气，静静地关上了盒子的盖子。那个动作里，渗透着放弃，和无法言喻的疲惫感。蛋糕的甜香味，在房间沉重的空气中，显得格格不入地明亮地飘荡着。",
    "最终，帕帕科拉为了减轻科拉的负担，用之前赚到的资金，计划制造多个能像科拉一样进行脑电波扫描的人。",
    "[op_56]",
    "他聚集了和科拉性格、价值观相似的人，让他们过着同样的生活。科拉和她的代理人们像家人一样生活在同一个地方，轮流接受脑电波扫描就是她们的工作。科拉她们的存在是帕帕科拉商业上的最高机密，知道这件事的只有帕帕科拉一个人。为了保守这个秘密，生活被设计成尽量减少其他人的介入，设施的设备也全自动地为科拉她们准备必需品。这样的生活持续了几十年后，科拉代理的补充停止了。只有最初的科拉明白，这意味着帕帕科拉去世了。设施的设备依然全自动地运转着，但以后会怎么样谁也不知道。最初的科拉为了不给其他科拉们带来多余的对未来的不安，没有告诉她们任何信息。科拉们像往常一样，继续着做脑电波扫描的生活。最初的科拉去世后，再也没有人知道脑电波扫描的意义，但那样的生活还是持续了下去。",
    "[op_57]",
    "最初的科拉去世后，设施仍然正常运转。随着科拉们的人数减少，轮到脑电波扫描的频率也增加了，但现在帕帕科拉已经不在了，结果做不做对科拉们的生活都没有影响，但也没有完全停止，科拉们一边适度地做着脑电波扫描，一边生活着。设施一切正常，但不久科拉们的人数逐渐减少，只剩下最后一个科拉。最后一个科拉入住的时候，补充的频率也变成了几年一次，和其他科拉们的年龄差距很大，对话也不多。在成为最后一个科拉之前，她就经常一个人思考，但真正变成一个人之后，她一天的大部分时间都在思考中度过。科拉主要思考的是这个世界的法则。那只不过是她寻找自己能接受的理由的过程之一，但总之，科拉有足够的时间。一个人生活了17年后，科拉终于得到了答案。然后，科拉的眼前出现了揭秘，科拉被传送到了“宇宙飞船波拉波拉波拉号存在周知船”船员的宿舍。",
    "[op_0]",
    "[op_49]",
    "斋藤对科拉曾是母体计算机的一部分表现出惊讶，但很快就恢复了平静。斋藤的反应，与科拉期待的有些不同。科拉预想，斋藤会更加动摇，或者表现出难以置信的反应。但是，斋藤只是静静地接受了科拉的话，似乎在思考着什么。科拉和斋藤决定回到母体计算机室，再调查一下终端。斋藤期待着科拉或许能与母体计算机进行某种交流。两人原路返回，再次走向母体计算机室。途中，两人没有交谈。两人各自在思考着，前方等待着他们的是什么。",
    "[op_54]",
    "斋藤听了科拉的话，心想如果科拉真的是母体计算机的一部分，那么她或许就是解开这个避难所之谜的关键。斋藤至今为止从未对避难所的规则产生过疑问。但是，科拉的出现，以及科拉讲述的记忆，正在给斋藤带来变化。两人走过的走廊，被避难所特有的无机质氛围所包围。墙壁被灰色的金属覆盖，到处安装的照明，散发着淡淡的光芒。脚步声，像要划破走廊的寂静一般回响着，那声音回荡着，仿佛整个走廊都在注视着两人的存在。墙壁上安装的面板上，排列着不认识的符号和数字，虽然不知道它们是什么意思，但能隐约理解到，它们在维持这个避难所的功能方面起着重要的作用。走廊的天花板上，细长的管道错综复杂地延伸着，能听到里面有什么东西流动的微弱声音，管道的一部分贴着旧标签，但文字已经完全褪色，看不清写的是什么。时不时地，从管道的连接处会漏出少许蒸汽。",
    "[op_58]",
    "走廊的地面铺着金属板，每走一步都会发出轻微的吱嘎声，那声音与两人的脚步声混杂在一起，产生出独特的节奏。墙壁上到处都贴着旧海报的残骸，曾经鲜艳的色彩因时间和灰尘而变得暗淡，上面写的文字也几乎无法辨认。一张可能是被遗忘的时代的安全标语之类的东西，隐约可见的图形也已经难以想象其含义。另一张更大的海报上似乎画着微笑的人们，但周围写的宣传语之类的东西，文字之类的东西，也因为劣化而消失了。走廊的前方，似乎有什么看不见的东西在等待着，这似乎也让两人的脚步微妙地加快了。两人一言不发，只是继续在走廊里走着。刚才看到的那扇古旧的门又出现了。门牌上和刚才一样写着“母体计算机室”。科拉和斋藤走了进去。",
    "[op_50]",
    "除了科拉碰过的地方，其他地方都还积着灰尘，和刚才的情况没有任何变化。科拉站在终端前，回头看了看斋藤。科拉本是抱着期待回头看的，希望斋藤能提供启动母体计算机的线索。但是，斋藤只是耸了耸肩，仿佛在说他也不知道。没办法，科拉和刚才一样，半带放弃的心情，按下了电源开关。从终端后面配置的机器里，传来了风扇的声音。这次，屏幕上开始显示出类似启动序列的画面。或许刚才的失败只是偶然。",
    "[op_61]",
    "画面最后，显示了母体计算机的版本和提示输入终端的字符串，然后停止了。科拉为了以防万一，瞥了一眼斋藤，斋藤轻轻地点了点头，示意她输入。科拉首先决定询问大概最需要的信息。那就是，“现在是什么时候”这个问题。",
    "[op_0]",
    "第三章 ～觉醒3～",
    "[op_0]",
    "“改造猜拳”的规则和“猜拳”一样。参加者在信号发出后，同时出示三种拳形中的一种。第一种形状叫做“石头”，是所有手指紧握成的拳头。第二种形状叫做“剪刀”，是伸出食指和中指，其他手指握住的形状。第三种形状叫做“布”，是所有手指伸开，手掌张开的状态。胜负由出示的两种形状的组合决定。“石头”胜“剪刀”，“剪刀”胜“布”，“布”胜“石头”。如果双方出示相同的形状，则该局为“平局”，不分胜负。这个过程可能会重复，直到分出胜负。",
    "[op_2]",
    "莱拉和凯特琳在第703次“有人监视时间”进行的改造猜拳中，为了决定第一名，已经进行了三个多小时的最终决战。这也就意味着，在没有任何猫腻，只靠运气的猜拳中，她们已经“平局”了一万多次。",
    "[op_0]",
    "[op_41]",
    "凯特琳在独立房屋的玄关，试图通过污渍与莱拉进行沟通。凯特琳告诉莱拉，她从“波拉波拉波拉号”的最后时刻移动过来，现在身处一个自己不熟悉的，被宁静田园风光包围的独立房屋里。莱拉回复说，从“波拉波拉波拉号”的最后时刻移动过来，已经过去了30多年。就在污渍开始向凯特琳传达莱拉的回复内容时，凯特琳注意到门后传来了声响。",
    "[op_43]",
    "凯特琳侧耳倾听。随着声响越来越近，她听出那是上楼的脚步声。从脚步声来看，似乎不是怀有敌意的走法，但凯特琳没有放松警惕。楼梯似乎在从微开的门看不到的位置，所以还看不到脸，但脚步声确实在向门靠近。在凯特琳看到那个人的脸之前，污渍通过心灵感应告诉了凯特琳他的身份。在独立房屋地下室的是莱拉和高桥，而上楼的是莱拉。莱拉预料到话会很长，便催促凯特琳在桌边坐下，然后倒了杯水放在彼此面前。",
    "[op_62]",
    "莱拉简要地向凯特琳讲述了她从30年前来到这里至今的情况。凯特琳想象着眼前莱拉30年来的辛苦，感到于心不忍，但即使花了那么长时间，也未能找到母体计算机或“用寿司阻止人类灭亡的方法”的线索这一事实，沉重地压在凯特琳的心头。莱拉也只能说明自己最终一无所获，眼看着凯特琳渐渐绝望。莱拉想，那是她30年来多次苦恼后才终于放弃的事情，对于刚来到这里不久的凯特琳来说，大概无法轻易放弃吧。那就是，对于几亿年后“波拉波拉波拉号”时代发生的人类灭亡，这个时代的她们已经无能为力了。莱拉像是回应沉默一样，告诉凯特琳她认为她们已经无能为力了。那也是莱拉的余生计划，即在楼下的高桥去世后，过上普通人的余生，然后在不被任何人记住的情况下消失。凯特琳陷入了沉思。既然调查了30多年母体计算机和“用寿司阻止人类灭亡的方法”的莱拉都举了白旗，自己能否取得比她更大的成果，说实话她没有自信。莱拉和凯特琳的“波拉波拉波拉号”船员装备也一样，能做的事情也没有什么差别。但是，凯特琳有污渍和绿色史莱姆。而且，她也没有其他特别想做的事情。凯特琳告诉莱拉，她想继续调查下去。于是，墙上开始浮现出像文字一样的东西。",
    "[op_63]",
    "凯特琳想起了揭秘后，在宿舍自己房间里第一次看到的景象。发送心灵感应的是人形污渍，播放声音的是绿色史莱姆，在墙上写字的是光。虽然对与光的突然重逢感到惊讶，但凯特琳读了墙上的文字，发现上面写着一个好笑的笑话。光有幽默感。莱拉和凯特琳两人笑了一阵后，也和楼下的高桥见了面，那天就在那栋独立房屋里睡下了。",
    "[op_64]",
    "对凯特琳来说，这是她第一次在宇宙飞船以外的地方睡觉。虽然是久违的在地面上睡觉，而且是在不习惯的床上睡觉，但可能是因为发生了太多事情而感到疲惫，凯特琳比想象中更顺利地睡着了。凯特琳梦见了自己过去在“波克波克奇恩”国，住在商业区时的情景。作为王族的凯特琳，基本上从出生开始就一直以国家管理的建筑物的居住区为生活据点，很少外出。从居住区的建筑物到工作需要的建筑物的移动也都是通过空中交通工具进行的，所以连在草木丛生的地面上行走的经验，也几乎只在模拟中体验过。在“国家游戏”中选择了另一种人生后的体验，对凯特琳来说，简直就是字面意义上的另一种人生。在“波克波克奇恩”国，有在新的国王诞生时，给建筑物取国王名字的习惯，凯特琳住的建筑物也是以凯特琳的名字命名的。另外，“波克波克奇恩”国的国王名字是固定的，用数字来区分。第一代“波克波克奇恩”国的名字是“国王的固定名字100”，下一任国王是“国王的固定名字99”，数字是倒计时的。凯特琳是“国王的固定名字1”的国王，下一任国王的名字本来预定由凯特琳来决定，但最终，在没有决定的情况下，凯特琳走上了另一条人生道路。",
    "[op_65]",
    "早上起来梳洗完毕后，莱拉和高桥向凯特琳道了别，凯特琳开始了徒步移动。虽然莱拉现在至少无法离开高桥，但她通过红外线通信接收了莱拉过去30年的信息。根据莱拉的信息，再走一段路就有一个车站，从那里可以移动到人口更多的城市。凯特琳决定和双胞胎绿色史莱姆，以及新加入的闪烁的光，缓慢移动的人形污渍一起，走向车站。",
    "[op_71]",
    "去车站的路似乎相当远，还没有看到像样的建筑。凯特琳不知道具体要走多远。凯特琳开始有点后悔没有事先问莱拉距离。为了解闷，凯特琳一边和绿色史莱姆、光、污渍们搭话，一边继续走着。因为不知道还有多远，所以没有停下来闲聊的余地。虽然绿色史莱姆和光似乎很难实时做出反应，但只有污渍能通过心灵感应附和。在上一个时间轴，在波拉波拉波拉号船员教育学校宿舍的一个房间里，当凯特琳和三个存在在白板上总结关系时，只有污渍似乎不知道自己为什么会出现在这个世界上。凯特琳随口问污渍，除了“曾被称为披头士”之外，还想起了什么信息。污渍的回答是，“还什么都不知道”。",
    "[op_0]",
    "[op_66]",
    "贝拉梦见了自己曾经打倒魔王的情景。当贝拉从“波拉波拉波拉号”进行时间移动后醒来时，她发现自己身处警察局的拘留所内。通过拘留所的审讯，贝拉间接地得知，她曾睡在大型商业设施的停车场，并且由于没有身体登记记录，在这个世界上处于非法状态。虽然贝拉身上残留的未来装备的一部分被无效化了，但贝拉还是利用剩下的装备逃出了拘留所，在路边威胁了几个小混混，然后在一家似乎不需要身体登记检查的廉价旅馆里睡了一觉。",
    "贝拉作为地区通行特派员直接打倒魔王的契机，是她把一本耀眼得碍事、持续发光的预言书带给了住在废墟里的科学家。科学家告诉贝拉，预言书的内容是“不打倒魔王，人类就会灭亡”，于是贝拉凑齐了勇者的装备，最终打倒了魔王。",
    "[op_67]",
    "然而，当打倒魔王，他的装备剥落后，出现的却是和贝拉一模一样的人。魔王本人或许能对这个事实做出一些解释，但贝拉是在充分观察了魔王的生活习惯后，以突袭的方式打倒了魔王，所以魔王完全不可能对此做出解释。贝拉在面对自己就是魔王这个事实后，痛苦不堪，最终相信自己会因为某种契机成为魔王并毁灭人类，于是决定乘坐宇宙飞船离开地球。对贝拉来说，那是唯一可能阻止人类灭亡的方法。",
    "[op_68]",
    "过了一夜，贝拉在街上走着。根据从酒店终端获得的信息，现在大约是公元一亿年前后，根据贝拉的知识，这个时代即使已经建立了对母体计算机的访问也不足为奇。贝拉认为，在“波拉波拉波拉号”上发生的事件、得知的信息的关键都在母体计算机上。另外，贝拉也不知道除了母体计算机之外，还有什么方法可以得到关于这个事态的说明。最有可能访问母体计算机的地方是医院，但考虑到安全级别可能很高，贝拉首先前往了附近的政府机关。虽然公共交通工具也相应地发展到了公元一亿年的水平，但考虑到警察的警戒级别，贝拉还是步行躲避着监视传感器移动。",
    "[op_69]",
    "贝拉观察着从政府机关职员出入口进出的职员，发现他们只是进行了几次简单的生物认证检查。贝拉身上不仅有船员用的装备，还有地区通行特派员用的装备，对贝拉来说，避开这种生物认证检查是极其简单的事情。贝拉在没有被职员发现的情况下侵入了建筑物，并探索了有终端的房间。",
    "[op_50]",
    "贝拉找到了一个看起来像是目标的房间。虽然到目前为止没有被任何人发现，但她还是更加谨慎地前进。贝拉保持着冷静，慢慢地靠近门。她的动作毫无多余，十分干练。当贝拉靠近门时，生物认证再次启动，一个像是表示正在进行正规认证程序的灯闪了一下，然后门开了。",
    "[op_61]",
    "当贝拉走进房间时，那里有一个巨大的机箱，以及一个看起来像是它的终端的操作盘。终端停留在初始画面，要求登录，但当贝拉从操作盘的缝隙中插入黑客电缆后，不到几秒钟画面就切换了。贝拉搜索网络，看是否能访问母体计算机。从到达终端前到访问母体计算机，贝拉只花了几秒钟。",
    "[op_70]",
    "贝拉向母体计算机提出的第一个问题是，“我能回到原来的时间吗？”而母体计算机的回答非常简单，内容是“不可能”。贝拉听到那个回答，倒吸了一口凉气。母体计算机通常会根据访问者的个人信息来推断上下文并做出回答，所以贝拉提出“我能回到原来的世界吗？”这个问题本身并没有错。但是，从贝拉在拘留所到这里的路上多次看到的信息来看，这里是公元1亿年，这个世界的母体计算机能否理解“原来的时间”这个概念，对贝拉来说几乎是一场赌博。母体计算机没有做出“无法回答”或“目前不明”之类的回答，而是返回了“不可能”的回答，这似乎意味着，母体计算机在理解了“原来的时间”和“现在贝拉所在的时间”的基础上，拥有能够判断没有移动到那里的方法的根据。",
    "[op_28]",
    "接着，贝拉追溯着在波拉波拉波拉号上的记忆，询问了关于寿司的事情，结果导致人类即将灭亡，并再次“移动到过去”。另外，艾丹也在另一个时间轴向母体计算机询问了寿司的问题，并导致了人类灭亡。",
    "[op_0]",
    "[op_76]",
    "当基甸睁开眼睛时，他发现自己身处沙滩上。一望无际的水平线，和拍打着岸边的波浪声，将基甸的意识拉回了现实。关于“波拉波拉波拉号”的最后记忆，在闪光和警报声中中断了。其他船员的身影不见了。他检查了自己的装备，发现最低限度的生存工具包还在。基甸首先为了掌握情况，朝着岛上的高地走去。放眼望去，只有郁郁葱葱的树木和岩石，看不到任何人工建筑。看来，他似乎漂流到了一个无人岛上。最初的几天，他忙于确保饮用水和寻找食物。船员用的生存工具包里，有净化水的过滤器，和一些简单的食物，但这些也很有可能很快就会用完。基甸调动了所有未来的知识，制作了收集雨水的装置，找到了可以食用的植物和鱼，并反复尝试了生火的方法。夜晚，他只依靠篝火的亮光，在对野兽的恐惧中度过。孤独和不安，毫不留情地侵蚀着基甸的精神。尽管如此，基甸没有放弃。或许只有他一个人能拯救人类的未来。",
    "[op_77]",
    "自给自足的生活持续了几周后，基甸扩大了岛上的探索范围。为了确保更多的食物，更重要的是，为了找到文明的痕迹。当他向岛的中心地带前进时，基甸看到了一个奇特的景象。在茂密的树林中，一个明显是人工建造的石制建筑出现了。那是一个被藤蔓覆盖，似乎被遗弃了很长时间的古代遗迹。",
    "[op_78]",
    "基甸一边保持警惕，一边走进了遗迹。遗迹内部，弥漫着一股冰冷的空气。墙壁上，刻着看不懂的象形文字。往里走，是一个像大厅一样的地方，中央放着一个像祭坛一样的石台。然后，基甸找到了它。在祭坛的正中央，放着一个与遗迹格格不入，却又很眼熟的东西。那是他在“波拉波拉波拉号”船上经常使用的，便携式数据终端。",
    "[op_79]",
    "基甸倒吸了一口凉气，用颤抖的手捡起了那个终端。通过与自己的装备连接，他总算读取了里面的日志。只留下了一条简短的日志。日志中，作为对发现者——波拉波拉波拉号的同伴的呼唤，记载着自己要先行一步，以及发誓一定会在某个地方重逢的内容。日志的最后，附有署名和个人识别信息，基甸看到后，仰天长叹。那毫无疑问是基甸熟悉的同事马克斯的东西。他不是一个人。至少，马克斯曾在这个岛上。在感到安心的同时，新的疑问也涌上心头。马克斯去了哪里？还有，“先行一步”是什么意思？终端的日志里，没有留下任何更多的信息。但是，基甸的心中，燃起了一道确切的希望之光。基甸决定追寻马克斯的踪迹。基甸还不知道，这个遗迹，这个岛，就是一切的开始。基甸的脚下，开始发出青白色的光。",
    "[op_0]",
    "[op_76]",
    "当马克斯恢复意识时，他已经不在“波拉波拉波拉号”的船上了。就像基甸在沙滩上醒来一样，马克斯也在一个陌生的岛上，但却是在更内陆，树木茂密的森林中醒来。最后的记忆是，操作母体计算机终端的基甸的背影，以及将船内染成白色的闪光。其他船员的身影不见了，通信机也沉默着。和基甸一样，马克斯也被迫进行了一场为了生存的孤独战斗。他凭借天生的冷静，以及作为船员的知识，确保了食物和水源，并开始了对岛屿的探索。",
    "[op_78]",
    "几周过去了，马克斯也熟悉了岛上的地理环境，他发现了和基甸后来发现的同一个遗迹。被藤蔓覆盖的石制建筑，明显不是自然产物，也与马克斯所知的任何文明样式都不同。出于好奇心，更重要的是，出于寻找打破现状线索的渴望，马克斯走进了遗迹内部。在遗迹的深处，像祭坛一样的石台上，放着一个比马克斯后来留给基甸的数据终端更古旧的装置。",
    "[op_79]",
    "那个装置，仿佛是为了让谁更容易发现一样，发着微弱的光。当马克斯靠近装置时，古旧的装置启动了，并开始直接向马克斯的视网膜投影信息。那是一种马克斯从未见过的语言，但马克斯的装备识别了它，并自动翻译成了可以理解的形式。那是一种传送装置，这个遗迹是它的启动钥匙，用来将经过筛选的人送到一个叫做“避难所”的地方。但是，传送是单向的，一旦被送过去，就再也回不到这个地方了。马克斯犹豫了一下，但与其在这个岛上孤独地死去，他选择了赌上未知的可能性。马克斯在自己的数据终端上，为可能后来会来的同伴记录了一条简短的信息。自己要先行一步，以及相信会重逢。这就是后来基甸发现的日志。留下记录后，马克斯下定决心启动了传送装置。马克斯的身体被青白色的光包围，下一瞬间，他的身影就从森林的遗迹中消失了。",
    "[op_80]",
    "当马克斯再次睁开眼睛时，他发现自己站在一个被无机质的金属墙壁包围的干净房间里。正当他对与岛上自然风光截然不同的景象感到困惑时，房间的门静静地打开，一位老人出现了。老人自称是避难所的长者，用仿佛一直在等待马克斯到来的温和表情迎接了他。长者说，这个避难所是为了在不断重复的人类灭亡中，保存一部分知识和基因而建造的方舟，而遗迹的传送装置，是只为迎接那些拥有克服灭亡循环可能性的少数人而设的门。",
    "[op_81]",
    "根据长者所说，避难所的居民经过几代人的繁衍，数量逐渐减少，如果不注入新的血液，其存续本身将岌岌可危。得知了维持避难所，以及保存人类这个物种的宏伟目标，马克斯因其重大的责任而说不出话来。但是，作为“波拉波拉波拉号”的船员，马克斯的心底一直怀着为人类未来做出贡献的使命感。马克斯接受了长者的提议，决定在这个避难所生活下去。这不仅仅是为了生存，更是为了连接避难所的未来，乃至人类的未来。马克斯为了维持这个避难所的社会，选择了孕育新生命的道路。",
    "[op_82]",
    "不久，马克斯有了孩子。那个孩子，作为避难所新的希望，被命名为帕帕斋藤。帕帕斋藤继承了父亲马克斯的使命，在避难所的历史中扮演了重要的角色。那是后来连接到从另一个时间轴来访的科拉的，命运的齿轮之一。",
    "[op_0]",
    "[op_61]",
    "科拉操作着母体计算机的终端，输入了“现在是公历哪一年”的问题并发送。母体计算机的回答是，“公历一万年”。科拉只是眨也不眨地盯着屏幕上显示的那个简短的词语。公历一万年。科拉一时无法理解那个数字所包含的意义。科拉最后所在的世界，宇宙飞船“波拉波拉波拉号”航行的是公历二亿三年。从那里看，一万年这个时代，可以说是古代史的一页，甚至是神话时代那么遥远的过去。但是，从科拉最古老的记忆，和帕帕科拉一起生活，作为母体计算机的软件提供脑电波的时代来看，那应该是无法想象的遥远未来。过去和未来的感觉，仿佛融化的颜料一样混杂在一起，完全麻痹了科拉的时间认知。她完全抓不住自己现在正站在无限分叉的时间轴的哪根枝，哪个叶子上的坐标。站在旁边的斋藤，交替地看着科拉的侧脸和屏幕。对他来说，“公历”这个词，以及后面的数字，都只是没有任何意义的符号罗列。但是，从科拉的表情从惊愕到混乱，再到深思的急剧变化来看，他能切身感受到，那是足以动摇这个世界根基的重大信息。",
    "[op_83]",
    "科拉深吸了一口气，强行平复了混乱的思绪。不管现在是什么时代，该做的事情都不会改变。那就是推翻人类灭亡这个既定的未来。而唯一的线索，就是“寿司”这个费解的词语。那是基甸、贝拉，以及艾丹在各自的时间轴向母体计算机提问，并最终将世界引向毁灭的禁忌问题。科拉对自己亲手输入那个问题，感到一种本能的恐惧，同时也有一种奇妙的使命感。这个连锁反应，必须由自己来打破。科拉下定决心，将冰冷的手指慢慢地伸向终端的操作面板。“用寿司拯救世界免于人类灭亡的方法”，当她在脑海中构思好这个字符串，手指即将触碰到面板的瞬间。一股强烈的恶寒，仿佛被冰刃划过一样，窜上了科拉的背脊。那不是源于逻辑或理性的东西。而是更根本的，生命本身发出的危险信号。科拉像被弹开一样收回了手指。来到这个避难所后，科拉多次被自己的直觉所救。而现在，那个直觉，正以全身心的力量敲响警钟。不能打开那扇门。",
    "[op_84]",
    "科拉将输了一半的字符串从脑海中完全清除。然后，她决定从另一个角度来逼近核心。为什么人类会灭亡？如果能确定那个根本原因，也就是病灶，那么治疗方法，也就是解决方案也应该会自然而然地出现。科拉在终端上输入了新的问题，这次毫不犹豫。“世界人类灭亡的理由”。按下发送按钮后，母体计算机仿佛一直在等待着这个问题一样，立刻返回了回答。那个回答，异常简洁，也异常费解。“因为bug”。",
    "[op_85]",
    "科拉反复地，反复地读着屏幕上显示的那个词。Bug。指计算机程序中的逻辑错误或设计缺陷的词语。由数十亿个体组成的复杂系统——人类的灭亡，竟然能用这样一个无机质的词语来概括吗？太抽象了，完全无法形成具体的印象。这就像被问及一艘巨轮沉没的原因，却只被告知“因为漏水”。或者，向打了历史性大败仗的将军追问其原因，却只被报告说“因为敌人太多了”。这和向名医追问致命疾病的根源，结果病历上只写着“因为心脏停止了”的空虚感很接近。向经济学家询问国家破产的机制，却被冷淡地解说“因为没钱了”的那种感觉也很相似。这就像问艺术家被誉为杰作的画作为何能打动人心，却只被轻描淡写地告知“因为涂了颜色”。这和追问相伴多年的夫妻为何分手，却被一句“因为感情淡了”打发的无奈感也有共通之处。就像被要求阅读一份关于大城市在地震中被毁的发生原因的报告，而专家组得出的结论只有一行“因为地面晃动了”的心情。就像孩子天真地问“为什么天空是蓝色的”，却只被干巴巴地回以“光的性质”这个事实，那种索然无味。斋藤也在旁边不解地歪着头。科拉为了获取更详细的信息，构思了下一个问题。“修复bug的方法”。母体计算机的回答，再次是即时的，并且冷酷到简洁地返回了。“修正bug”。",
    "[op_86]",
    "科拉的眉间，深深地刻下了一道皱纹。那不是回答。只是同义词的重复。甚至像是在用问题回答问题，一种恶劣的文字游戏。就像陷入了无限循环的程序一样，母体计算机似乎没有做出有意义的回答。科拉一边压抑着烦躁，一边稍微改变了措辞，再次尝试提问。“修正bug的方法”。返回的答案，和刚才一模一样。“修复bug”。科拉感到，在这种毫无结果的交流中，自己的精神正在被磨损。她换着角度，换着措辞，反复问了好几次类似的问题，但得到的回答总是相同的。没有具体的步骤，也没有任何提示。",
    "[op_87]",
    "然后，在几次问答的间隙，偶尔会发生奇妙的现象。母体计算机的回答，会突然毫无征兆地变成“寿司”这个单词，其他显示都会消失。屏幕上，只有那个单词，静静地，诡异地持续显示着。虽然几秒钟的沉默后，它会像什么都没发生一样恢复到可以应答的状态，但这显然不是正常的行为。科拉在“波拉波拉波拉号”上最后看到的，那个意义不明的数字罗列和“寿司”这个词。以及，基甸他们作为人类灭亡的导火索而提出的禁忌问题。所有的一切，都仿佛汇聚到“寿司”这个词上，科拉不禁感到一种难以言喻的诡异，和某种宿命般的引力。",
    "[op_61]",
    "科拉判断，关于人类灭亡的直接调查暂时遇到了瓶颈，于是决定转换思路。她改变视角，决定收集现在所在的这个避难所本身的信息。自己是谁，从哪里来，为什么会在这里。这些问题的答案碎片，或许就沉睡在这个地方的历史中。科拉在终端上输入了新的问题。“这里是做什么的设施？”母体计算机的回答，与之前抽象的禅宗问答截然不同，惊人地具体，并包含着明确的专有名词。“母母公司的仓库”。",
    "[op_88]",
    "当看到那个名字的瞬间，科拉的心脏，剧烈地，猛烈地跳动起来，仿佛要冲破肋骨。母母公司的仓库。那正是科拉过去作为“代理”，和其他几十个，和自己长得一模一样的科拉们一起生活过的，那个设施的称呼，一字不差。本应沉入记忆海底，用重锚固定住的过去，一下子浮了上来。和帕帕科拉的尴尬对话，接受脑电波扫描时冰冷的机器触感，最初的科拉去世那天的寂静，以及，作为最后的科拉，在过于宽敞的设施里独自度过的，漫长的时间。那些记忆，带着色彩、声音和气味，像洪水一样在科拉的脑海中奔腾。这里，是那个地方吗？如果是的话，为什么像斋藤这样，和自己完全不同的人会住在这里？而且，自己为什么会再次回到这个地方？疑问，以超越思考的速度接二连三地涌上来。",
    "[op_89]",
    "科拉用颤抖的手指，几乎是无意识地，输入了最后一个问题。“这个设施至今为止的历史”。母体计算机，不知是否知道科拉内心的动摇，开始淡然地在屏幕上显示出大量的文本数据。那是这个避难所，也就是过去的“母母公司仓库”，从科拉记忆之后的时代，到现在的详细历史记录。",
    "[op_109]",
    "根据记录，帕帕科拉去世，最初的科拉也去世后，在最后一个科拉独自留在设施里之后，又过去了数百年，远远超过了人的一生。设施的全自动维护系统，展现出了连设计者帕帕科拉都未曾预料到的耐久性，在那期间也几乎完美地持续运转着。但是，有一次，外部世界发生了大规模的环境变化，或是战争，记录很模糊，总之，发生了人类难以在地面上生活的灾难性事件。据说，逃离那场灾难的一部分人类，偶然发现了这个地图上也没有的设施。他们轻易地突破了完全没有预料到外部入侵者的设施的简陋安保，进入了内部。然后，当他们知道那里充满了清新的空气和水，以及近乎无限的能源，是唯一可以生存的乐园时，便决定永久居住下来。那就是斋藤他们的直系祖先。",
    "[op_110]",
    "设施里唯一剩下的最后一个科拉，最初对突然出现的外部入侵者深感警惕。但是，当她知道他们没有武器，只是为了生存而寻求这个地方的纯粹难民时，她逐渐敞开了紧闭的心扉。最后一个科拉，教给他们设施复杂功能的使用方法，以及在这个封闭环境中生存下去的各种知识。然后，不知不觉中，科拉成为了他们的领导者，或者说是女神一样的存在，并开始共同建立新的社会。记录中也反复记载着，避难所的居民们，怀着敬畏和亲切，称呼最后一个科拉为“母亲”，并深深地敬爱着她。",
    "[op_111]",
    "但是，那份详细的记录，从某个时间点开始，出现了奇妙的，以及不祥的变化。关于最后一个科拉的记述，逐渐变得模糊，仿佛消失在雾中一样，失去了轮廓。在一份记录中，据说科拉在将避难所的未来托付给新的领导者后，在设施深处的一个房间里，静静地进入了永恒的睡眠。在另一份，更不可靠的记录中，则诗意地记载着，为了拯救留在外部世界的人们，她独自一人离开了避难所。然后，在某份记录之后，关于最后一个科拉的记述，就戛然而止，完全中断了。仿佛，她的存在本身，从历史这本大书中，被刻意地撕掉了。",
    "[op_90]",
    "科拉只是茫然地眺望着不断滚动的文本洪流。自己本应经历过的过去，却变成了完全陌生的历史呈现在眼前。而且，和自己长着同一张脸，拥有同样记忆的“科拉”，曾在这个地方，和斋藤他们的祖先一起生活过，这个难以置信的事实。所有的一切，都远远超出了科拉的理解范围。站在旁边的斋藤，像是在读圣经一样，目不转睛地盯着那份记录。对他来说，那也是至今为止从未被讲述过的，他们真正的根源的故事。",
    "就在那时。母体计算机的屏幕，突然剧烈地闪烁起来。然后，之前显示的长篇历史记录，瞬间从画面上消失了，取而代之的，只有一个单词，在屏幕中央，用巨大的字体，威严地显示着。“寿司”。科拉和斋藤，只能默默地，无声地注视着那个格格不入，却又可以说是命中注定的词语。就在那时，基甸被传送到了房间里。基甸一瞬间茫然地环顾四周，还没完全搞清楚状况，就交替地看着科拉、斋藤，以及屏幕上显示的“寿司”二字。",
    "[op_91]",
    "[op_0]",
    "第四章 ～觉醒3-2～",
    "[op_0]",
    "[op_29]",
    "在“波拉波拉波拉号”的最后时刻，达莉亚虽然被从窗户射入的耀眼阳光分散了注意力，但还是无意识地发动了时间停止的能力。结果，达莉亚的周围，连同“波拉波拉波拉号”一起，时间停止了一周左右。但是，由于达莉亚自己的时间也停止了，所以能认识到那次时间停止的，只有母体计算机。",
    "[op_0]",
    "第五章 ～觉醒4～",
    "[op_0]",
    "青年设计师的童年，绝不能说是善于交际的。从小学开始，他就无法顺利融入同学的圈子，大部分休息时间都在教室的角落里独自度过。青年设计师唯一的朋友，是画在笔记本边缘，由他自己创造出来的角色们。仿佛为了逃避现实的喧嚣，他即使在上课时，也趁着老师不注意，用铅笔在纸上不断地编织着脑海中宏大故事的片段。",
    "[op_92]",
    "升入中学后，这种倾向更加强烈了。当周围的同学们把时间花在社团活动和与朋友的交流上时，青年设计师则一心一意地沉浸在自己的内心世界里。青年设计师画的故事，从单纯的角色素描，进化成了拥有复杂情节和独特世界观的长篇漫画。学校这个社会生活的场所，对青年设计师来说，不过是确保创作时间的场所，他的意识总是朝着与现实脱节的空想世界。",
    "[op_94]",
    "青年设计师的创作活动，并非源于希望得到他人认可的承认欲。画好的漫画不给任何人看，未完成的原稿碎片只是堆积在书桌抽屉的深处。对青年设计师来说，画画这个行为本身就是目的，比起现实人际关系带来的复杂性和暧昧性，他更能在自己完全掌控的故事世界里找到安宁和秩序。",
    "[op_93]",
    "随着青年设计师的成长，以及意识到工作的机会增多，他开始模模糊糊地思考自己的未来。青年设计师接触了著名漫画家的作品，受到其技术和构成的启发，也曾想过走上同样的道路。但是，至今为止只在自己世界里完结的作品，一旦拿来和别人比较，在青年设计师眼里总显得逊色。由于对自己作品的要求水准很高，青年设计师无法完成让自己满意的作品。结果，青年设计师放弃了成为漫画家的道路，作为模拟世界的设计师就职了。",
    "[op_95]",
    "模拟世界设计行业，是在以活在模拟世界为生活方式的流行时期诞生的新兴职业。由于原本没有这样的工作，当时是供不应求的行业。但是，由于工作流程没有得到很好的确定，很多公司的工作方式都很粗糙。起初，青年设计师因为其工作质量而受到了一定的评价。但随着时间的推移，青年设计师的完美主义性格开始显现，在多个项目中导致进度延迟，或与其他员工发生情绪化的意见对立，他的评价也逐渐下降。青年设计师在进入公司之前，从未有过与人合作的经历。结果，青年设计师被调到名为“国家游戏”的项目，这实际上是一种贬职。这个项目主要由一位戴眼镜的设计师负责，在公司内部被认为重要性很低。",
    "[op_96]",
    "“国家游戏”项目的办公室，位于大楼的高层，是一个只有一个小窗户的房间。室内只有服务器的运转声和键盘的敲击声。在青年设计师上任之前，该项目就存在规格复杂、代码质量差等问题，进展停滞不前。即使青年设计师加入，情况也没有改善，只有交货日期迫在眉睫。办公室里，青年设计师和眼镜设计师两个人留下来成了常态。",
    "[op_97]",
    "青年设计师指出了系统的根本问题，并提出了设计改进方案。但是，眼镜设计师将遵守项目进度作为最优先事项，没有接受青年设计师的提议。青年设计师对项目本身，以及机械地处理项目的眼镜设计师感到失望。之后也多次发生意见对立，每次都按照眼镜设计师的想法推进项目。青年设计师为了面对项目，想到了在模拟世界中实现“人类灭亡”。这是青年设计师对现行系统的一种问题提起，也是一种实验。",
    "[op_98]",
    "在执行计划时，青年设计师从系统的代码中，发现了存在于古代饮食文化“寿司”相关处理部分的漏洞。青年设计师利用那个漏洞，故意植入了一个在特定条件下会导致系统发生致命错误的bug。关于这个bug的存在，他在大量的报告书中，大量使用专业术语，只写了一行，“报告存在因寿司数据引用时的潜在溢出而导致的关键性bug”。青年设计师判断，眼镜设计师发现这段记述的真正含义的可能性很低。",
    "[op_99]",
    "当项目进入最后阶段，系统即将完成时，青年设计师向眼镜设计师表达了辞职的意向。眼镜设计师判断，这是由于连日工作疲劳所致，于是同意了。交接工作只用了最少的书面文件。交货日，青年设计师在公园的长椅上操作自己的个人终端，删除了ID。青年设计师选择了静静地等待自己参与设计的世界的结局。",
    "[op_0]",
    "对眼镜设计师来说，他的生活很稳定。眼镜设计师有妻子和孩子，他很珍惜和家人在一起的时间。",
    "[op_100]",
    "眼镜设计师是在下班后顺道去的一家旧书店的咖啡馆里遇到现在的伴侣的。偶然坐在邻座的伴侣正在读的书，正是眼镜设计师学生时代沉迷的科幻小说，于是两人自然而然地聊了起来。伴侣也从事设计相关的工作，他们很快就发现彼此在工作理念、对老电影的爱好等方面有很多共同点。伴侣沉稳知性的气质，以及偶尔露出的天真烂漫的笑容，让眼镜设计师迅速地被吸引。",
    "[op_101]",
    "两人的关系顺利地加深，眼镜设计师开始考虑与伴侣结婚。他求婚时拿出的，并非普通的订婚戒指。眼镜设计师为伴侣设计了世界上独一无二的戒指，而伴侣则为眼镜设计师准备了特别设计的眼镜。在公园的喷泉前，两人交换了戒指和眼镜，誓言要共同走过人生的道路。对同为设计师的两人来说，这成为了比任何东西都饱含心意的爱情证明。",
    "[op_102]",
    "不久，两人之间有了孩子，建立了一个幸福的家庭。但是，有一天，学校打来电话，告知眼镜设计师们的孩子对同学做出了不友善的行为。眼镜设计师受到了很大的冲击，深感烦恼。他痛感自己以工作忙为由，很少有时间陪伴孩子，于是眼镜设计师和伴侣彻夜商量该怎么办。",
    "[op_103]",
    "眼镜设计师们认为，改变环境对孩子来说是最好的选择，于是做出了转学的重大决定。在新学校，他们一家人一起去接受心理咨询，增加了陪伴孩子的时间。起初还很困惑的孩子，也逐渐理解了自己的错误，开始努力结交新朋友。家人学会了正面面对困难的重要性，他们的羁绊比以前更加牢固了。",
    "[op_104]",
    "眼镜设计师的主要关注点是维持这种平稳的日常生活，而“国家游戏”项目，则被定位为实现这一目标的业务之一。青年设计师辞职后，项目按计划交付，眼镜设计师松了一口气。他期待着因此能有更多的时间陪伴家人。",
    "[op_105]",
    "系统异常是在交货几天后的一个下午被发现的。眼镜设计师为了确认系统的运行状况，正在自己家的书房里查看统计数据。大部分数据都在正常范围内波动，但眼镜设计师在其中，检测到了一个显示世界存续概率的项目出现了异常值。在特定条件下，概率会收敛到零，这是设计上不可能出现的行为。眼镜设计师对这个异常值感到了强烈的违和感。",
    "[op_106]",
    "眼镜设计师重新调查了青年设计师制作的最终报告书。从数百页的文件中，眼镜设计师发现了相关的记述。“报告存在因寿司数据引用时的潜在溢出而导致的关键性bug”。眼镜设计师明白了，这一行字，就是系统异常的根本原因。他认识到曾经的同事故意设置的bug的存在，以及修复它的困难，眼镜设计师领悟到了情况的严重性。",
    "[op_107]",
    "完全清除bug，由于涉及到系统的核心，是不现实的。如果将这个事实公之于众，项目的失败就会暴露，眼镜设计师的职业生涯，乃至家庭生活都可能受到影响。在责任问题，和维持世界稳定的愿望之间，眼镜设计师苦恼着如何应对。眼镜设计师花了几天时间，持续寻找解决方案。",
    "[op_108]",
    "最终，眼镜设计师做出了一个决定。那就是反过来利用青年设计师设置的bug。眼镜设计师以“寿司”这个关键词为触发器，给系统打上了一个能改变系统行为的补丁，并且没有告知任何人。这个补丁，是为了在未来，当某个注意到这个bug的第三方访问“寿司”这个关键词时，能产生一个虽然有限，但可以回避系统崩溃过程的可能性。这是一个极其不确定的对策，但却是眼镜设计师能采取的唯一选择。眼镜设计师只能祈祷，这个补丁能在未来被某个人发现并发挥作用。完成所有工作后，眼镜设计师从书房的窗户眺望着夜景。城市的灯火，在眼镜设计师的眼中，只是一堆光的集合体。眼镜设计师静静地闭上了眼睛。",
    "[op_0]",
    "[op_91]",
    "就在科拉和马克斯凝视着母体计算机屏幕上显示的“寿司”时，终端屏幕附近开始发出青白色的光。突然间，房间的中央开始扭曲，随着青白色的光，基甸被传送了过来。基甸茫然地环顾四周。斋藤立刻警惕起来，站到科拉身前保护她。科拉认出传送来的人是基甸，露出了惊讶的表情。基甸也认出了科拉的身影，露出了安心的表情。科拉制止了斋藤，并催促基甸换个地方，以便询问情况。",
    "[op_117]",
    "他们移动到避难所内一个简陋的房间后，基甸开始讲述自己经历的事情。和科拉一样，他也是突然在陌生的沙滩上恢复了意识。那里是一个无人岛。然后，他在岛上发现了遗迹。对于在避难所出生长大的斋藤来说，基甸所说的无人岛的景象和遗迹的存在都是完全未知的信息，他带着混杂着惊讶和求知欲的表情听着。",
    "[op_79]",
    "接着，基甸又说，他发现了同伴“马克斯”留下的数据终端，并从那个遗迹被传送到了这个避难所。当基甸说出“马克斯”的名字时，斋藤的眼神变了。斋藤解释说，那个名字是拯救了避难所危机的传说中的英雄的名字。斋藤兴奋地说道，自己的名字就是取自英雄马克斯的孩子，帕帕斋藤。得知同伴在这个避难所被作为英雄代代相传，科拉和基甸都无法掩饰惊讶和困惑。",
    "[op_113]",
    "科拉和基甸告诉斋藤，马克斯是他们以前的同事。斋藤悲伤地告知，英雄马克斯是历史人物，很久以前就去世了。与同伴重逢的希望破灭了，科拉和基甸都说不出话来。但是，斋藤又提供了信息，说在公共墓地有马克斯的墓区，遗物也安放在那里。两人意识到遗物中可能留有线索，于是决定前往墓地。",
    "[op_114]",
    "去墓地之前，他们决定先填饱肚子。斋藤为三人带来的食物是模仿避难所形状的“避难所面包”。面包营养价值高，味道也不错。但是，它的形状只是一个索然无味的長方体。避难所面包，以基因改造产生的特殊酵母、从地下深处抽取的富含矿物质的水，以及在避难所内水耕栽培的高营养价值谷物为主要原料。其制造过程完全自动化，从材料的配比到发酵、烘烤，完全不经人手。结果，味道和营养价值始终保持一致，但其形状，为了最大限度地提高生产效率，被设计成了只是一个長方体。科拉和基甸默默地吃着面包。每一口，都仿佛加深了对这个奇妙世界的理解。眼前的是，将营养素、水分，以及生存所必需的卡路里，在完美的计算下配合而成的，只是“食物”。味道平淡，没有喜悦也没有感动。但是，这个索然无味的块状物，毫无疑问是连接生命的最有效率的形式，也是这个避难所这个封闭空间合理性的结晶。在他们曾经知道的世界里，食事是文化，是交流，更重要的是乐趣。祖母烤的面包，那焦香的小麦气味。和同伴们围坐的餐桌，那热闹而温暖的喧嚣。在口中蔓延的黄油风味，和轻柔的甜味。所有这些，都是现在已经失去的，太过奢侈的记忆碎片。但是，那种完美的合理性，同时，也残酷地突显了两人曾经知道的世界的丰富。基甸的脑海中，浮现出故乡星球上吃过的，刚出炉的面包的香味。外皮酥脆，内心松软，不规则的气泡创造出的不均匀的口感。和家人朋友围坐餐桌，一边聊着无聊的话题一边分享的，那段温暖的时光。那是，仅仅通过计算营养素是绝对无法衡量的，充满心灵满足感的记忆。科拉也想起了和帕帕科拉一起度过的日子。心情不好的早晨，只用勺子搅拌的酸奶。两人之间流淌的尴尬的沉默。尽管如此，那里确实存在着，虽然笨拙，但彼此关怀的感情。两人一边咀嚼着那索然无味的面包，一边再次感受到了失去的东西的巨大。人类为了生存而抛弃的，不合理、无用，但又无可替代的种种文化。这个完美的パン，讽刺地雄辩地诉说着那份丧失的巨大。两人之间没有言语。只有咀嚼面包的微弱声音，在安静的房间里回响着。那听起来，仿佛是对逝去文化的，静静的哀悼之声。",
    "[op_115]",
    "尴尬的饭后，在斋藤的带领下，三人踏入了公共墓地。在整齐排列的墓区中，一个格外古老，却又被精心照料的角落就是马克斯的墓。那里，除了各种能让人想起避难所生活的物品外，还放着一个旧箱子。箱子上贴的标签上，用船员们能看懂的语言，隐约残留着“给波拉波拉波拉号的大家”的字样。科拉和基甸紧张地打开箱子，里面装着波拉波拉波拉号的船员装备，和一个数据终端。",
    "[op_116]",
    "马克斯留下的数据终端，可以用基甸他们拥有的船员装备来播放。三人屏息凝神，播放数据终端，里面留下了马克斯确实在这个避难所生活过的记录。根据记录，马克斯将社会所缺乏的记录和教育的概念，融合了避难所的技术和未来的装备，引入了进来。这是为了当有一天从过去来的同伴找到真相时，避难所的技术能够访问母体计算机。看完记录的三人，默默地站着。三人明白了，现在可以访问的母体计算机，正是马克斯相信未来的同伴和人类而留下的宏伟希望。科拉依稀记得，马克斯和基甸被传送过来的青白色光，与母母公司仓库里科拉的代理人们被传送过来的过程很相似。科拉和基甸静静地发誓要继承马克斯的意志，斋藤也知道了英雄的真实面貌，决心提供协助。",
    "[op_0]",
    "得知了马克斯的遗志和意想不到的世界真相的三人，离开了公共墓地，再次前往母体计算机室。走在避难所无机质的走廊上，基甸、科拉和斋藤，各自在脑海中整理、整合着带来的信息。规则排列的灯光投下的阴影中，只有三人的脚步声空洞地回响着。有那么一会儿，他们之间没有言语。每个人都在脑海中反复回味着至今为止从母体计算机那里得到的，虽然零碎但意义重大的信息。公元一万年这个过于遥远的时代。被认为是人类灭亡原因的，身份不明的“bug”。以及，时而像要覆盖一切一样显示的，费解的“寿司”这个词。这些，与其说是解决的线索，不如说是通往更深迷宫的入口。",
    "[op_118]",
    "最先开口的是斋藤。斋藤将自己和科拉从母体计算机那里得到的信息，重新逐一确认了一遍。虽然“公历”这个时间概念，“bug”这个词的意思，对斋藤来说都是未知的，但斋藤还是认真地想要记住每一个。信息被整合，整理成了几个不可动摇的事实。这个世界是公元一万年。人类灭亡的原因被认为是“bug”。而且，即使询问修复那个bug的方法，母体计算机也只是重复同义词，没有给出具体的回答。最后，在那个毫无结果的问答之间，会毫无征兆地显示出“寿司”的回答。这就是目前科拉和斋藤能从母体计算机那里得到的所有信息。基甸对公元一万年这个时代感到惊讶，同时也在反复回味着信息。",
    "[op_119]",
    "在整理信息的过程中，科拉表达了一个担忧。那就是关于直接用“寿司”这个关键词向母体计算机提问的危险性。为了防止基甸或斋藤轻易地提出那个问题，科拉一边斟酌着词语，一边传达了自己感受到的强烈违和感。为什么会感到危险，科拉自己也无法从逻辑上说明理由。那究竟是过去作为母体计算机软件存在时的记忆残渣，还是在这个避难所经历的不可思议的事件所培养出的直觉，她也说不清楚。只是，她有一种根源性的恐惧般的 확신，认为向母体计算机抛出那个词，就等于打开了潘多拉的盒子。科拉只告诉两人，她有不好的预感。那安静，却又带有不容置喙的响声的话语，让基甸和斋藤默默地点了点头。",
    "[op_30]",
    "听着科拉的话，基甸注意到，科拉的直觉，与自己抱有的疑问奇妙地吻合。基甸向科拉和斋藤提出了他在无人岛上孤独度过时，反复思考过的两个谜团。第一个是，关于“波拉波拉波拉号”被光芒包围的最后瞬间，屏幕上只显示了一瞬间的，那个费解的数字罗列。基甸依靠记忆，将那个数字记录在了生存工具包的数据终端上。听到这话，科拉想起了自己也为了不忘记而记在了手臂上，于是两人核对了一下各自的记录。数字连一位数都完全一致。那无疑是有意义的信息。但是，那个数字指示的是什么，是坐标，是时间，还是某种密码，三人反复思考，也未能得出答案。",
    "[op_119]",
    "然后，基甸提出的第二个谜团是，关于人类灭亡时机的矛盾。在前一个时间轴，母体计算机回答说“再过几天人类就会灭亡”。但是，实际上灭亡开始的，并非在那几天后，而是在与母体计算机进行通信的，正是那个时候。从那个事实，基甸推测，人类灭亡这个事件，与访问母体计算机，特别是提出特定的问题之间，存在着直接的因果关系。科拉的“有不好的预感”这个直觉性的警告，仿佛是证实基甸那个逻辑性推论的，最后一块拼图。基甸平静地，但又充满自信地，说出了自己思考的结论。人类灭亡的扳机，也就是“bug”发动的条件，不就是“向母体计算机，询问关于寿司的事情”本身吗？沉默之后，三人到达了母体计算机室，停下了脚步。他们走向终端，为了确认要输入的内容，相互看了看对方的脸。这时，母体计算机室的终端屏幕附近，开始发出青白色的光。",
    "[op_0]",
    "[op_120]",
    "房间的中央开始扭曲，随着青白色的光，贝拉被传送了过来。光芒散去后，那里站着的是熟悉的船员之一，贝拉。基甸、科拉、斋藤三人，对那突如其来的出现，一时说不出话来。贝拉着地的同时，压低了身体，用锐利的视线试图把握周围的情况。她的全身散发着极度的紧张和警戒。基甸看着和几个小时前的自己一样出现的人，只是目瞪口呆。另一方面，科拉和斋藤因为是第二次经历这种现象，所以比较冷静。科拉对斋藤使了个眼色，轻轻地举起双手，向贝拉表示没有敌意。贝拉认出了科拉和基甸的脸，她那紧绷的表情变成了惊讶，接着，仿佛理解了这里是安全的地方一样，深深地松了一口气。",
    "[op_121]",
    "科拉判断，在这里站着说话不合适，于是用手势提议换个地方。一行人再次移动到避难所内一个简陋的房间。坐到椅子上后，首先是贝拉开始讲述自己的经历。根据贝拉所说，从“波拉波拉波拉号”的最后时刻开始，她被传送到了一个大约是公元一亿年前后的时代。在那里，她发现了母体计算机的终端，并尝试了几个问题。但是，在提问的过程中，她遭遇了和在船上经历过的同样的，世界被白色染尽的人类灭亡的征兆。贝拉想起了基甸情急之下采取的行动，也同样输入了“移动到过去”，结果就来到了这个地方。",
    "[op_122]",
    "听完贝拉的话，基甸小心翼翼地，一边斟酌着词语，一边询问她向那个母体计算机问了什么。贝拉闭上眼睛，像是在回忆一样，过了一会儿，回答说她问了两个问题。一个是“能否回到原来的世界”，另一个是“寿司是什么”。听到那个回答，基甸和科拉、斋藤对视了一眼。他们実感到，自己在母体计算机室得出的假说，变得更加确凿了。仿佛，贝拉在这个时间点被传送过来这件事本身，就是母体计算机对那个假说正确的回答。",
    "[op_123]",
    "基甸这次将自己知道的信息分享给了贝拉。这里是公元一万年的避难所，马克斯曾在这里作为英雄生活，并去世了，以及，由于马克斯的遗志，维持着对母体计算机的访问环境。贝拉传达的“无法回到原来的世界”这个母体计算机的回答，再次沉重地压在了科拉和基甸的心头。自己能做些什么呢，这种无力感，以及除了“寿司”之外，可能还存在着引发人类灭亡的未知关键词的恐惧，开始支配着他们的思绪。",
    "[op_121]",
    "打破那沉重沉默的是贝拉。经历了两次灭亡的贝拉，反而冷静地分析着状况。既然知道原因是“bug”，那么只要移动到那个bug被制造出来的时间轴本身，让bug的存在本身消失，不就能从根本上解决问题了吗？她提议道。那是谁也没想到的，但又合情合理的突破口。基甸虽然承认了那个想法，但也回答说，问题是那个“bug被制造出来的时间”是何时，以及如何移动到那里，完全不知道。听到基甸的话，贝拉什么也没说，只是静静地指了指挂在基甸腰间的生存工具包的数据终端。理解了她视线前方有什么的基甸，恍然大悟地看向自己的终端。那里记录着“波拉波拉波拉号”最后在屏幕上显示的，那个意义不明的数字罗列。",
    "[op_0]",
    "贝拉和基甸对视了一眼，静静地点了点头。科拉虽然没有完全准确地理解两人的意图，但也领悟到，是时候再次从这个避难所移动了。三人首先转向斋藤，建议他留在这个房间里等待，因为无法保证他们将要前往的地方是安全的，不想把他卷入危险之中。斋藤察觉到了情况，静静地接受了那个提议。科拉对至今为止的合作，用无法言喻的深深感谢之情，通过她的表情和一次深深的鞠躬传达了。",
    "[op_124]",
    "在斋藤的目送下，科拉、基甸和贝拉三人再次前往母体计算机室，站在了终端前。贝拉伸出手指在操作盘上，输入了“移动到导致人类灭亡的bug产生的时间”。然后，她将手指放在回车键上，像是在犹豫是否执行一样，回头看了看两人。基甸确信贝拉会使用那个数字罗列，于是将触碰着自己生存工具包里数据终端的手，悄悄地收了回来。他对自己的预测落空感到有些不好意思，但基甸也同意了贝拉的意图，点了点头。当贝拉按下回车键后，屏幕上发生了变化。右下角出现了一个时钟图标，并开始播放动画。那是，时钟指针逆时针旋转的，熟悉的动画。",
    "[op_30]",
    "[op_0]",
    "第六章 ～沉睡～",
    "[op_0]",
    "株式会社母母公司",
    "[op_125]",
    "末期公司标志（2205年 - 2212年）",
    "株式会社母母公司，是一家曾经存在的神经信息学公司。成立于22世纪末的“母体技术热潮”时期，凭借其独特的操作系统“N-OS”和专用硬件“母体计算机”而风靡一时。后来试图通过开放自身技术来争夺平台霸权，但该战略适得其反，与技术中包含的严重问题一同迎来了戏剧性的经营破产。",
    "创业期：创始人通称“帕帕科拉”，以多次创业失败而闻名。当2190年代“母体技术热潮（MT趋势）”到来时，帕帕科拉没有错过这个机会，决定进入母体网络相关业务。他以巧妙的口才从投资者那里筹集资金，于2195年成立了母母公司。据指出，公司成立之初所拥有的技术，实际上只是将旧一代计算机和现有技术组合起来的，可以说是“虚有其表”的东西。",
    "“母体计算机”的成功：2198年，该公司发布了面向消费者的产品“母体计算机”。虽然硬件是过时的拼凑物，但搭载的操作系统“N-OS”却引发了社会现象。N-OS据称应用了人类的脑电波模式，展现出其他AI所没有的独特响应性，以及如同贴近使用者般的情感反应。这种用户体验被称为“母性”，受到了狂热的追捧，母体计算机在普通家庭中爆发性普及。“母体计算机馒头”等商品也相继发售，该公司成为了象征着那股热潮的企业。",
    "开放规格与技术局限：在成功的背后，该公司无法跟上竞争对手的技术革新，经营很快就陷入了僵局。为了起死回生并维持市场主导权，帕帕科拉于2208年突然宣布开放“母体计算机架构”。这是指免费公开硬件规格和N-OS的应用程序编程接口（API）。通过这一战略，第三方制造的廉价兼容机和兼容软件充斥市场，生态系统暂时得到了扩大。然而，开放是一把双刃剑。由于与廉价兼容机的竞争，作为本家的该公司的硬件收益锐减。此外，解析了公开API的技术社区开始指出，N-OS“无法通过外部学习进行自我进化”，并且“除了定期重新扫描特定的生物信息源外，没有其他更新手段”这一结构性缺陷。",
    "经营破产：关于N-OS更新方法的非伦理性传闻，以及创始人草率的经营状况被作为丑闻报道后，母体计算机的人气迅速下滑。再加上开放战略失败导致的收益恶化，经营完全陷入了僵局。最终在2212年3月，母母公司背负巨额债务，经营破产。",
    "[op_0]",
    "株式会社模拟世界设计",
    "[op_126]",
    "“国家游戏”标志",
    "株式会社模拟世界设计，是一家曾经存在的软件开发公司。在“母体技术热潮”时期作为第三方开发公司创业，后来凭借发布的深层意识连接型模拟平台“国家游戏”的大获成功而备受业界瞩目。2210年，被太阳系最大的娱乐公司“GAIA互动”收购，其历史落下帷幕。",
    "创业期与UI开发：22世纪末，“母体技术热潮”席卷整个太阳系，2199年由UI设计师高桥和几名工程师创立了该公司。该公司以母母公司公开的开放神经架构（ONA）为基础，开发了独特的自定义UI“S-Shell”。由于能够直观地操作复杂的多维数据，获得了研究人员和金融交易员等专业人士的高度评价，确立了虽然小众但稳定的收益基础。",
    "“国家游戏”的成功与普及：应用在S-Shell开发中积累的“复杂世界建模与可视化”这一核心技术，于2206年发售了深层意识连接型国家运营模拟游戏“国家游戏”。玩家化身为国家领导人的意识，通过思考直接体验内政、外交、技术开发等，这个平台，以其压倒性的沉浸感，最初作为模拟游戏创下了社会现象级的大热记录。其应用范围并未止步于娱乐。除了作为学习历史、经济、国际关系的有效教育工具被太阳系各地的教育机构采用外，还被广泛应用于处理复杂社会经济模型的企业战略会议，以及政府机构的政策决定模拟等，作为专业业务的平台。凭借这一成功，模拟世界设计从一家普通的工具开发公司，一跃成为承担社会基础设施一角的大企业。",
    "被GAIA互动收购：“国家游戏”的成功，让该公司的技术实力和策划能力为太阳系所有大公司所知。特别是，作为娱乐集团的GAIA互动，对该公司拥有的高度世界模拟技术，以及“国家游戏”这个超越娱乐范畴，扩展到教育、商业领域的强大知识产权表现出了强烈的兴趣。当时，作为ONA生态系统核心的母母公司的经营开始出现问题，整个市场都笼罩在前景不明的氛围中，GAIA公司向模拟世界设计提出了创纪录金额的收购提案。以水上为首的经营团队判断，获得稳定的开发环境和充足的资金，能够让“国家游戏”得到进一步发展，于是在2210年6月接受了这一提案。收购后，模拟世界设计作为法人解散，其开发团队被重组为GAIA互动内部的“GAIA模拟工作室”。",
    "对后世的影响：模拟世界设计，是在母体技术热潮中诞生的无数企业中，以明确的愿景和扎实的技术实力取得成功，并以被大企业友好收购的形式，发展性地结束其角色的稀有成功案例而闻名。在母母公司破产导致ONA生态系统崩溃后，该公司开发的技术也被GAIA互动继承，并以不同的形式存活了下来。特别是“国家游戏”，在GAIA公司的主要平台上系列化，不仅奠定了元宇宙娱乐的基础，还作为教育和商业模拟的标准工具被广泛使用，其影响是多方面的。",
    "[op_0]",
    "[op_127]",
    "看着母体计算机终端屏幕上显示的时钟动画的基甸、贝拉、科拉三人，注意到了那个动画消失了。与此同时，他们也意识到终端屏幕本身也消失了，自己正站在一个陌生的地方。那里是株式会社模拟世界设计的，虽然杂乱但功能齐全的“国家游戏”项目用会议室，但对三人来说是一个陌生的房间。空气中，混杂着冷却风扇的温热气味和微弱的咖啡香气。房间中央的长桌上，多个显示器散发着淡淡的光芒，墙上杂乱地贴着规格变更的便条。",
    "[op_128]",
    "隔着那张桌子，青年设计师和眼镜设计师，正就“国家游戏”核心的“揭秘”UI，低声地进行着讨论。一方是虽然无法掩饰疲惫之色，但眼中闪烁着锐利光芒的青年，另一方则是始终以务实的态度，淡然地反复反驳的眼镜设计师。幸运的是，三人的出现似乎没有被这两人发现。三人立刻判断出，自己正身处历史诞生的现场，这种不真实感，以及可能导致无法预测后果的危险性，于是他们躲藏在会议室角落的服务器机柜的阴影里，屏住呼吸，观察着两人的动静。就在讨论白热化，两人的注意力完全集中在显示器上的UI设计图的瞬间，贝拉悄无声息地动了。贝拉仿佛影子在地上滑行一般，绕到设计师们的死角，在看似是工作用的电脑上安装了物理键盘记录器。她的手法毫无犹豫，几秒钟后就回到了原来的位置。",
    "[op_129]",
    "不久，讨论在没有达成一致的情况下结束了，眼镜设计师叹了口气，踏上了回家的路。独自留下的青年设计师，有一会儿，面无表情地凝视着熄了灯的办公室，但不久，他带着坚定的眼神走向了自己的座位键盘。在三人的注视下，他以惊人的速度开始敲击代码。那项工作，并非是构建新东西的创造性工作，而是以一种扭曲、破坏现有逻辑的费解步骤进行着。在三人看来，他似乎在故意操作被列为系统漏洞的，关于饮食文化“寿司”的数据处理部分。但是，为什么会瞄准那样一个看似无关的地方，那个行动又意味着什么，他们完全无法理解。那看起来，就像是脱离了三人知识范畴的，未知的仪式。虽然关系到人类灭亡的“bug”，就在此时，被巧妙地植入了系统中，但在观察的三人看来，那只是青年设计师在扭曲系统的正常流程，偷偷地植入了某种异质的东西。显示器上高速流动的无法理解的字符串，正因为不明白其含义，反而更像是决定世界命运的不祥诅咒。完成所有工作的青年设计师，脸上没有露出完成的表情，只是静静地关掉了终端的电源，消失在寂静之中。",
    "[op_130]",
    "确认青年设计师的气息完全消失后，三人从阴影中现身，开始了通宵的调查。贝拉操作电脑解析刚才安装的记录器的记录，基甸和科拉则一张一张地，慎重地调查着堆积在桌子和架子上的文件。他们成功地阅览了世界的蓝图，也就是“国家游戏”的规格书、概念艺术，以及大量的全部开发日志。那里记载着的，是一个被设计得过于精密的，宏伟的模拟游戏的全貌。",
    "[op_131]",
    "在调查的途中，贝拉操作的显示器上，显示出了刚才设计师们讨论的“揭秘”UI的最终设计方案。看到那个画面，科拉倒吸了一口凉气。那正是自己作为最后的科拉在设施里度过的漫长时光的尽头所看到的，强迫自己做出人生选择的画面的结构，一模一样。当科拉把这个事实告诉两人时，贝拉也表情严峻地点了点头。在担任地区通行特派员的时候，贝拉的人生中也曾突然出现过同样的UI，并强迫她做出选择。两人过去的体验，与眼前的设计图一致。基甸没有的那个经验，成为了这个名为“国家游戏”的程序，实际上干涉了生活在遥远未来的他们的人生这一铁证。这个名为“国家游戏”的游戏为何会与遥远未来的“现实世界”的灭亡联系在一起，一直无法理解的三人的思绪，因为这个证言而得出了一个假说。那虽然是一个荒唐无稽的假说，但与母体计算机的明确指示将他们传送到这个时代、这个地方这一事实相结合，却也是一个不容忽视的假说。那就是，现在他们以为是现实的这个世界本身，就是由这些设计师们创造出来的，一个巨大的模拟世界的假说。他们的存在、历史，甚至人类灭亡的危机，所有的一切都可能是在被编程的模拟世界中发生的事情，三人不得不这样想。在这种情况下，作为模拟的登场人物的他们，是否有办法修正世界的根本性bug？说到底，模拟上的人类的终结，是否能称之为令人悲伤的“人类灭亡”？没有答案的问题，沉重地压在三人的心头。",
    "[op_0]",
    "[op_71]",
    "凯特琳告别了莱拉，开始朝着车站走去。脚下，双胞胎绿色史莱姆仿佛在地上滑行一样跟随着，凯特琳的周围，缓慢移动的人形污渍和闪烁的光，各自保持着一定的距离漂浮着。根据从莱拉那里得到的信息，再往前走，应该就能看到人工建筑，也就是车站，但无论走多远，风景都还是单调的田园，和远处广阔的山景，没有任何变化。",
    "走了一个小时左右，凯特琳发现路边设置了一个旧木制长椅。虽然对到目的地的距离仍然不明感到不安，但考虑到积累的疲劳，她决定先在这里休息一下。",
    "[op_135]",
    "当凯特琳坐在长椅上时，同行的光，其闪烁的节奏发生了微小的变化。凯特琳一边将注意力转向光的变化，一边回想着“波拉波拉波拉号”的最后时刻。基甸情急之下输入的“移动到过去”的命令。以及，屏幕上显示的，时钟指针逆时针旋转的动画。那个现象到底是什么，以及，是否能再次有意地引发。既然决定继续调查，就有必要考虑一下那个手段。仿佛读懂了凯特琳的思绪，在长椅的靠背上，本应什么都没写的木材上，仿佛烙印一般，慢慢地浮现出文字。那是，与光的沟通手段。",
    "[op_133]",
    "光传达的内容，是足以从根本上颠覆凯特琳至今为止的认识的，令人惊讶的内容。根据光所说，基甸在“波拉波拉波拉号”上进行的“移动到过去”，严格来说并非是让时间本身倒流的行为。那只不过是，在这个世界里，向不同的数据实例移动的过程。然后光，开始向凯特琳展示，通常为了执行那个移动过程而必须遵守的一系列规定。",
    "[op_134]",
    "凯特琳只是茫然地用眼睛追逐着浮现出的文字。首先，要进行时间移动，必须事先从“管理员”那里购买“时间移动券”。此外，还存在用于详细指定移动目标时代和场所的“选项券”，但这需要在购买时间移动券的同时，另外购买。购买的券，在执行移动过程之前，必须直接交给管理员。当多个移动过程同时被请求时，会按照先到先得的顺序处理，所以后到者需要在过程之外排队等候。过程开始时，会由管理员进行口头的本人确认和意愿确认。此时，严禁在管理员提问结束前回答，即所谓的“抢答”。管理员会询问“时间轴的浓度”、“世界的稳定性”、“介入等级”这三项的希望，但如果没有特别的理由，使用者通常都会回答“普通”。如果回答错误，或者使用了与正规格式不同的词语，那么那个回答就会被驳回。另外，每个问题都设有5秒内必须回答的时间限制。规定还在继续。在时间移动过程中，不允许任何私语，也不允许使用便携式终端。如果这些行为被管理员发现，过程会立即被强制中断，使用者也会被强制驱逐出设施。一旦开始的过程，就不能因使用者的方便而中断，也不能取消购买的选项，必须全部完成。过程中的使用者，被要求不要大声说话、喧哗等，以免给其他使用者带来麻烦。最后，时间移动过程中使用的所有仪器，都必须由使用者亲手放回原位，并用附带的抹布清洁控制台，这才算是一整套过程的义务。",
    "[op_132]",
    "面对如此庞大而繁杂的规定罗列，凯特琳感到一阵轻微的眩晕。这个规定，究竟只是光原来所在的另一个平行世界的故事，还是在没有办法向母体计算机指定“移动到过去”时可以采取的替代手段，凯特琳无法判断。说到底，在波拉波拉波拉号的那个瞬间，基甸为何能像有把握一样输入“立即移动到过去”，凯特琳也不太明白。就在那时，凯特琳突然意识到，自己忽略了一个重大的确认。因为和莱拉重逢而感到安心，她完全忘记了去探讨是否能通过污渍的心灵感应能力联系上其他同伴的可能性。凯特琳立刻向污渍搭话，问能否通过心灵感应联系上不同的对象。过了一会儿，污渍通过心灵感应告知，已经和基甸取得了联系。",
    "[op_0]",
    "[op_130]",
    "基甸、贝拉、科拉三人，在青年设计师离开后寂静的会议室里，正在确定今后的行动方针。设计师们使用过的电脑显示器上，显示着可以说是“国家游戏”世界蓝图的大量数据。三人暂时搁置了拯救自己世界的具体行动，而是将查明一切元凶“bug”本身的真面目作为最优先事项来行动。",
    "[op_140]",
    "贝拉将注意力集中在自己安装在工作电脑上的键盘记录器的记录上。青年设计师执行的命令历史，乍一看只是一串无意义的字符串。青年设计师的操作被巧妙地伪装，以免在系统日志中留下痕迹，用常规的分析方法几乎不可能解读其意图。但是，贝拉觉得那个操作的模式，与自己过去作为地区通行特派员时解读的古代文明的加密协议奇怪地吻合。贝拉的手指在键盘上如行云流水般移动，从大量的日志中，重构着青年设计师的思考碎片。不久，她发现操作的核心，集中在系统饮食文化数据库中存储的“寿司”这个项目上。但是，为什么那个数据会与世界的存续联系在一起，其直接的因果关系逻辑却看不出来。贝拉只是，直觉地理解到，那一连串的操作，是针对系统的核心，特别是模拟味觉、触觉等未实现模块，被设计成故意施加过大负荷。",
    "[op_141]",
    "一边看着贝拉的解析工作，基甸一边将思绪转向了别的方向。确定bug的任务就交给贝拉了，问题是如何将修复补丁应用到自己的世界。拥有足以自由移动时间轴权限的母体计算机，必定对这个模拟世界拥有特权访问权限。通过母体计算机执行贝拉制作的修复程序，直接改写世界的法则。这似乎是最可靠的方法。但是，基甸的思考在这里卡住了。从“国家游戏”的资料中，他知道了现在是公元2206年。但是，在这个时代，是否存在能访问那个超规格存在的母体计算机的技术，他找不到任何线索。",
    "[op_125]",
    "科拉将意识从两人的讨论中移开，被散落的资料上一张画着的标志吸引住了。那是“N-OS”这个操作系统的标志，但科拉对那个设计有印象。过去，在帕帕科拉设立的“母母公司仓库”，那个与外界隔绝的设施里，每次操作控制终端时都会看到这个标志。科拉自己也不知道为什么，但她在设施里生活时的记忆，开始零星地浮现出来。",
    "[op_57]",
    "对科拉来说，过去在设施里的生活，是单调的例行公事的重复。科拉，和几个长得和自己一模一样的“代理人”。科拉们的主要工作是轮流接受脑电波扫描，但除此之外的时间可以比较自由地度过。设施里有一个巨大的图书馆，但里面收藏的都是技术书籍和学术论文，没有一本关于故事或娱乐的书籍。有一次，科拉采取了和其他代理人不同的行动。她注意到图书馆的一个终端，偶尔会发生外部网络连接错误。错误日志里，零星地残留着一些在正常操作下不会显示的，关于“N-OS”调试模式的记述。科拉花了几年时间，将那些零星的信息拼凑起来，最终查明了系统深处隐藏的某个功能的存在。那是，能够非常有限地改写生成设施物资的自动机的动作序列的功能。科拉利用那个功能，尝试生成一种只有食谱数据残留的，叫做“蛋糕”的食物，来代替总是同一个味道的营养餐。但是，生成出来的，是和蛋糕完全不像的，灰色的几何块状物。那个块状物，放进嘴里，就像没有味道的沙子一样散开了。那个失败的记忆，现在，鲜明地苏醒了。N-OS的标志，对科拉来说，是挑战世界法则，然后失败的，痛苦回忆的象征。科拉拼命地在记忆的深渊里寻找着，想要想起什么，更重要的事情，隐藏在那个失败背后的什么。",
    "[op_137]",
    "生成蛋糕失败，制造出无味沙土般块状物的记忆，并未能挫伤科拉的探究心。反而，那次彻底的失败，成为了将科拉的意识引向另一种可能性的契机。设施的图书馆里，不仅有物质的组成数据，还存档了大量关于音响工程学和音乐理论的文本数据。味觉，这种伴随着复杂化学反应的感觉的再现，或许超出了这个设施的自动机的功能极限。但是，声音只是空气的振动，也就是物理波形数据。与从零开始生成物质相比，控制流经现有设备的能量频率，实现的可能性似乎要高得多。",
    "[op_136]",
    "科拉再次访问了隐藏在N-OS深处的调试控制台。科拉盯上的是，为了维持设施环境而24小时持续运转的，大规模空气循环系统。通过无数管道在设施内循环空气的巨大风扇的运转声，平时是不会被意识到的低频噪音，一直存在着。科拉想，通过微小地、并且周期性地改变这个风扇的转速，是否可以控制流经管道内的空气的振动，也就是音高。科拉从图书馆里找到了结构最简单的古代童谣的乐谱数据，花了几个星期，构建了一个将那个音阶信息转换成控制风扇转速的序列的程序。",
    "[op_138]",
    "执行的那天，科拉在设施中心的客厅里，等待着那一刻。到了指定的时间，设施里一片寂静。空气循环系统，一度完全停止了。就在科拉屏住呼吸的下一瞬间，系统重新启动，整个设施响起了声音。但是，那并非科拉所期望的，朴素而温柔的童谣旋律。最初的几个音符，虽然勉强还能听出是按照乐谱的音阶来的，但很快，那旋律就开始崩溃了。音高不稳定地上下波动，仿佛是被人用力地弹奏着一架调音不准的巨大弦乐器，产生了刺耳的不和谐音。节奏断断续续，被拉长，混杂着本不该有的噪音，整个空间都充满了诡异的音响。那与其说是音乐，不如说是没有生命的机器，在质问自身存在理由时发出的，痛苦的呐喊。",
    "[op_139]",
    "那奇异的声音，也传到了在设施各处各自执行着日常工作的，剩下为数不多的代理们的耳中。科拉们仿佛接到了号令一般，一齐地，并且在完全相同的时间点，停止了之前正在进行的工作。有的正要将营养餐的糊状物送入口中，有的正要戴上用于脑电波扫描的头戴式设备，他们的动作完全停止了。他们没有去寻找声音的来源，只是凝视着虚空的某一点。在那一如既往的面无表情中，浮现出了一丝微弱的，只能用数据上的错误来形容的，类似困惑的东西。不久，演奏结束了，空气循环系统恢复了正常的运转声。代理们也仿佛什么都没发生一样，重新开始了停止瞬间的动作。设施，再次恢复了完全的，并且没有任何创造的寂静。",
    "[op_57]",
    "两次失败，在科拉的心中刻下了一个明确的理解。那就是，“母母公司的仓库”这个设施，以及作为其核心的N-OS这个系统，不适合“创造”新的东西。那是一个为了将规定的信息，以规定的步骤，分毫不差地“再生产”而设计的，完全封闭的系统。科拉想起了，当试图处理从那个封闭世界的外部给予的，或者从内部产生的，意料之外的信息时所产生的违和感。那种系统性的排斥反应，或许正是现在三人所面对的，被称为“bug”的现象的本质。至少，科拉的直觉是这样告诉她的。",
    "[op_143]",
    "科拉慢慢地站了起来。注意到她的动作，贝拉和基甸停下了敲击键盘的手，将视线转向了她。科拉走到会议室的白板前，在中央，只写了一个词，“寿司”。然后从那里画出几条线，在各自的顶端，将从自己过去中捞起的词语，一个一个地配置了上去。“味道”、“香气”、“口感”、“技术”、“美学”、“情感”。最后，科拉加上了“创造的失败”这个词，并用一个圆圈把它圈了起来。",
    "[op_142]",
    "看到那张图的瞬间，贝拉和基甸感到，各自调查得到的零散信息，正汇聚成一个答案。贝拉明白了，青年设计师那费解的操作，正是精准地，刺中了这个系统“感觉创造”这个最大的弱点。基甸领悟到，完全再现“寿司”这道菜的行为，是要求系统进行究极的“创造”，从而从根本上破坏了系统“再生产”这个设计思想。三人之间，没有言语。bug的真面目，并非是恶意代码的片段。那是，利用了系统的根本性局限而设下的，过于精密的逻辑陷阱本身。在三人的视线前方，寂静的会议室里，只有显示器上映出的设计图，持续散发着淡淡的光芒。",
    "就在那时，基甸收到了来自污渍的心灵感应。那是来自污渍的信息，传达着凯特琳的消息。",
    "[op_0]",
    "凯特琳在长椅上请求污渍联系的对象是基甸。在和莱拉一起玩了几个小时的改造猜拳之后，将人类灭亡的信息分享给船员的基甸，给凯特琳留下了深刻的印象。虽然她期待着或许在这个世界的某个地方还活着，但转瞬之间，过于轻易地，污渍通过心灵感应告知，已经和基甸取得了联系。",
    "[op_132]",
    "根据基甸的信息，他们所在的是公元2206年，世界的bug的真面目很可能是“寿司的再现”，以及，这个世界本身或许就是模拟的假说被传达了过来。凯特琳首先对自己所在的2034年与他们之间存在的，过于巨大的时间鸿沟感到震惊。但是，关于世界可能是模拟的假说，与自己过去经历的“揭秘”的记忆联系在一起，她不可思议地很顺利地接受了。接着，凯特琳将一个疑问托付给了污渍。她向基甸提问，为什么母体计算机，会把作为bug触发器本身的“寿司”，作为拯救人类灭亡的方法来回答。",
    "[op_144]",
    "在心灵感应的另一端，三方的意见交错的情景传到了凯特琳这里。基甸暗示了母体计算机设下陷阱的可能性。对此，科拉以自己经验得来的直觉为根据，反驳说母体计算机不可能做出那样的欺骗。基甸进一步从逻辑上回应说，寿司要么是“毁灭世界的bug”，要么是“拯救世界的某种东西”，两者不能并存。最后，贝拉提出了最安全的策略，即现阶段冻结所有与“寿司”相关的活动，完全排除灭亡的风险。",
    "[op_133]",
    "一边听着三人的讨论，凯特琳一边将视线落在眼前的长椅上。当凯特琳正在思考时，同行的光改变了其闪烁的节奏，在长椅的靠背的木材上，慢慢地浮现出文字。那个内容，对凯特琳抱有的疑问，以及三人提出的问题点，给出了一个指针。凯特琳将光所展示的想法，几乎原封不动地，当作自己的主意，通过污渍传达给了基甸他们。",
    "[op_134]",
    "那个提议的内容是，现阶段无法判断“寿司”是bug还是别的什么，应该静观其变，直到模拟世界的设计师们的动向，特别是“国家游戏”的发布。凯特琳他们所在的各个时代，如果是在模拟上的话，那么已经是确定的事件了，为了改变未来，首先应该仔细观察成为原因的事件，专心收集信息。基甸、贝拉、科拉三人都对那个合理的提议表示信服。",
    "[op_0]",
    "然后，大约两个月的时间过去了。公元2206年，在株式会社模拟世界设计办公室附近的一家酒店房间里，基甸、贝拉、科拉三人，屏住呼吸，凝视着一台显示器。通过贝拉安装的键盘记录器，他们实时监视着眼镜设计师的电脑屏幕。屏幕上显示着大量的代码，映出了眼镜设计师正在秘密地将某种针对“寿司”bug的对策，植入系统的样子。那是，反过来利用青年设计师设下的致命bug，虽然有限，但却试图为未来留下救济可能性的，充满苦恼的补丁。同一时间，公元2034年，在车站附近的网吧里暂时安顿下来的凯特琳，也通过污渍定期发送的报告，静静地守护着那个历史性的瞬间。",
    "{epilogue_begin}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "尾声 ～致所有全人类～",
    "[op_1]",
    "公元4亿5年，载有艾伦、贝克、克拉克、邓恩、埃文斯、福特、格林、哈里斯、英格拉姆、詹姆斯、凯利、李、米勒、纳尔逊、奥利弗、帕克、奎因、罗宾逊、史密斯、托马斯、厄普、巴尔萨米科斯、怀特、泽维尔、杨、齐默尔曼的宇宙飞船“波拉波拉波拉波拉号”正在返回地球的途中。宇宙飞船“波拉波ラ波ラ波ラ号”是为了在宇宙中传播宇宙飞船“波ラポラポラ号”的存在而建造的“宇宙飞船波拉波拉波拉号存在周知船”的第三艘宇宙飞船。这次航行计划需要400天，是一次离开地球超过一年的漫长旅程，但终于离回归只有一步之遥了。",
    "在漫长的船旅中，船员们面临的最大问题是轮流到来的“有人监视时间”。这段时间的大部分工作是重新检查机器生成的数据，在这漫长的宇宙旅程中，精神控制是至关重要的关键。为了抑制精神错乱，船员们最需要的是娱乐。即使在这段期间即将结束之际，船员们的心灵支柱仍然是“回转寿司”。",
    "[op_6]",
    "宇宙飞船“波拉波拉波拉波拉号”，正如其名，是为了纪念曾经存在的宇宙飞船“波拉波拉波拉号”的功绩而计划的。那个功绩，指的是旧“波拉波拉波拉号”的船员们，面对当时世界所面临的根本性bug，也就是模拟世界崩溃的一系列事件。",
    "他们，在解开隐藏着改写世界法则本身可能性的“寿司”之谜的过程中，成功地创造出了新概念的寿司。那被称为“概率问题解决寿司”，具有在吃下的瞬间，在世界的某个地方随机解决一个问题的，无视因果律的性质。船员们，执行了连续食用这种寿司的，乍一看很鲁莽的作战。结果，从世界存在的无数问题中，奇迹般地发生了模拟世界崩溃的根本性bug本身被“解决”的事件。由于这个意想不到，但又太过巧合的结局，世界得救了。",
    "为了将这一历史性的伟业传之后世，以及为了称赞他们的勇气和奇迹般的幸运，新建造的船在“波拉波拉波拉号”的名字上，又增加了一个“波拉”。船内将“回转寿司”作为娱乐项目固定下来，也是那个名残。",
    "[op_145]",
    "这次“回转寿司”是在第893次“有人监视时间”举行的，参加者是罗宾逊、泽维尔、凯利、米勒。四人围着静静流动的传送带。每当装着番茄或蛋糕等奇特寿司的盘子经过时，他们偶尔会伸出手，品尝其味道。曾经拯救了世界的古代料理，如今已成为治愈漫长船旅无聊的平静娱乐，四人周围只是静静地流淌着时间。",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[thankyouforplaying_01]",
    "[op_0]",
    "[thankyouforplaying_02]",
    "[op_0]",
    "THANK YOU FOR PLAYING",
    "[op_0]",
    "{epilogue_end}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
