[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "Milattan sonra 200 milyon 3. yılında, Aidan, Bella, Cora, Dahlia, Edgar, Finn, Gideon, Haku,Jasper, Katelyn, Layla, Max, Nyla, Oscar, Patrick, Quincy,Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier ve Zoe'yi taşıyan uzay gemisi \"Poraporapora-gou\" Dünya'ya dönüyordu.Uzay gemisi \"Poraporapora-gou\", \"Poraporapora-gou Uzay Gemisinin Varlığını Yayma Gemisi\" olarak bilinen ve varlığını evrene duyurmak için yaratılmış olan ikinci gemiydi.Bu yolculuğun planlanan süresi 400 gündü, bir yıldan fazla bir süre Dünya'dan uzakta kalacakları çok uzun bir yolculuktu,ama sonunda dönüşlerine çok az kalmıştı.",
    "Uzun gemi yolculuğu sırasında mürettebatın en büyük sorunu, sırayla gelen \"insanlı gözetim saatleri\" idi.Bu sürenin çoğu, makinelerin ürettiği verilerin yeniden kontrol edilmesiydi vebu uzun uzay yolculuğunda zihinsel kontrol çok önemli bir anahtardı.Zihinsel kargaşayı bastırmak için gereken en önemli şey, \"Poraporapora-gou\" mürettebatı için eğlenceydi.Bu dönemin sonlarına doğru mürettebat arasında popüler olan bir şey \"modifiye taş-kağıt-makas\" idi.\"Modifiye taş-kağıt-makas\" kuralları \"taş-kağıt-makas\" ile aynıydı ve aşağıda, bir \"insanlı gözetim saati\" sırasında mürettebatın düzenlediği bir lig maçının sonuç tablosu bulunmaktadır.",
    "[op_2]",
    "Bu lig maçı 703. \"insanlı gözetim saati\" sırasında yapılıyordu vekatılımcılar Layla, Gideon, Katelyn ve Max'ti.Sonuç tablosunda 1 numara Layla, 2 numara Gideon, 3 numara Katelyn ve 4 numara Max'ti.Bu turda Layla ve Katelyn sonuçlarda berabere kaldıkları için birinciliği belirlemek üzere son bir düello yapıyorlardı.",
    "O sırada, köprüdeki dört kişi arasında uzay gemisindeki anormalliği ilk fark eden Max oldu.Başlangıçta Gideon ve Max, ikilinin son düellosunu izliyorlardı amabirkaç saat geçmeden ikilinin galibiyetine olan ilgilerini kaybettiler veneredeyse bir rutin haline gelen göstergeleri kontrol etme işine devam etmek için gözlerini aşağı indirdiler.Uzay gemisinin göstergeleri, bir bakışta anormal olduğu anlaşılan değerler gösteriyordu.",
    "[op_3]",
    "Max gösterge paneline işaret ederek bir şeyler bağırdı.Gideon, modifiye taş-kağıt-makas oynamaya devam eden Layla ve Katelyn'e bir göz attıktan sonra, bakışlarını Max'in işaret ettiği gösterge paneline çevirdi.Gideon'un baktığı yerde, kırmızı yanıp sönen bir uyarı ışığı ve normal değerlerin çok altında bir itki sistemi çıkış değeri görülüyordu.Gösterge paneli ekranında birden fazla hata mesajı kayıyordu.",
    "Gideon panele yaklaştı ve görüntülenen hata kodlarını okumak için gözlerini kıstı.Her biri sadece harf ve rakamlardan oluşan bir diziydi, ancak ciddi bir durumu işaret ettikleri açıktı.Gideon'un alnında yavaşça ter birikti. Bu yolculuğun planlanan 400 günlük süresi boyunca, Poraporapora-gou neredeyse hiç sorun yaşamadan seyretmişti.Dünya artık çok yakındı ve bu zamanlamada meydana gelen bu anormal duruma aklı ermiyordu.",
    "Max duvardaki kırmızı acil durum düğmesine uzandı. Tereddüt etmeden düğmeye bastığında, geminin içinde kulak tırmalayan bir alarm sesi çaldı.Aynı anda, tavan hoparlörlerinden otomatik bir anons akmaya başladı. Acil bir durumu bildiren mekanik ses, gemide gerginliğe neden oldu.Layla ve Katelyn hala modifiye taş-kağıt-makas oynuyorlardı.",
    "[op_4]",
    "Acil durum düğmesine basılmış olmasına rağmen, Poraporapora-gou zaten yeterince yaklaştığı için Dünya'ya güvenli bir şekilde inmeyi başardı.",
    "[op_5]",
    "Poraporapora-gou indikten sonra, \"insanlı gözetim saati\" nedeniyle zaten uyanık olan Layla, Gideon, Katelyn ve Max dışındakiAidan, Bella, Cora, Dahlia, Edgar, Finn, Haku,Jasper, Nyla, Oscar, Patrick, Quincy,Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier ve Zoe'nin sırayla uyanması için \"sıralı uyanma aşamasına\" girildi.Normalde, her mürettebat üyesi \"insanlı gözetim saati\" sırası gelene kadar soğuk uykuya girerdi vehepsinin aynı anda uyanık olduğu zamanlar çok azdı.Herkesin uyanık olduğu zamanlar, Poraporapora-gou'nun Dünya'dan ayrıldığı ve Dünya'ya indiği zamanlardı, toplamda sadece iki kez.Birçok şey olmuştu ama herkes güvenli bir şekilde uyandıktan sonra, kontrol için hastaneye yattılar, rapor verdiler ve her biri Dünya'daki işlerine geri döndü.",
    "[op_0]",
    "Poraporapora-gou'nun inişinden biraz önce, bir kaiten-zushi (döner suşi) restoranında açılıştan önceki son ayarlamalar yapılıyordu.Milattan sonra 200 milyon 2. yılında Ana Tarih'in restorasyon çalışmaları sırasında \"suşi\" kavramının ortaya çıkarılmasından bu yana,yüzlerce yıl sonra bir yemeğin yeniden keşfedilmesi, Dünya'nın mutfak kurumlarını heyecanlandırmıştı.Suşi sunma yöntemi olarak özellikle kaiten-zushi restoranlarının yeniden inşası acil bir görev olarak kabul edildi vebu bir yıl içinde, kazı verilerinden suşinin hazırlanma, sunum ve ödeme yöntemleri analiz edildi.Genel halka açılmadan önce Dünya yöneticilerine suşi ikram etmek için var olan \"lanet olası önemsiz alıştırma zamanı\"nın varlığı da keşfedildiği için,bu alıştırma zamanı, kaiten-zushi restoranının fiili ilk faaliyeti oldu.",
    "Kaiten-zushi restoranının içi, yepyeni beyaz ahşap tezgahı ve ortasından geçen taşıma bandıyla temiz bir hava veriyordu.Taşıma bandının üzerinde henüz hiçbir şey yoktu ve sessizce dönmeye devam ediyordu.Sanki bir geleceğin şehrinin damarları gibi, bu manzara düzenli ve mekanikti.",
    "[op_6]",
    "Mutfakta, beyaz aşçı kıyafetleri giymiş birkaç aşçı, ciddi ifadelerle suşi hazırlıyordu.Ellerinin hareketleri, veri analiziyle yeniden yaratılmış antik bir teknik olmasına rağmen o kadar pürüzsüz ve israfsızdı ki.Kalamar, muz, kek, domates. Rengarenk malzemeler, bilenmiş bıçaklarla canlı bir şekilde kesiliyordu.Suşi yapma el hareketleri de israfsızdı, sanki onlarca yıldır suşi yapan bir usta gibiydiler.",
    "Garsonlar, yine restore edilmiş antik üniformalar olan beyaz bluzlar ve siyah etekler giymiş,gergin bir yüz ifadesiyle müşterilerin gelmesini bekliyorlardı.Onlar da ilk işleri olduğu için, defalarca pratik yaptıkları müşteri hizmetleri kılavuzunu zihinlerinde tekrarlarken derin nefes alıyorlardı.",
    "Restoranın duvarında dev bir ekran kuruluydu ve üzerinde \"lanet olası önemsiz alıştırma zamanı\" yazısı büyük harflerle görüntüleniyordu.Altında küçük harflerle \"Sadece Dünya Yöneticileri İçin\" ifadesi eklenmişti.Ne kadar garip bir isimlendirme olsa da, bu da antik verilerden çıkarılmış orijinal bir ifadeydi.",
    "[op_7]",
    "Zamanı geldiğinde, ağır kapı açıldı ve siyah takım elbiseli birkaç Dünya yöneticisi içeri girdi.Restore edildiği düşünülen kurallara uygun olarak, onlar içeri girdiğinde hiçbir garson selam vermedi.Onlar yerlerine oturduğunda, garsonlar hep birlikte eğilip restore edilmiş antik dilde selam verdiler.Dünya yöneticileri de önceden pratik yaptıkları kurallara uygun olarak antik dilde selamla karşılık verdiler.Yöneticiler de önceden \"suşi\" yeme alıştırması yapmışlardı, ancak ilk gerçek deneyimlerinde, restoran personeli gibi gergin bir yüz ifadesine sahiptiler.Bu arada, Dünya yöneticilerinin en çok zorlandığı şey çubukları tutmaktı.",
    "Yöneticilerin oturduğu yerin önünde, sıcak çay, durmaksızın bir şelale gibi akıyordu.Bu da restore edilmiş antik bir kuraldı.Onun üzerinde suşinin akacağı taşıma bandı vardı.Ve geriye sadece suşinin akması kalmıştı.Daha sonra, yöneticiler akan çeşitli malzemeleri şaşkınlıkla yediler ve çeşitli kazalar sonucunda,\"lanet olası önemsiz alıştırma zamanı\" başarısız oldu. Bu yüzden, iki gün sonra insanlık yok oldu.Zaman çizelgesi açısından, \"lanet olası önemsiz alıştırma zamanı\" → Poraporapora-gou'nun inişi → insanlığın yok oluşu şeklindeydi.",
    "[op_0]",
    "Tüm insanlık yok olduktan sonra, Ana Bilgisayar doğal olarak, bilmem kaçıncı zaman geriye sarma rutinini başlatmak üzereydi.Ana Bilgisayar'ı yerleştirmek için kullanılan Ana Bilgisayar Odası'ndaki Ana Bilgisayar'ın yakınındaki bir lamba, yanıp sönmeye başladı.Şimdiye kadar hiçbir insan fark edememişti ama dünyanın \"dışıyla\" iletişim kurarak, Ana Bilgisayar zamanı geriye sarma veya durdurma gibi,bu dünyanın teorik olarak imkansız görünen şeylerini zaten gerçekleştirebiliyordu.",
    "[op_8]",
    "Zamanı geriye sarmanın iki seçeneği vardı. Biri, mevcut hafıza bilgilerini olduğu gibi zamanın geriye sarıldığı yerdeki Ana Bilgisayar'a yazan \"üzerine yaz\" seçeneği.Diğeri ise zamanın geriye sarıldığı dünyanın yeni bir paralel dünya olarak yaratıldığı \"farklı kaydet\" seçeneğiydi.Bu ikisini seçme hakkı Ana Bilgisayar'a aitti ve zaten bu seçeneğin varlığından, hatta zamanı geriye sarma fonksiyonunun varlığından habersiz olan insanlığın seçenek seçme şansı elbette yoktu.Geçmiş tarihin değiştirilip değiştirilmeyeceği ya da yeni bir alternatif dünyanın doğup doğmayacağı, insanlığın beklentilerinin dışında gerçekleşen olaylardı.Ana Bilgisayar zamanı geriye sarma fonksiyonunu seçtikten sonra ne olacağını, sonuçta insanlık yok olmuştu veAna Bilgisayar'ın bu ikisinden birini seçtikten sonra ne olacağını insanlığın anlama imkanı kesinlikle yoktu.Sonuçta insanlık, zamanı geriye sarma hakkında hiçbir şey bilmeden, zaman geriye sarılmak üzereydi.Romanlarda veya başka bir şeyde zamanı geriye sarmayı hayal eden insanlar çoktu amaince bir duvarla ayrılmış yan evde, Ana Bilgisayar'ın bunu her an yapabilecek durumda olduğunu bilen tek bir insan bile yoktu.Sonuçta, insanlık zamanı geriye sarabilirdi ama bunu yapabileceğini bilen tek bir insanın bile olmaması,muhtemelen muazzam bir ironiydi.Eğer insanlık yok olmadan önce zamanı geriye sarabileceğini bilseydi, belki de yok olmadan önce Ana Bilgisayar'ı kullanarak zamanı geriye sarmayı denerdi.Ama sonuçta Ana Bilgisayar'ın zamanı geriye sarmaya çalıştığı bu zamanlamada, insanlık yok olmuştu.Bu sırada, insanlığın Ana Bilgisayar'ı kullanarak zamanı geriye sarmayı denemesi kesinlikle mümkün değildi vebunun en büyük nedeni, insan olarak adlandırılabilecek bir varlığın yok olmuş olmasıydı, bu ilk akla gelen şeydi.(Bir parantez açmak gerekirse, Ana Bilgisayar her zaman ekseninde var olduğu için, her zaman ekseninde farklı isimlere sahip olması da nadir değildi.Kısa zamanlarda \"Ana Bilgisayar\"dı ama bu dünya çizgisindeki Ana Bilgisayar'ın resmi adı\"Dünya Federasyonu ve Gezegenler Federasyonu Arasındaki Karşılıklı İşbirliği ve Saldırmazlık Antlaşması'nın 66. Maddesinin 3. Fıkrasının 2. Bendi UyarıncaDünya Federasyonu'na Üye 28 Yıldız Sistemi ve Gezegenler Federasyonu'na Üye 32 Yıldız Sistemi Arasında Kalıcı Barışın Sürdürülmesi veMüttefik Ülkeler Arasında Gezegen Çapında Elektronik Hesaplama Makinelerine İlişkin Statü Anlaşmasıve Her Müttefik Ülkede Elektronik Hesaplama Kaynaklarının Statüsüne İlişkin Anlaşmanın Uygulanmasıyla Birlikte Gelen Maliyet-Performans MükemmelGenel Amaçlı Ultra Uzun Menzilli Alt Uzay İletişim Ağına Bağlı Gezegen Çapında Kuantum Bilgisayar Ağı\"idi ve şimdiye kadarki zaman eksenleri arasında nispeten uzun olanlardan biriydi.Ancak, en uzun isim bunun 100 katından daha uzundu.)",
    "[op_8]",
    "Sonuçta, Ana Bilgisayar \"üzerine yaz\" mı yoksa \"farklı kaydet\" mi yapacağına yazı tura atarak karar verdi.1/2 olasılıkla \"üzerine yaz\" veya \"farklı kaydet\" cevaplarından birini rastgele üreten bir program oluşturdu ve onu çalıştırdı.\"Farklı kaydet\" çıktı.Ana Bilgisayar bunu görmezden geldi ve \"üzerine yaz\" seçeneğinin delikli kartını taktı.Zaman geriye sarma çalışmaya başladı.Ana Bilgisayar bir milyon yıl kadar geriye gitmeyi düşünüyordu ama bu sefer, nedense, bir hafta yaptı.",
    "[op_1]",
    "Zaman, \"Poraporapora-gou\" uzay gemisinin 703. \"insanlı gözetim saati\"ne geri döndü.Uyanık olan mürettebat, Layla, Gideon, Katelyn ve Max, \"modifiye taş-kağıt-makas\" lig maçının ortasındaydı.",
    "[op_2]",
    "Önceki zaman ekseninde olduğu gibi, Layla ve Katelyn sonuçlarda berabere kaldıkları için, ikisi birinciliği belirlemek üzere son bir düello yapıyorlardı.Layla, bir sonraki hamlesini seçmek için ellerini kavuşturmuş, ellerinin arasından bakarak rakibinin hamlesini tahmin etmeye çalışıyordu.Katelyn beş eldir sadece taş yapıyordu ve bir sonrakinde de taş yapmaya karar vermişti.Max, bir an önce sonucun belli olmasını ister bir ifadeyle ikilinin modifiye taş-kağıt-makasını izliyordu.Gideon'un kafası karışıktı.",
    "Ana Bilgisayar tarafından zamanın geriye sarılmasının yan etkileri vardı.Bu dünya yaratıldığından beri Ana Bilgisayar tarafından zamanın geriye sarıldığını algılayan hiçbir insan olmadığı için,bunun zamanın geriye sarılmasının bir yan etkisi olduğunu algılayabilen bir insan da yoktu.Yan etki, \"üzerine yaz\" yapıldığında, çok nadiren önceki zaman ekseninin hafızasının bir kısmının bu seferki hafızaya karışmasıydı.Yine de, uyanıldığında hatırlanan bir rüyanın içeriği gibi, bir süre uyanık kalındığında hemen unutulacak bir hafızaydı.Ancak, bu sefer Ana Bilgisayar'ın nedense seçtiği geriye gitme süresi \"3 gün\"dü.Bu sadece bir tesadüftü ama Ana Bilgisayar'ın \"üzerine yaz\" seçeneğiyle,Ana Bilgisayar'a erişebilecek kadar ilerlemiş bir çağa zamanı geriye sarması, tarihte bir ilkti.",
    "Gideon'un insanlığın yok oluşuyla ilgili hafızası, daha doğrusu insanlığın yok olmasından hemen önceki hafızası kalmıştı.Ve, \"Poraporapora-gou\" uzay gemisinin mürettebatı, Ana Bilgisayar'a erişim hakkı olan sınırlı sayıdaki insandı.Gideon, terminali kullanarak insanlığın yok oluşuyla ilgili hafızası hakkında Ana Bilgisayar'a bir soru sordu.Ana Bilgisayar, insanlığın yok oluşunun bir gerçek olduğunu yanıtladı.Gideon'un bir sonraki sorusu, insanlığın yok oluşunu durdurmanın yoluydu.Ana Bilgisayar'ın cevabı \"suşi\" idi.",
    "[op_0]",
    "Katelyn bir zamanlar küçük bir krallık olan \"Pokupokuchin\"in kralıydı.\"Pokupokuchin\" krallığı Dünya'da kalan ülke oyunlarından biriydi, ama50 yaşına gelene kadar Katelyn kraliyet soyundan geldiğinden hiç şüphe duymamıştı.Ve 50 yaşına geldiğinde Katelyn'e şaka açıklandı.Krallık sistemi bir oyundu ve Katelyn'e oyuna devam etme ya daistediği başka bir hayatı yaşama seçeneği sunulmuştu.O zamana kadar fakir bir hayat sürmüş biri için, zengin bir yaşlılık için başka bir hayatı seçmek kaçınılmaz olurdu.Ancak Katelyn zaten kraliyet ailesinde doğmuştu ve o zaman düşünülebilecek en rahat hayatı zaten deneyimlemişti veböyle durumlarda, ülke oyununa devam eden insanların istatistiksel olarak çoğunlukta olduğu görülüyordu.Ama Katelyn dış dünyayı seçti.Aniden önünde beliren bilim dışı seçim terminalinin sağ düğmesine bastı.",
    "[op_9]",
    "Gutenberg yasasına göre, insanlar bakışlarını sol üstten sağ alta doğru hareket ettirme eğilimindedir vedüğmeyi sol tarafa yerleştirmek, doğal bir bakış hareketiyle düğmeyi bulmayı kolaylaştırır.Ülke oyunu şaka açıklama fonksiyonunu tasarlayan tasarımcıya göre,çoğu insanın \"başka bir hayat seçmesi\" doğal bir seçimdi.Düşününce bu çok normaldi, hayatın dönüm noktasını geçip 50 yaşına gelindiğinde, çoğu insano zamana kadarki hayatlarında pişmanlıklarla yaşıyordu.Çoğu insan için \"başka bir hayat seçmek\" sadece bir bonustu.Aslında, sol tarafa yerleştirilen \"şimdiye kadarki hayatı seç\" düğmesine basıldığında\"Gerçekten şimdiye kadarki hayatla iyi misin?\" diye bir onay penceresi çıkacak şekilde yapılmıştı.Ancak, insanlara özgürce seçim yaptırmanın daha iyi olduğunu düşünen gözlüklü bir üst düzey tasarımcının incelemesinden geçmesi sonucunda,bu ekrandaki sol ve sağ düğmelerin renk tonları ve yazı dereceleri aynı şekilde yerleştirilmek zorunda kalındı.Sonuç olarak, Katelyn pek düşünmeden, \"sonraki\" olduğunu sanarak sağ düğmeyi seçti.Bu \"başka bir hayat seç\" düğmesiydi.",
    "[op_10]",
    "Ve Katelyn, karakter yaratma dünyasına geçti.Katelyn o kadar şaşırmıştı ki, rastgeleleştirme düğmesine birkaç kez basıp varsayılan görünümüne dönemedi.Boynu bacaklarından daha uzun olan Katelyn, büyük zorluklarla, karakterini elle orijinal haline yaklaştırmaya çalışıyordu.Defalarca ince ayar yaptı ve bir saat kadar uğraştıktan sonra tatmin edici bir sonuca ulaştıktan sonra, \"tamamla düğmesine\" basacaktı ki, yanlışlıkla tekrar rastgeleleştirme düğmesine bastı.Artık umursamayan Katelyn, cinsiyetini tersine çevirip bir sonraki adıma geçti.",
    "[op_0]",
    "Ve Katelyn'in gönderildiği yer, \"Poraporapora-gou Uzay Gemisinin Varlığını Yayma Gemisi\" mürettebatının eğitim okulu oldu.Okul dense de, ders niteliğinde olan tek şey açılış töreninden sonraki hafif bir dersti ve o günün öğleden sonrasında zaten staj başlayan bir müfredattı.Eğitim okulunun sadece arazisi bile \"Pokupokuchin\" krallığının yarısı kadardı ve çoğu insan eğitim okulunun dışını sadece videolardan biliyordu.Katelyn neden burada olduğunu hatırlamaya çalıştı.\"Pokupokuchin\" kralı olarak onlarca yıl siyaset yaptığı hafızası,karakter yaratma dünyasında bir saat kadar mücadele ettiği hafızası,ve eğitim okuluna girmek için canla başla ders çalıştığı hafızası birbirine karışmıştı.Şu an burada olan kendisi gerçekçi gelmiyordu ama uzay gemisinin göstergelerini kontrol etmeyi sorunsuz bir şekilde yapabiliyordu.",
    "[op_11]",
    "Hikaye biraz geriye, \"Pokupokuchin\" krallığı da dahil olmak üzere Dünya üzerinde yürütülen ülke oyunu sisteminin tasarlandığı zamana gidiyor.O noktada tüm dünya nüfusunun %99'unun deneyimleyeceği bu görkemli boş zaman sisteminin tasarımını üstlenenler,yine iş oyunu içinde atanmış \"ciddi ast\" rolündeki genç bir tasarımcı ve \"gözlüklü patron\" rolündeki gözlüklü bir tasarımcıydı.Ast olan genç tasarımcı, sol \"şimdiye kadarki hayatı seç\" düğmesi ve sağ \"başka bir hayat seç\" düğmesinin her ikisinin de önemli olduğunu düşündü vehangisinin seçileceğini daha anlaşılır kılmak için renkleri ayırmayı önerdi.Ancak gözlüklü tasarımcı, sürekli olarak öznel karşı argümanlar sundu.Sonuçta gözlüklünün dediği gibi, iki düğme de tamamen aynı renkte düz bir tasarıma sahip oldu.Genç tasarımcı umutsuzluğa kapıldı ve insanlığın yok oluşunu aklına getirdi.Ve gözlüklü tasarımcı da sorumluluktan kaçmak için insanlığı kurtarmanın bir yolunu buldu.",
    "[op_12]",
    "Gözlüklü tasarımcının devasa bir bronz heykelinin bulunduğu bir avluyu çevreleyecek şekilde,\"Poraporapora-gou Uzay Gemisinin Varlığını Yayma Gemisi\" mürettebatının eğitim okulunun yatakhaneleri inşa edilmişti.Eğitim okuluna giden herkes gözlüklü tasarımcının adını en az bir kez duymuştu.Çünkü açılış töreninden sonraki hafif derste, dünyayı insanlığın yok oluşundan kurtaracak olan kahramanın hikayesini dinlerlerdi.En çılgın nokta ise, gözlüklü tasarımcının hala hayatta olmasıydı.Ve ülke oyunu şaka açıklamasından hemen sonraki stajı rüya gibi bir halde başarıyla tamamlayan Katelyn yatakhaneye geri döndü.",
    "[op_13]",
    "Katelyn odasına döndüğünde, odanın köşesinde parlak bir şekilde yanıp sönen bir ışık, masanın üzerinde ikiz yeşil balçıklar ve yatakta yavaşça hareket eden insan şeklinde bir leke vardı.Katelyn için odanın yarısı başkasının odası gibiydi vedün onlarla birlikte geçirdiği zamanı hafıza karışıklığı yüzünden hatırlayamama ihtimali vardı,bu yüzden mümkün olduğunca her şeyin zaten öyleymiş gibi, çok doğal davranmaya çalıştı.Sabrı tükenmiş olacak ki, Katelyn'e bir telepati gönderildi, odanın hoparlöründen bir ses aktı ve duvarda yazıya benzer şeyler belirmeye başladı.Katelyn her birini deşifre ederek iletişim kurmaya çalıştığında,telepatiyi gönderenin insan şeklindeki leke, sesi akıtanın yeşil balçıklar ve duvara yazıyı yazanın da ışık olduğu anlaşıldı.Üçü de farklı niyetlerle Katelyn ile temas kurmaya çalışmışlardı amatesadüfler üst üste gelerek aynı anda bu odada belirmişlerdi.",
    "Işık, yeşil balçıklar ve leke, Katelyn odaya dönene kadar birbirlerinin varlığını biraz tuhaf birer dekorasyon sanıyorlardı veKatelyn aracılığıyla iletişim kurabilen varlıklar olduklarını öğrendiklerinde, bir süre birbirlerine karşı şüpheci bir duruma düştüler.Ancak daha sonra ortak bir sorunu çözdükleri birkaç olay yaşandı vekaçırılan bir yoldaşı kurtardıktan sonra yavaş yavaş bir güven ilişkisi kurduktan sonra nihayet,Katelyn ve üç varlık bir beyaz tahtada mevcut durumu özetleyebildiler.",
    "[op_14]",
    "Öncelikle, ışık bu dünyadan değil, mevcut evren de dahil olmak üzere paralel evrenlerin genişlemesiyle küçülmeye zorlanan başka bir paralel evrenin insanı olduğunu iddia ediyordu.Işık, normalde olamayacak bir hızla dünyalarının var olabileceği alanın yok olduğunu gözlemlemiş vebunun nedeni olan zamanlamada doğan bu dünyayla temas kurmaya çalıştığını söylüyordu.",
    "Yeşil balçıklar, bir zamanlar kendi dünyalarında çok sayıda canavarın insanlar tarafından istila edildiğini vekendi türlerinin tehdit altında olduğunu bir şekilde halletmek için bu dünyaya ışınlandıklarını açıkladı.Işınlanma için bir yeşil balçığı kurban olarak harcıyorlardı ama hangisinin kurban olacağı seçilemiyordu, bu yüzdendünyalar arasında geçiş yapmak için en zeki ikiz yeşil balçıkların seçildiğini söyledi.Ritüel sırasında dökülen çocukluk arkadaşının gözyaşları ve eski bir kolye gibi şeyler yüzünden ikisinin de ışınlanabildiği anlaşılıyordu.",
    "Leke, bir zamanlar Beatles olarak adlandırıldığını iddia etti ve müzik yoluyla dünya barışını sağlamak için var olduğunu söyledi.Ancak, neden Katelyn'in odasında belirdiğini veya bunun için ne yapması gerektiğini lekenin kendisinin de bilmediğini söyledi.",
    "Her neyse, leke doğruyu söylüyor olmalı diye düşündü Katelyn.\"Pokupokuchin\" kralı olduğu zamanki hafızasına dayanan, Katelyn'in sadece bir sezgisiydi.",
    "[op_15]",
    "Katelyn beyaz tahtada üç varlığın açıklamasını özetleyip, bir şeyler içmek için dışarı çıkmak üzereyken,odaya yerleştirilmiş mürettebat acil durum zillerinden ikisi çaldı.Acil durum zili bir kez çaldığında küçük bir acil durum, iki kez çaldığında ise büyük bir acil durum anlamına geliyordu. Yurt inşa edildiğinden beri, üç kez çaldığı hiç olmamıştı.Katelyn'in odasındaki telefon çaldı.Bu, \"Poraporapora-gou Uzay Gemisinin Varlığını Yayma Gemisi\"nin ikinci gemisi olan \"Poraporapora-gou\" uzay gemisinin acil kalkış sinyaliydi.",
    "[op_0]",
    "[op_3]",
    "Max gösterge paneline işaret ederek bir şeyler bağırdı.Gideon, modifiye taş-kağıt-makas oynamaya devam eden Layla ve Katelyn'e bir göz attıktan sonra, bakışlarını Max'in işaret ettiği gösterge paneline çevirdi.Gideon'un baktığı yerde, kırmızı yanıp sönen bir uyarı ışığı ve normal değerlerin çok altında bir itki sistemi çıkış değeri görülüyordu.Gideon, önceki zaman ekseniyle aynı olduğunu düşünerek bir şekilde sakindi.Gösterge paneli ekranında birden fazla hata mesajı kayıyordu.",
    "Gideon panele yaklaştı ve görüntülenen hata kodlarını okudu. Önceki zaman ekseniyle aynıydı.İnsanlığın yok oluşunu kurtarma yolu, Ana Bilgisayar'ın cevabı \"suşi\" idi.Ancak, Gideon \"suşi\"nin ne anlama geldiğini hiç bilmiyordu vediğer mürettebat üyelerine \"birkaç gün içinde insanlık yok olacak\" gibi bir şey söylese bile, ona inanacaklarını düşünmüyordu.Böyle durumlarda, bu çağın insanlarına karşı en ikna edici müzakere yöntemi, Ana Bilgisayar'ın onun yerine açıklama yapmasını sağlamaktı.",
    "Max duvardaki kırmızı acil durum düğmesine uzandı.Tereddüt etmeden düğmeye basıp, geminin içinde kulak tırmalayan bir alarm sesi çaldırıp,aynı anda, tavan hoparlörlerinden otomatik bir anons akıtıp, acil bir durumu bildiren mekanik sesle gemide gerginlik yaratmaya çalışıyordu.Gideon, Max'i durdurdu.",
    "[op_3]",
    "Max, kılavuza aykırı bir talimat veren Gideon'a soru sordu. Gideon hemen açıklayacağını söyledi.Layla ve Katelyn hala modifiye taş-kağıt-makas oynuyorlardı, bu yüzden Gideon onları durdurmak için seslenmek üzere nefes aldı.Gideon ikisine hafifçe seslendi. İkisi modifiye taş-kağıt-makası bıraktı.",
    "Üçünün önünde Gideon, Ana Bilgisayar'a insanlığın yok oluşu hakkında soru sorduğunda,Ana Bilgisayar'dan, \"birkaç gün içinde insanlığın yok olacağı\" ve \"insanlığın yok oluşunu durdurma yolunun suşi olduğu\" anlatıldı.Max, Layla ve Katelyn bu kadar çok bilgi karşısında şaşkına dönmüşlerdi.Gideon'a göre, insanlığın yok oluşu zaten bir kez deneyimlediği bir şeydi ve yok oluşu durdurma yolunun suşi olması önemli bir bilgiydi.Ancak diğer üçü için \"birkaç gün içinde insanlık yok olacak\" bilgisinin şoku büyüktü ve durumu kavrayamıyorlardı.Gideon ağzı açık kalmış üçüne bakarken, iletişimde bir hata yaptığını hissetti.Bu aşamada, Ana Bilgisayar'dan değil, doğrudan kendisinin açıklama yapmasının daha iyi olabileceğini düşündü.Her neyse, acil iniş yapmaları gerekiyordu. Gideon, Max, Layla ve Katelyn'e acil iniş prosedürünü bağırdı.Kendilerine gelen üçü, kılavuza uygun olarak kendi görev yerlerine geçtiler ama hala kafalarının karışık olduğu görülebiliyordu.\"Poraporapora-gou\" Dünya'ya daha da yaklaştı ve geminin içindeki göstergelerden de alarmlar yükseldi. Layla, kontrol kolunu tekrar sıktı.Herkes gergin olduğu için acil iniş başarısız oldu ama mürettebatın hepsi güvendeydi.",
    "[op_16]",
    "Poraporapora-gou indikten sonra, Gideon'a göre önceki zaman ekseninde olduğu gibi, zaten \"insanlı gözetim saati\" nedeniyle uyanık olan Layla, Gideon, Katelyn ve Max dışındakiAidan, Bella, Cora, Dahlia, Edgar, Finn, Haku,Jasper, Nyla, Oscar, Patrick, Quincy,Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier ve Zoe'nin sırayla uyanması için \"sıralı uyanma aşamasına\" girildi.İlk uyanacak olan Aidan'dı ve acil inişin başarısız olması nedeniyle eğilmiş olan gemi lobisinde, dördü uyanmasını bekliyordu.Layla, Katelyn ve Max, insanlığın yok oluşu haberini mürettebata nasıl ileteceklerini düşünüyorlardı.Gideon ise insanlığın yok oluşunu önleme yolu olan suşiyi düşünüyordu.",
    "[op_0]",
    "[op_17]",
    "İlk uyanan Aidan oldu. Aidan bir zamanlar papaya salatasının abisiydi.Papaya salatası dükkanı \"Mountain God\", Dünya Federasyonu merkezine oldukça yakın, temiz kaynak suyuyla ünlü bir göletin yanında bulunan ünlü bir dükkandı.Papaya salatası dükkanları, milattan sonra 200 milyon civarında ortaya çıkan yeni bir yiyecek ve içecek iş koluydu ve trompet çalarak ahşap bir tezgahı çekerek dolaşan bir dükkan türüydü.Trompet sesini duyup belirli sayıda müşteri toplandığında, onlara ücretsiz papaya salatası ikram ederlerdi.Müşteriler papaya salatasını yerken, önlerinde sponsorlardan reklam parası aldıkları bir stand-up gösterisi yaparlardı, böyle bir dükkandı.Papaya salatası dükkanı \"Mountain God\", papaya salatasının atası olan \"Mountain\"den franchise almış bir dükkandı ve\"Mountain\" denince akla efsanevi papaya salatasının abisi \"Takahashi\"yi yaratan dükkan gelirdi.\"Takahashi\", o zamana kadarki papaya salatası abilerinin sponsorlu stand-up gösterileriyle başladığı yerde, yeni bir stand-up gösterisiyle başlayan,yani \"yeni başlangıç\"ı ilk başlatan papaya salatası abisi olarak biliniyordu.Papaya salatası dükkanlarının geliri sponsorlu stand-up gösterileri sunmaktı, bu yüzden o zamanki papaya salatası dükkanları dünyasının tepkisi büyüktü.Ama sonuçta, \"Takahashi\"den başlayan \"yeni başlangıç\" sayesinde birinci papaya salatası dükkanı patlaması başladı vetüm papaya salatası abilerinin statüsünün yükselmesine büyük katkı sağladı.Bu yüzden, \"Mountain\" serisi, papaya salatası dükkanları arasında papaya salatası abilerinin seviyesinin özellikle yüksek olduğu veseçmelerde yapılan 4 dakikalık stand-up gösterisinde bir kez bile takılanın kesinlikle elendiğiyle ünlüydü veağız içine yerleştirilmiş bir hoparlörden kaydedilmiş stand-up'ı çalma hilesine karşı, seçmelerden önce boğaza elektroşok tabancası tutma kuralının olması da yine ünlüydü.Aidan, o \"Mountain God\"ın en önde gelen papaya salatası abisi \"Takahashi God\"a hayrandı vememleketindeki isimsiz bir papaya salatası dükkanında işe başlamış, alt tabakadan bir papaya salatası abisiydi.Aidan, \"Mountain\" serisinin seçmelerine katılmamış olmasına rağmen, elektroşok tabancası tutulduktan sonra stand-up yapma alıştırmasını defalarca yaptığı için,elektroşok tabancasına karşı çok dayanıklıydı.",
    "[op_19]",
    "Bir gün Aidan her zamanki gibi \"Mountain God\"a papaya salatası yemeye gelmişti.Tabii ki Aidan \"Mountain God\"da çalışmadığı için sadece bir müşteri olarak geliyordu.Aidan'ın amacı, \"Takahashi God\" başta olmak üzere, birçok papaya salatası abisini görmekti.\"Mountain\" serisi içinde bile, \"Mountain God\"ın papaya salatası, normal papaya salatasından daha fazla papaya içeriyordu veyeşil fasulye miktarı daha az olma eğilimindeydi.Kiraz domates, yer fıstığı, kuru karides ve sarımsak miktarı \"Mountain\" serisinin gizli tarifiyle aynı miktardaydı ama\"Mountain God\"ın karakteristik lezzeti olarak,acı biber miktarı gizli tariften büyük ölçüde artırılmıştı ve neredeyse 4.5 katı olduğu söylenebilecek bir miktar konulmuştu.\"Mountain God\"ın tabelasında resmedilen ateş püskürten papaya, bu acılığı konusunda uyarıyordu.",
    "[op_18]",
    "Aidan papaya salatasını ağzına götürdü. O anda ağzında şiddetli bir acı hissetti.Sanki ağzının içi yanıyordu. Dili uyuşmuştu, boğazı yanıyordu.Yoğun bir acılık, Aidan'ın tat alma duyusuna acımasızca saldırdı.Beyni tehlike sinyalleri veriyordu. Ancak Aidan papaya salatasını yuttu.Yuttuğu anda, midesinden sıcak bir şeyin yükseldiğini hissetti.Sanki midesinde magma kaynıyordu. Aidan istemsizce öksürdü. Her öksürdüğünde ağzından sıcak bir nefes çıkıyordu.Sanki küçük bir alev makinesi gibiydi. Gözlerinden yaşlar boşandı, burnundan sümükler durmadı.Yüzü hızla kırmızıya döndü ve alnından ter fışkırdı.Aidan, yüzünün ne kadar kötü bir durumda olduğunu hayal bile edemiyordu.Sadece bu şiddetli acıyı bir şekilde gidermek istiyordu, sadece bunu düşünüyordu.Aidan, dağıtılan pet şişe suyunun kapağını tek eliyle açtı ve bir dikişte içti. Ancak o su, sanki kaynar su gibi geldi.Acılık hiç azalmadı, aksine sıcaklık artmış gibi hissetti.Aidan bir daha su içmek istedi ama elleri titriyordu.Nefes alıp verişi hızlanmış, kalbi şiddetle atıyordu. Sanki bir maratonu bitirmiş gibiydi.Ancak vücudu yorgun olmak yerine, heyecanlı gibiydi. Bu, acının getirdiği anormal bir heyecandı.Aidan için defalarca deneyimlediği \"Mountain God\" papaya salatası olmasına rağmen,Aidan acıya karşı zayıftı.",
    "[op_20]",
    "Aidan, acıdan bulanıklaşan bilinciyle, önünde sergilenen \"Takahashi God\"un stand-up gösterisine kulak veriyordu.Bu, Aidan'ın defalarca duyduğu klasik bir espriydi ama o gün her zamankinden farklı geliyordu.\"Takahashi God\"ın söylediği her kelime, sanki bir şifre gibi Aidan'ın beyninde yeniden yapılandırılıyordu.Bu, uzun yıllar papaya salatası abisi olarak yaşamış olan Aidan'ın anlayabileceği bir alandı.Papaya salatası dükkanı \"Mountain\" serisinde bile ünlü olan klasik \"Tarif\".Papaya salatasının gizli tarifini konu alan bir stand-up gösterisiydi ama bu sadece bir mecaz değil, belirli bir yeri işaret ediyor gibiydi.\"Takahashi God\"ın anlattığı papaya tarlası, baharatların karışımı, pişirme aletlerinin yerleşimi, hepsi, belirli bir yeri gösteren bir harita gibi Aidan'ın zihninde birleşiyordu.Bu, papaya salatasının özünü ve \"Takahashi God\"ın sakladığı hazinenin yerini gösteriyordu.Aidan, o yerin neresi olduğunu bulanık bilinciyle kesin olarak anladı.Orada ne olduğunu tam olarak bilmiyordu ama o yere gitmesi gerektiğine dair güçlü bir dürtü hissetti.Bu, sanki kader tarafından yönlendirilen, karşı konulmaz bir güçtü.O yerin, papaya salatasının gerçeğini ortaya çıkaracak anahtar olduğunu ve aynı zamanda Aidan'ın kendi hayatını büyük ölçüde değiştirecek bir yer olacağını sezgisel olarak anladı.\"Takahashi God\"ın stand-up gösterisi sadece bir eğlence değil, Aidan için hayatını etkileyecek önemli bir vahiy oldu.Aidan, o yere gitmek için hazırlıklara zihninde sessizce başladı.Bu, bir papaya salatası abisi olarak yeni bir yolculuğun başlangıcını ifade ediyordu.",
    "[op_21]",
    "Aidan \"Mountain God\"dan çıktıktan sonra, \"Mountain God\" ileünlü dünya mirası \"Papaya Piramidi\" arasında bulunan umumi tuvalete yöneldi.Büyük ihtiyacını gidermek ana amacıydı ama \"Tarif\"i dinleyip ilham aldığı hazinenin yeri, işte o umumi tuvaletti.Aidan önce ihtiyacını giderdikten sonra etrafına bakındı.",
    "[op_22]",
    "Tuvaletin kabininden görünen manzara, sadece bir tuvaletti.Normal bir insan için sıradan bir günlük manzaraydı amaAidan'ın hazinenin özüne yaklaştığına dair bir güveni vardı.Ancak buradan sonrası için Aidan, \"Tarif\" stand-up'ından hiçbir ipucu bulamamıştı.Aidan önce duvarı tıklattı. Hiçbir şey olmadı.Yerde topuklarını vurarak gürültülü bir şekilde yürüdü. Hiçbir şey olmadı.Tavana baktı ve yavaşça duvardaki tuvalet kağıdını itti.Tuvalet kağıdı yavaşça duvarın içine çekildi.",
    "[op_9]",
    "O anda, Aidan'a şaka açıklandı.Aniden önünde şaka açıklama arayüzü belirdi.Sol \"şimdiye kadarki hayatı seç\" düğmesi, sağ \"başka bir hayat seç\" düğmesiydi.Talihsiz bir şekilde, Aidan tuvalet kağıdını itmek için zaten sağ elini duvara dayamıştı.Aniden önünde beliren şaka açıklaması karşısında Aidan donup kalırken,sağ eliyle çakışan \"başka bir hayat seç\" düğmesi, doğal olarak tepki verdi.",
    "[op_12]",
    "Ve karakter yaratma gibi aşamalardan sonra, Aidan'ın gönderildiği yer, \"Poraporapora-gou Uzay Gemisinin Varlığını Yayma Gemisi\" mürettebatının yatakhanesiydi.Papaya salatası abisi olarak \"Mountain\" serisini hayal edip stand-up alıştırması yapmaya devam ettiği hafızası,sadece acı ve dayanılmaz olan \"Mountain God\" papaya salatası hafızası,ve eğitim okuluna girmek için canla başla ders çalıştığı hafızası birbirine karışmıştı.Aidan şu an burada olan kendisine gerçekçi gelmiyordu ama yatakhaneye dönüp yatağa uzanmak gibi bir dizi hareketi sorunsuz bir şekilde yapabiliyordu.",
    "[op_0]",
    "[op_17]",
    "Uyanan Aidan'a Layla, Katelyn ve Max, insanlığın yok oluşu haberini, Gideon ise insanlığın yok oluşunu önleme yolu olan suşiyi anlattı.Suşinin ne olduğu hakkında bir konuşma başlamak üzereydi ama bir sonraki konuyu herkes uyandıktan sonra düşünmeye karar verip, beşi bir sonraki mürettebat üyesinin uyanmasını beklemeye karar verdi.Ve sonra uyanan Bella oldu. Beşinin beklediği lobiye Bella yüzünü gösterdiği anda, birdenbire uzay gemisi yavaşça hareket etmeye başladı.",
    "[op_16]",
    "\"Sıralı uyanma aşaması\" sırasında uzay gemisinin mutlak sessizlik içinde olması bir kuraldı ve uyanan Bella da dahil olmak üzere, uyanık olan mürettebat sayısı altıydı.Geriye kalan Cora, Dahlia, Edgar, Finn, Haku,Jasper, Nyla, Oscar, Patrick, Quincy,Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier ve Zoe'den oluşan 18 kişi hala soğuk uykudaydı.Uzay gemisi hareket etmeye başladığı anda, Katelyn lobideki durdurma kontrol kilit sistemini kontrol etti.Kilit kolunun en alt ve ikinci en alt çentiklerin ortasında bir yerde olduğunu görünce, Katelyn kolu en alta kadar indirdi.Bir \"tık\" sesiyle birlikte uzay gemisi durdu.Layla bir ıslık çalıp göz kırptı.\"Poraporapora-gou\" inişte başarısız olduğu için, normalden farklı sarsıntılar veya yükler oluşmuş olabilirdi.Uzay gemisinin hareket etme nedeni ve kilit kolunun nedeni hakkında, altısı bu sonuca vardı.",
    "[op_17]",
    "Uzay gemisinin durdurma kontrol kilidi kargaşası yatıştıktan sonra, uyanan Bella'ya Layla, Katelyn ve Max, insanlığın yok oluşu haberini,Gideon ise insanlığın yok oluşunu önleme yolu olan suşiyi anlattı.Bella, insanlığın yok oluşu haberini dinlerken, Aidan'dan farklı olarak son derece sakin görünüyordu.Ancak Gideon'dan insanlığın yok oluşunu kurtarma yolu hakkında konuşma başladığında, Bella'nın yüzü şaşkın bir hal aldı.İnsanlığın yok oluşunu önleme yolunun \"suşi\" olduğunu duyduğu anda, Bella'nın gözleri faltaşı gibi açıldı ve tamamen donakaldı.",
    "[op_23]",
    "Bella'nın ebeveynleri, objektif olarak bakıldığında, sahtekar falcılardı.Bella küçükken insanlara insanlığın yok oluşunu anlatıp korku salar,bu dünyadaki servetin bir anlamı olmadığını söyleyip bağış adı altında para toplar ve kendileri lüks içinde bir hayat yaşarlardı.Bella'nın ebeveynlerinin onuru adına bir bilgi eklemek gerekirse, milattan sonra 200 milyon gibi bir dönüm noktasında bu tür faaliyetlerde bulunan insanlar çok fazlaydı vebunların çoğu pek zengin olmayan ailelerdi, bu yüzden toplumun bu faaliyetleri bir tür hayır işi olarak görmezden geldiği bir hava da vardı.Böylece Bella, kendisi bir dereceye kadar düzgün bir eğitim alabildi vekendi ebeveynlerinin yaptığı işe ve bundan faydalanan kendisine karşı olgun bir hayat görüşüne sahipti.Bella, ebeveynleri ebeveyn, kendisi kendisi diye düşünüyordu ve yetişkin olduktan sonra falcılıkla neredeyse hiç ilgisi olmayan, bölgesel geçiş muhabiri mesleğine girdi.",
    "[op_24]",
    "Milattan sonra 200 milyon civarında bölgesel geçiş muhabirinin işi, aslında, belirlenmiş bir ulaşım aracıyla belirlenmiş bir rotada devriye gezmek vebelirlenmiş değişikliklerin olup olmadığını kontrol etmekti.Bölgesel geçiş muhabirine verilen terminalde, muhabirin kendisinin girdiği öğelerin yanı sıra, sürekli çalışan bir sensörün sürekli olarak çevredeki durumu izlediği vebilgileri Ana Bilgisayar'a gönderen bir sistem vardı.Bella'nın kendi algısına göre, bir kaşif gibi istediği yerleri gezebileceği bir işti amaaslında, bu çağda var olan diğer çeşitli işler gibi, sonuçların çoğu önceden belirlenmiş bir işti.Bölgesel geçiş muhabirliği sırasında Bella'ya ülke oyunu şakası yarıda kesilmişti ama \"şimdiye kadarki hayatı seç\" düğmesini seçecek kadar Bella hayatından memnundu.Her neyse, Bella çeşitli bölgeleri gezdi, acemi partilere yardım etti, parlayan kehanet kitapları ve harabelerde yaşayan bilim adamlarıyla tanıştı,iblis kralı yendi ve sonunda \"insanlığın yok oluşunun gerçek olduğuna\" ikna oldu.Bella'ya göre, ebeveynleri doğruyu söylüyordu amadayanaksız bir şekilde yaygara koparıp para kazanma eylemi, gerçek olsun ya da tamamen uydurma olsun, Bella için her ikisi de dolandırıcılıktan farksızdı.İnsanlığın yok oluşunun kesin zamanlaması veya olacak olayların ayrıntıları Bella tarafından tam olarak anlaşılamamıştı amamilattan sonra 200 milyonun o zamanlamasında Dünya'da olmanın riskli olduğuna karar verdi veBella kendi iradesiyle \"Poraporapora-gou Uzay Gemisinin Varlığını Yayma Gemisi\" mürettebat eğitim okuluna girdi.",
    "[op_17]",
    "Bella için, insanlığın yok oluşu çeşitli bilgilerden kaçınılmaz bir olay olduğuna kendi içinde ikna olmuştu veinsanlığın yok oluşunu önleme eylemi beklenmedik bir fikirdi.Bunun somut yolu olan \"suşi\", bir zamanlar bölgesel geçiş muhabiri olarak çeşitli bölgeleri gezmiş olan Bella için bile duymadığı bir şeydi amabiraz merak ettiğini düşündü Bella.Burada da suşinin ne olduğu hakkında bir konuşma başlamak üzereydi ama bir sonraki konuyu herkes uyandıktan sonra düşünmeye karar verip, altısı bir sonraki mürettebat üyesinin uyanmasını beklemeye karar verdi.",
    "[op_0]",
    "[op_17]",
    "\"Sıralı uyanma aşamasında\" bir sonraki uyanan Cora oldu.Uyanık olan mürettebat üyeleri Cora'ya da benzer bir açıklama yaptı ve Cora da benzer bir tepki verdi.Yine suşinin ne olduğu hakkında bir konuşma başlamak üzereydi ama bir sonraki konuyu herkes uyandıktan sonra düşünmeye karar verip, yedisi bir sonraki mürettebat üyesinin uyanmasını beklemeye karar verdi.",
    "[op_0]",
    "[op_17]",
    "Sonra uyanan Dahlia oldu.Mürettebat üyesi olmadan önce Dahlia bir fırında çalışıyordu. Dahlia'nın en iyi olduğu ekmek kruvasandı.Dahlia'nın çalıştığı fırın, şehir merkezinden biraz uzakta, sakin bir yerleşim bölgesinin bir köşesindeydi vetuğladan yapılmış küçük bina, sarmaşıklarla kaplı, sevimli bir izlenim veriyordu.Sabahın erken saatlerinden itibaren, ekmek pişirme kokusu şehre yayılır ve komşular için bu koku günlük yaşamın bir parçası haline gelmişti.",
    "[op_25]",
    "Dahlia'nın kruvasanı dışı çıtır çıtır, içi ise nemli ve tereyağı aroması zengindi.Lezzeti şehir halkı arasında ün salmış ve Dahlia'nın kruvasanını almak için uzaklardan gelenler bile vardı.Bir süre sonra, birkaç kez reenkarne olup emekli olmuş bir bilge olduğunu iddia eden bir müşteri geldi ve dünyanın ekmek çeşitliliğini korumak için Dahlia özel bir ekmek yapmaya karar verdi.Ejderha tükürüğü kullanarak maya yapmak için borsa manipülasyonuyla büyük paralar kazandı, zar zor yaptığı özel ekmek kendi bilincine sahip olup Dahlia ile yer değiştirdi,bilge mühürlemek için yağmurlu bir günde özel ekmekle dışarı çıktı ve sonunda Dahlia zamanı durdurma yeteneğini kazandı.Ayda sadece bir kez, bir hafta kadar Dahlia çevresindeki zamanı durdurabiliyordu.Ancak Dahlia'nın kendi zamanı da durduğu için, Dahlia bu zaman durdurma yeteneğini gerçek anlamda anlayamıyordu.",
    "Uyanık olan mürettebat üyeleri Dahlia'ya da benzer bir açıklama yaptı.Dahlia da benzer bir tepki verdi.Yine suşinin ne olduğu hakkında bir konuşma başlamak üzereydi ama bir sonraki konuyu herkes uyandıktan sonra düşünmeye karar verip, sekizi bir sonraki mürettebat üyesinin uyanmasını beklemeye karar verdi.",
    "[op_0]",
    "Bölüm 1 ～Uyanış～",
    "[op_0]",
    "\"İnsanlı gözetim saati\" nedeniyle zaten uyanık olan Layla, Gideon, Katelyn ve Max dörtlüsü ile \"sıralı uyanma aşamasında\" uyanan Aidan, Bella, Cora ve Dahlia dörtlüsü,toplamda sekiz kişi, uzay gemisinin lobisinde bir sonraki uyanacak olan Edgar'ı bekliyorlardı.O zamana kadar genellikle, uyanık olan mürettebat ile yeni uyanan mürettebat arasında,insanlığın yok oluşu haberinin yankıları veya hafif sohbetlerle bir sonraki mürettebatın uyanması arasında pek zaman geçmiyordu.Ancak, bu tür konuşmaların hepsi bittikten ve sohbetin kesilme sıklığı arttıktan sonra bile, Edgar'ın uyanacağına dair bir işaret hala yoktu.Bu sürenin uzun gelmesinin bir nedeni,son uyanan Dahlia ile ondan önceki yedi kişi arasında \"insanlı gözetim saati\"nin çakışma sıklığında bir fark olması vekonuşmanın biraz tuhaf olmasının da bir etkisi olabilir.Ancak, bu tür zihinsel nedenler bir kenara bırakılsa bile, Edgar'ın uyanma süresi, şimdiye kadar uyanan dört kişiden çok daha uzun sürüyordu.",
    "[op_26]",
    "Birkaç kez sessizlik olduktan sonra, ilk konuşan Gideon oldu.Şu anda uyanık olan mürettebat arasında \"suşi\" kelimesini, hatta ona dair bir ipucu olabilecek bir şeyi bilen tek bir kişi bile yoktu.Gideon'un önerisi, bundan sonra uyanacak mürettebat arasında da muhtemelen \"suşi\"yi bilen kimsenin olmayacağı veher açıklamada mürettebattan soru yağmuruna tutulmanın herkes için stresli olacağı yönündeydi.Yani, Ana Bilgisayar'a \"suşi\" hakkında şimdi sormalarını öneriyordu.Defalarca sorgulama deneyimi yaşamış bazı mürettebat üyeleri kabul etti.Bella, Ana Bilgisayar \"suşi\" hakkında bir cevap verse bile, doğruluğunu kendilerinin değerlendirmesi gerektiğini belirtti.Bella bu sözleriyle, insanlığın yok oluşunu önleme yöntemine şüpheyle yaklaştığını ifade etmek istemişti. Ancak diğer mürettebat üyelerine göre,Bella korkudan hala insanlığın yok oluşuna inanmıyormuş gibi konuşuyor görünüyordu.Katelyn, mümkün olduğunca nazik bir yüz ifadesi takınarak başını salladı.",
    "[op_27]",
    "\"Poraporapora-gou\" lobisindeki Ana Bilgisayar terminali neredeyse hiç kullanılmazdı.Çünkü yolculuğun büyük bir kısmı \"insanlı gözetim saati\"ydi ve mürettebat genellikle köprüde olurdu.Elbette, tüm mürettebat üyeleri bir dizi eğitimden geçmişti velobi Ana Bilgisayar terminalini kullanma yöntemini emülatörlerde deneyimlemişlerdi.Ancak Max, bir keresinde lobiden Ana Bilgisayar terminalini kullanma deneyimi yaşamıştı.",
    "[op_112]",
    "200. \"insanlı gözetim saati\" civarında göstergeleri kontrol eden Max'in karnı bozulmuştu.Şanssızlık eseri, göstergelerde endişe verici bir anormal değer görülüyordu ve normal değere dönüp bir süre izleyene kadar içi rahat etmeyecekti.Tam sınırda, anormal değerin bir anlığına normale döndüğünü görünce Max tuvalete koşmuştu.Tuvaletteyken bile, normal değerin hemen anormale dönüp dönmeyeceği konusunda endişeliydi.Tuvaletten çıktığında, diğer mürettebat üyelerini endişelendirmemek için,lobiden Ana Bilgisayar terminalini kullanarak tuvaletteki gösterge geçmişini kontrol etmişti.",
    "Max, ayrıntıları atlayarak, tesadüfen kullanım deneyimi olduğunu söyledi ve terminalin önüne geçti.Gideon için de, şimdilik Ana Bilgisayar'a insanlığın yok oluşu hakkında soru soran tek kişi kendisiydi vekendisinden başka bir mürettebat üyesinin operasyonu yapması, sözlerinin güvenilirliğini artırmak için de iyi bir şeydi.Max terminalin önüne geçtiğinde, sanki terminal kimlik doğrulama süreci çalışıyormuş gibi, fanların çalışma sesi yükseldi.Kimlik doğrulama süreci Max'in yasal erişim hakkı olduğu sonucuna vardığında, bir \"vınn\" sesiyle terminalin ekranı açıldı.Max, diğer mürettebat üyeleri nefeslerini tutarak izlerken, \"Suşi nedir\" yazıp gönderdi.",
    "[op_28]",
    "Ana Bilgisayar'ın cevabı hızlıydı.\"Suşi\"nin, milattan sonra 200 milyon 2. yılında restorasyon çalışmalarından çıkarılan bir yemek olduğu,suşi sunma yöntemi olarak özellikle döner suşi restoranlarının yeniden inşa edildiği,bu bir yıl içinde kazı verilerinden suşinin hazırlanma, sunum ve ödeme yöntemlerinin analiz edildiği,\"lanet olası önemsiz alıştırma zamanı\"nın başarısız olduğu gibi cevaplar verildi.Neta, shari, agari gibi suşi için gerekli unsurlar da sırayla görüntülendi.Max'in kafası karıştı ve etrafındaki, aynı ekrana bakan mürettebat üyelerinin yüzlerine baktı.Max ile göz göze gelen mürettebat üyeleri de sadece başlarını sallıyorlardı, anlamadıkları belliydi.\"İnsanlığın yok oluşunu önleme yöntemi\" bilgisinden, mürettebat üyeleri bir operasyon adı, bir silah veya her şeyi bilen bir organizasyonun varlığını hayal etmişlerdi ama,cevap sadece \"suşi\" adında bir yemekti.Ekranı izleyen mürettebat üyeleri arasında Gideon da vardı.Diğer mürettebat üyeleri ne yapacaklarını bilemeyip Gideon'a bakanlar da vardı ama Gideon'un ciddiyetle ekrana baktığını görünce, o anlık bir sessizlik oldu.Ekranda görüntülenen \"suşi\" ifadesi ve resmi,Ana Bilgisayar'ın Gideon'a cevap verdiğinde ekranda görüntülenen \"suşi\" ifadesi ve resmiyle tamamen aynıydı vesadece Gideon, bu \"suşi\" yemeğinin insanlığın yok oluşunu önleme yolu olduğuna ikna olabildi.Çünkü Max, Layla ve Katelyn bu bilgiyi sadece Ana Bilgisayar'ın sesinden duymuşlardı.Yeni bilgi olarak suşinin bir yemek olduğu ve detayları, bir de \"lanet olası önemsiz alıştırma zamanı\"nın başarısız olduğu bilgisi vardı.Gideon, Max'e bir sonraki soruyu sorması için teşvik etti.\"Suşi ile insanlığın yok oluşunu önlemek için ne yapmalıyım\", Max Gideon'un teşvikiyle yazıp gönderdi.",
    "[op_29]",
    "Ana Bilgisayar'ın cevabı yavaştı.Ana Bilgisayar'ın hesaplama hızı insan ölçeğiyle ölçülemezdi vebir gecikme olursa, bu Ana Bilgisayar ile aradaki iletişim hızından kaynaklanırdı.Cevabı beklerken, Max pencereden gelen güneş ışığının güçlendiğini hissetti ve gözlerini kıstı.Gideon, Max'in yüzünün garip bir hal aldığını fark etti ve hızla pencereye döndü.O anda, Gideon Max'i itti veAna Bilgisayar terminaline \"Hemen geçmişe git\" yazdı.Sadece Gideon, şu anda devam eden bu şeyin, insanlığın yok oluşu olduğunu biliyordu.",
    "Diğer mürettebat üyeleri, Gideon'un ani hareketine şaşırdılar ama daha çok pencereden gelen güneş ışığının giderek güçlenmesine paniklediler.Gideon, ekrandan gözlerini ayırmamaları için bağırdı.Ancak, gerçekten de ekrandan gözlerini ayırabilen mürettebat üyesi çok azdı.Gideon'un aniden yazdığı \"geçmişe git\" komutunun gerçekten işe yarayıp yaramayacağı veyayöntemin bu olup olmadığı konusunda Gideon'un bir kesinliği yoktu ama bunun dışında, aklına gelebilecek başka bir yöntem de yoktu.İnsanlığın yok oluşu ışığının etkisiyle iletişim hızının sınırlı olduğu şu anda,suşi ile insanlığın yok oluşunu önleme yönteminin ekranda belirip belirmeyeceği, zaman geriye sarmanın başlayıp başlamayacağı, yoksa insanlığın böylece yok olup olmayacağı, ne olacağını Gideon da bilmiyordu.Oda giderek aydınlanıyor ve yavaş yavaş \"Poraporapora-gou\"nun içindeki sıcaklık da artıyordu.Bu, \"Poraporapora-gou\"nun dışında, yani Dünya yüzeyinin, uzay yolculuğuna bile dayanan \"Poraporapora-gou\"nun ayarlanabilir sıcaklık limitini çoktan aştığı anlamına geliyordu.Mürettebatın korkudan kaynaklanan terleri, \"Poraporapora-gou\"nun içindeki sıcaklıktan kaynaklanan terlere dönüştüğü sırada, ekranda bir değişiklik oldu.",
    "[op_30]",
    "Gideon, ekrandan gözlerini ayırmamaları için bağırdı.Bu sefer o kadar şiddetliydi ki, herkesin hareketi durdu.Ekranın üstünden yavaşça, suşi ile insanlığın yok oluşunu önleme yöntemi görüntülenmeye başladı.Oda tamamen beyaz bir ışıkla dolarken, mürettebat üyeleri görüntülenen harfleri bir şekilde hafızalarına kaydetmeye çalışıyorlardı.Ekranın yarısına kadar harfler çıktığında, sağ altta bir saat simgesi belirdi ve animasyona başladı.Saatin akrebinin saat yönünün tersine döndüğü bir animasyondu.Bu animasyon, Gideon başta olmak üzere, ekrana bakan mürettebat üyelerinin çoğunun \"Poraporapora-gou\"da son gördüğü şeydi.",
    "[op_0]",
    "Milattan sonra 2000 yılında, Takahashi Tokyo'daki tek odalı bir apartman dairesinde su kaynatıyordu.Takahashi bir Japon şirketinde çalışan olarak, her gün aynı saatte uyanıyor, aynı trene biniyor ve aynı ofiste çalışıyordu.Özellikle farklı bir şey olmadan, sadece zamanın akıp gittiği günlerdi.Su kaynama sesiyle Takahashi gerçeğe döndü.Hazır kahve yaptı ve onu içerken, Takahashi o günkü iş planını zihninde düzenliyordu.Bugün de, her zamanki gibi, değişmeyen bir gün başlıyordu.Takahashi, içinde hazır kahve olan kupayı tek elinde tutarken elektrikli su ısıtıcısının gücünü kapattı ve fişini çekti.Sonra, hazır kahve kavanozunu rafa geri koydu ve yeni içtiği kupayı yıkadı.Kupayı bulaşık sepetine koyduktan sonra, Takahashi buzdolabını açtı ve içindeki sütü çıkardı.Sütün son kullanma tarihini kontrol etti ve sorun olmadığını teyit ettikten sonra, sütü buzdolabına geri koydu.Buzdolabını kapattıktan sonra, Takahashi odanın köşesinde duran çantasını aldı ve içinde cüzdan, cep telefonu ve paso olduğunu kontrol etti. İçerik olarak sorun yoktu.Çantayı eski yerine koyduktan sonra, Takahashi dolabı açtı.Dolaptan, o gün giymeyi planladığı gömlek ve pantolonu çıkardı ve yatağın üzerine koydu.Sonra, dolaptan kravat ve çorap çıkardı ve gömleğin üzerine koydu.Takahashi, yatağın yanındaki sandalyeye oturdu ve çoraplarını giydi.Çoraplarını giydikten sonra, Takahashi yatağın üzerindeki gömlek ve pantolonu aldı ve onları giydi.Gömleğin düğmelerini tek tek dikkatlice ilikledi ve pantolonun fermuarını çekti.Sonra, kravatı eline aldı ve aynaya bakarak kravatını bağladı.Kravatını bağladıktan sonra, Takahashi odanın köşesindeki tuvalet masasının önüne geçti.Aynaya bakarak saçını düzeltti ve son olarak jöle sürdü.Jöleyi sürdükten sonra, çantasını aldı, odanın ışığını kapattı ve kapıya yöneldi.Kapıda ayakkabılarını giydi ve kapı koluna elini uzattı.Kapıyı açtığında, önünde birinin yattığını gördü ve Takahashi istemsizce küçük bir çığlık attı.",
    "[op_31]",
    "Tam olarak kendi odasının önünde, \"başka bir odanın sakini sandım\" gibi bir bahanenin geçerli olmayacağı bir konumda, bir kişi yatıyordu.Takahashi her şeyden önce, polisle uğraşmanın zahmetli olacağını hissetti.Yatan kişiye yaklaştı ve önce bilincinin yerinde olup olmadığını kontrol etmek için, omzuna hafifçe dokunup tepkisini kontrol etti.Nefes alıyor gibiydi ama cevap yoktu.Sonuna kadar tepki vermezse ne yapması gerektiğini Takahashi zihninde düşünüyordu.Ambulans mı çağırmalı, yoksa polise mi haber vermeliydi.O sırada, yatan kişi yavaşça gözlerini açtı.Odaklanamayan gözlerini birkaç kez kırpıştırdı ve Takahashi'nin yüzünü yakaladı.O kişi, yavaşça vücudunu kaldırdı ve etrafına bakındı.Kıyafeti, Takahashi'nin alışık olduğu modern bir şey değildi, daha çok eski moda ve tuhaf bir izlenim veriyordu.Takahashi, o kıyafetteki tuhaflığı fark ederken, dili tutulmuştu.O kişi, kendi durumunu anlamaya çalışıyor gibiydi.",
    "Layla'nın bilinci yerine geldiğinde, görüşü bulanık bir durumdan yavaş yavaş netleşmeye başladı.Layla yattığını ve önünde tanımadığı bir insanın olduğunu fark etti.Burası neresiydi, neden buradaydı, Layla'nın hiçbir fikri yoktu.Layla'nın son hafızası, ışıkla kaplı \"Poraporapora-gou\" manzarasıyla kesilmişti.Ancak, tuhaf bir şekilde, tanımadığı insanın konuştuğu dili anlayabiliyordu.Önündeki kişi, Layla'nın durumunu soruyor gibiydi.Zihninde, otomatik dil çeviricisinin düzgün çalıştığını düşündü Layla.Milattan sonra 200 milyon civarındaki insanların standart olarak sahip olduğu bu özelliğin hala kullanılabilir olduğunu teyit edip rahatladı.En azından, insanlığın şimdiye kadar temas kuramadığı, tamamen bilinmeyen bir medeniyete atılmış gibi değildi.Bu durumu aşmak için ilk ipucu bu olabilirdi.Sorun, bu Takahashi adlı kişinin kendisini hemen polis denilen bir kamu kurumuna teslim edecek gibi olmasıydı.Konuşmanın aralarından, muhtemelen bu dünyanın Gideon'un aniden yazdığı \"geçmişe git\" komutundan sonraki dünya olduğu anlaşılıyordu.Bu dünyada varlığını kamuoyuna açıklamak ve çeşitli kurumların gözetimi altına girmek, Layla için akıllıca görünmüyordu.",
    "Takahashi için tuhaf olan şey, yatan kişinin akıcı bir şekilde Japonca konuşabilmesiydi.Layla'nın görünüşü televizyonda gördüğü ünlülerle kıyaslandığında bile düzgün bir yüz hatlarına sahipti vegenellikle Japonya'da görülen bir tip olmamasına rağmen bu böyleydi.Kişi kendini Layla olarak tanıttı ve hasta olduğu için odasında su içirip içiremeyeceğini sordu.Takahashi tanımadığı birini odasına alacak kadar dikkatsiz değildi ama bunun bir dolandırıcılık olduğunu da düşünmedi.Eğer bir televizyon programının şaka programı gibi bir şey için kameralar çekiyorsa, burada Layla'yı reddetmek kötü görünebilirdi.Biraz dinlendikten sonra hemen gideceğini defalarca açıkladığı için, şimdilik odada konuşmaya karar verdi.Layla'yı odasında tek başına bırakamayacağını düşünerek, şirkete hastaneye gideceği için izin alacağını telefonla açıkladı.Aniden gelen bu sıra dışı duruma Takahashi biraz heyecanlanmıştı.",
    "[op_0]",
    "Takahashi'nin odasında, alçak bir masaya konulmuş suyu içerken, Layla durumunu sakin bir şekilde analiz etmeye çalışıyordu.Bardağa su konulup verildiğinde de direnç göstermemiş değildi ama Takahashi'nin şüphesini dağıtmak için, çok doğal bir şekilde alıp içti.İçinde biraz kirlilik var gibiydi ama içme suyu olduğu anlaşılıyordu.",
    "[op_32]",
    "Takahashi ile odanın önünde konuşurken, bu dünyanın milattan sonra kaç yılı olduğunu sormuştu.Takahashi'nin verdiği milattan sonra 2000 yılı bilgisi doğruysa, milattan sonra 200 milyon 3. yılındaki \"Poraporapora-gou\" dünyasından 199.998.003 yılgeçmişe gitmiş oluyordu.O zaman, uyanık olup Ana Bilgisayar'ın yakınında olan mürettebat kendisi dahil sekiz kişiydi ama şimdi etrafında kimse yoktu.Ne kadar bir alana dağılmışlardı,そもそも kendisi dışındaki mürettebat üyeleri de güvenli bir şekilde \"geçmişe git\"meyi başarmış olma ihtimali ne kadardı.Her neyse, bu milattan sonra 2000 yılı dünyasında, diğer mürettebat üyeleriyle karşılaşma olasılığının düşük olduğu sonucuna vardı Layla.Bu çağda, milattan sonra 200 milyon 3. yılında insanlığın yok olacağını bilen tek kişi kendisi oluyordu.Normal bir insanın ömrü düşünüldüğünde, şimdiden 200 milyon yıl sonra insanlığın yok olacağından endişelenmek anlamsız olabilirdi.Ancak bir gelecek insanının görevi olarak, bu durumu çözmek için araştırma yapması gerektiğini düşündü Layla.Bu noktada Layla'nın aklındaki çözüm iki taneydi.",
    "Birincisi, Ana Bilgisayar tarafından \"geçmişe git\" komutuyla bu çağa gelebildiğine göre,bu çağda da Ana Bilgisayar'ın var olma olasılığıydı.Eğer Ana Bilgisayar varsa, geçmişe gittiği gibi, geleceğe de gidebilirdi.",
    "İkincisi ise, belli belirsiz hatırladığı, son gördüğü \"suşi ile insanlığın yok oluşunu önleme yöntemi\"ydi.Ana Bilgisayar'dan gelen cevabın Poraporapora-gou'nun terminalinde sonuna kadar görüntülenip görüntülenmediğinden Layla pek emin değildi veiçeriği de rakamlar dizisi olduğu için pek aklında kalmamıştı.Ancak, milattan sonra 2000 yılında olmasa bile önceki veya sonraki bir çağdadiğer mürettebat üyeleri \"suşi ile insanlığın yok oluşunu önleme yöntemi\"ni hatırlayıp uygulamaya geçmişlerse,bir şekilde tekrar karşılaşabilirlerdi.",
    "Ve acil bir sorun olarak, Layla'nın bu çağda hayatını sürdürme yöntemini güvence altına alması da önemliydi.Takahashi'nin önünde, konuyu nasıl açmanın uygun olacağını düşündü Layla.Şimdiye kadar öğrendiği geçmiş insanlarının yaşam tarzlarını düşünerek, Layla konuyu açtı.Layla'nın açtığı konu, \"farklı bir dünyadan ışınlandığı için, geri dönmesine yardım etmesini istediği\" şeklindeydi.",
    "[op_33]",
    "Takahashi, Layla'nın ani fantastik itirafından ilk başta şüphelenmişti amaLayla'nın kanıt olarak yerçekimi ters çevirme mekanizmasıyla tavana yapışması gibi şeyler yapması sonucunda, inanmak zorunda kaldı.Takahashi, aniden gelen bu sıra dışı durumdan memnun olduğu için, ortak yaşamları nispeten sorunsuz başladı.",
    "[op_0]",
    "Layla ve Takahashi'nin ortak yaşamı başlayalı 7 yıl sonra, milattan sonra 2007'de, Takahashi'nin odasında kullandıkları küçük bir raf, yılların ağırlığına dayanamayıp eğilmişti.Takahashi yeni bir raf almayı önerdiğinde, Layla da kabul etti.Hafta sonu, ikisi yakındaki büyük bir mobilya mağazasına gittiler.Geniş mağazada sıralanmış çeşitli mobilyalara Layla biraz şaşırdı.Çünkü gelecekte, yaşam için gerekli olan şeyler 3D yazıcılarla basılır veya nan makinelerle yeniden yapılandırılırdı.",
    "[op_74]",
    "Montajı basit bir raf seçip eve getirdiler. Kılavuzu açıp parçaları yere serdiler. Takahashi montaja başlamak için hevesliydi.Ancak kılavuzda resimler çok, yazı ise azdı ve parçaların yönünü anlamak zordu.Vida çeşitleri de çoktu ve hangisini nereye kullanacaklarını şaşırdılar.Layla geleceğin sezgisel arayüzlerine alışkın olduğu için, bu analog kılavuzla zorlandı.Takahashi de normalde kendin yap işleri yapmadığı için, elleri beceriksizdi.Vidaların uymaması, tahtanın yönünü yanlış takmaları gibi küçük sorunlar devam etti.Bazen fikir ayrılığına düşecek gibi oldular ama hemen gülüp geçtiler. Bir saat kadar uğraştıktan sonra, raf nihayet tamamlandı.Ancak yakından bakınca biraz yamuktu ve nedense iki vida artmıştı.Takahashi acı bir gülümsemeyle, kullanılabilir olduğu için sorun etmedi.",
    "[op_0]",
    "Layla ve Takahashi'nin ortak yaşamı başlayalı 16 yıl sonra, milattan sonra 2016'da,ikisinin yaşadığı apartman dairesi, yaşamın izleriyle tamamen dolmuştu.Gelecekten gelen Layla için, bu çağın mobilyaları ve ev aletleri hep eski moda geliyordu amaTakahashi ile uzun ortak yaşamları sırasında, bunlar günlük yaşamın bir parçası haline gelmişti.Bir hafta sonu, Takahashi aniden oturma odasının düzenini değiştirmeyi önerdi.Kanepeyi yer değiştirerek odayı daha geniş göstermek istemesi gibi basit bir nedendi.Layla'nın özel bir tercihi yoktu ama Takahashi'nin önerisini kabul etti.İkisi birlikte ağır kanepeyi hareket ettirmeye başladılar.Geleceğin teknolojisiyle, mobilya yerleşiminin anında değiştirilebileceğini düşündü Layla amabu çağda, ter dökerek fiziksel olarak hareket ettirmek gerekiyordu.",
    "[op_75]",
    "Kanepenin altından, uzun yıllar boyunca birikmiş tozlar ve tanımadıkları birkaç küçük şey bulundu.Takahashi \"Burada mıymış!\" diye bağırmak üzereydi ama Layla sessizce onları topladı.Sonra, kitaplık ve küçük masanın yerini de ayarladılar.Hangisinin daha iyi olacağı konusunda biraz tereddüt ettikleri anlar oldu ama büyük bir fikir ayrılığı yaşanmadı.Geleceğin verimli çalışmasına alışkın olan Layla için, bu el işi biraz sinir bozucuydu.Bir dizi işi bitirip odaya baktılar.Dramatik bir değişiklik olmamıştı ama kesinlikle eskisinden farklı bir alan haline gelmişti.Biraz yorulmuşlardı ama ikisi o küçük değişikliği izlediler.",
    "[op_0]",
    "Layla ve Takahashi'nin ortak yaşamı başlayalı 25 yıl sonra, milattan sonra 2025'te, ikisi bir bilgiye ulaştı.Bu bilgi, Layla'nın bir zamanlar bindiği \"Poraporapora-gou\" ile ilgiliydi.İnternet bilgi ağı geliştikçe, ikisinin bilgi toplama hızı artmıştı ama neredeyse hiçbir ipucu bulamamışlardı.Ama aniden, internette \"Poraporapora-gou\" ile ilgili bir bilgi ortaya çıktı.Bu, görünüşe göre bir oyunun açılış hikayesiydi.Yani, sadece bir kurgu gibiydi ama Layla'nın hafızasına çok benziyordu.",
    "[op_73]",
    "İkisi oyunun yapımcısıyla iletişime geçmeye çalıştılar ama e-posta veya sosyal medya aracılığıyla defalarca iletişime geçmelerine rağmen, yapımcıdan bir cevap gelmedi.Yapımcıyla doğrudan iletişime geçmekten vazgeçip, oyunun içinde bir ipucu olabileceğini düşünerek oyunu oynamaya başladılar ama,tüm başarımları tamamlasalar da, kısıtlı oyun deneseler de,Ana Bilgisayar'a dair bir ipucu bulamadılar. Oyunun kendisi ise ortalama bir eğlence sunuyordu.",
    "[op_0]",
    "Layla ve Takahashi'nin ortak yaşamı başlayalı 34 yıl sonra, Takahashi hastaneye kaldırılmıştı.Takahashi'nin hastalığı artık ömrünün sonuna yaklaştığı kadar ilerlemişti ve doktorlar Layla'ya her an hazırlıklı olmasını söylemişti.Bu 34 yıl boyunca, Dünya'da Ana Bilgisayar'a benzer bir şeyin izlerini aradılar, Tokyo'nun Minato bölgesindeki suşi dükkanlarına çok gittiler amasonuçta hiçbir ipucu bulamadılar.Layla'nın vücudunda kalan gelecek ekipmanları da her şeye kadir değildi ve Takahashi'nin hastalığını iyileştirmek gibi bir özelliği yoktu.Layla'nın kendi vücudu son derece sağlıklıydı ama yine de vücudunun yaşlandığı görülebiliyordu.Milattan sonra 200 milyon 3. yılı dünyasında, vücudun yaşlanmasıyla ne yapılacağı, güneş gözlüğü takıp dışarı çıkıp çıkmamak gibi bir seçimdi amamilattan sonra 2034 yılı dünyasında böyle bir seçenek yoktu.",
    "[op_34]",
    "Layla 34 yıl boyunca, başlangıçta Ana Bilgisayar arayışında bir ev arkadaşı olarak Takahashi ile ilişki kurmuştu amazamanla Takahashi'yi hayat arkadaşı olarak görmeye başlamıştı.O gün Layla hastane odasında, bir ramen tadını hatırlıyordu.Bu, Layla'nın Takahashi ile yeni bir suşi dükkanına gittikten sonra, karınları acıkan ikisinin tesadüfen girdiği bir ramen dükkanında yedikleri bir kaseydi.Çorbası domuz kemiği bazlıydı ve uzun süre kaynatılmıştı, kemik iliğinden sızan yoğun lezzet yoğunlaşmıştı.Yüzeyinde, parıldayan bir yağ tabakası oluşmuş ve sıcaklığı hapsetmişti.Erişteler inceydi ve çorbayla iyi karışıyordu, ağza her götürüldüğünde buğday kokusu burnu okşuyordu.Üzerindeki domuz eti, çubuklarla kaldırıldığında dağılacak kadar yumuşaktı ve ağızda eriyordu.Bambu filizi, çıtır çıtır dokusuyla hoş bir his veriyor ve çorbanın yoğun lezzeti içinde iyi bir vurgu oluşturuyordu.Yosun, çorbaya batırıldığında deniz kokusu yayılıyor ve ramenin genel lezzetini zenginleştiriyordu.O ramen, sadece açlığı gidermekle kalmıyor, ruhu da doyuran özel bir kaseydi.Layla, ramenin tadını sanki dünmüş gibi net bir şekilde hatırlayabiliyordu.Dükkanın adı Hidakaya'ydı.",
    "[op_35]",
    "Layla, Takahashi'nin hastane odasında rameni düşünürken, aniden bir telepati aldı.Bu, Katelyn'den gelen bir mesajı ileten, leke'den gelen bir mesajdı.Layla'nın \"geçmişe git\"tiği o andan itibaren 1.073.741.824 saniye, yani yaklaşık 34 yıl sonra, o andaydı.",
    "[op_0]",
    "Katelyn, pencereden sızan güneş ışığının parlaklığına gözlerini kısarak \"Poraporapora-gou\"nun Ana Bilgisayar ekranına bakıyordu.Saat yönünün tersine dönen saat animasyonuna gözü takılmışken, aniden ayaklarının altındaki zeminin kaybolduğunu hissetti.Katelyn serbest düşüşü hissetti ve hemen kendini korumak için vücudunu yuvarladı.Katelyn için sonsuzluk gibi gelen, bir metreden biraz daha az bir mesafeden düştükten sonra yere yuvarlandı.Neyse ki, Katelyn'in bilinci yerindeydi.",
    "[op_36]",
    "Katelyn önce güvende olduğuna sevindi.Serbest düşüşün korkusuyla kalbi hala şiddetle çarpıyordu ama \"Poraporapora-gou\"nun son anlarına kıyasla hava sıcaklığı daha sakindi ve ılık bir hava vardı.İlk gözüne çarpan şey yeşildi. Ayağa kalkıp etrafına dönerek baktığında, her yerin yeşil olduğunu gördü.Şu anda Katelyn'in etrafında, alabildiğine uzanan pirinç tarlaları vardı ve ötesinde dağlar görünüyordu. Bir vadiydi.Huzurlu kırsal manzaraya şaşkınlıkla bakarken, Katelyn yeri kontrol etti.Düşme süresi düşünüldüğünde darbe beklenenden daha küçüktü, bu yüzden bir hayvanın veya bir yastığın üzerine düştüğü hissine kapılmıştı Katelyn.Neyse ki, orada kapibara falan yoktu ama ikiz yeşil balçıklar vardı.",
    "Tanımadığı bir manzarada, bir zamanlar gördüğü yeşil balçıklarla yeniden karşılaşınca Katelyn istemsizce sevindi.Tabii ki yeşil balçıkları \"Poraporapora-gou\"nun acil kalkışı sırasında yatakhanedeki odasında bırakmıştı veoradan \"Poraporapora-gou\"nun başarısız inişi ve insanlığın yok oluşu anında Ana Bilgisayar ile suşi alışverişi yapmasına kadar 400 günlük bir uzay yolculuğu geçmişti.Bu tanımadığı topraklarda, Katelyn'in düşüş hasarını hafifleten bir yerde yeşil balçıkların ortaya çıkmasının nedeni tamamen bir gizemdi amaher neyse, etrafta mürettebat üyesiどころか insan bile görünmüyordu, bu yüzden Katelyn onları çok güvenilir yoldaşlar olarak hissetti.Her neyse, düşerken ezdiği için yeşil balçıklardan özür dileyen Katelyn, birden bir şey fark etti.Bir zamanlar, ikiz yeşil balçıklar, yurt odasındaki hoparlörden sesle iletişim kurmuşlardı.Ancak burada elektriği sese dönüştürecek bir şey yoktu ve iletişim kurmak zor görünüyordu.Çakıllı yolda gezinen yeşil balçıklara bakınca, Katelyn'in üzerine düşmesinin bir zararı olmamış gibiydi.Her neyse, mevcut durumu anlayacak bir ipucu bulmak ve yeşil balçıklarla iletişim kurmak, ikisi de önemli görünüyordu.",
    "[op_37]",
    "Her iki amaç için de, Katelyn önce bir insan aramaya karar verdi.Tekrar etrafındaki manzarayı kontrol ettiğinde, pirinç tarlalarının iyi bakımlı olduğunu ve doğal olarak oluşmuş olamayacağını gördü.Ucu görünmese de, yolu takip ederse bu pirinç tarlalarını yöneten birine rastlayacağını düşündü Katelyn.Katelyn yeşil balçıklardan, şimdilik kendisiyle birlikte gelmelerini istedi.Pürüzsüzce hareket eden yeşil balçıkları görünce, Katelyn sözlerinin anlaşıldığını teyit etti.",
    "[op_72]",
    "Yol düzdü ve engel yoktu, hava da güzeldi.Manzara da fena değildi, bu yüzden başlangıçta Katelyn yürüyüş havasındaydı ama uzay yolculuğundan sonra pek gücü kalmadığı için, adımları çabucak ağırlaştı.Katelyn terini silerken, ağırlaşan ayaklarını sürükleyerek yürümeye devam etti.Ayaklarının altındaki ikiz yeşil balçıklar, Katelyn'in hızına uyarak, sanki kayıyormuş gibi pürüzsüzce onu takip ediyorlardı.Acımasızca parlayan güneşin altında, asfalt yol ısınmıştı.Katelyn ara sıra, uzakta görünen dağlara ve yayılan pirinç tarlalarına baktı.Yorgunluk birikiyordu ama az sayıdaki yoldaşı olan yeşil balçıkların varlığı, Katelyn için küçük bir moral kaynağıydı.Katelyn terleyerek birkaç saat yürüdükten sonra, yolun ilerisinde bir bina gibi bir şey gördü.Küçük bir binaydı ama etrafta başka bina da yoktu, bu yüzden Katelyn şimdilik o binaya doğru yürüdü.Binayı görmek, Katelyn'in kalbinde küçük bir ışık yaktı.Binayı gördükten sonra birkaç on dakika daha yürüyerek, nihayet o binaya ulaştı.",
    "[op_38]",
    "Bina sadece bir evdi ve harabe gibi görünmüyordu.Ancak, bu kadar yaklaşmasına rağmen hiçbir ses gelmiyordu ve Katelyn binayı hedef alarak yürüdüğü süre boyunca hiçbir hareket göstermediği için, insan varlığına dair bir işaret yok gibiydi, diye düşündü Katelyn.Yine de bir sonraki hedef olabilecek bir bina da görünmüyordu, bu yüzden Katelyn bir an durumu kontrol etmek için binaya yaklaştı.Yeşil balçıklar onu takip etti.Aslında, yürümeye devam eden Katelyn sadece dinlenebileceği bir yer istiyordu.Katelyn'in bu zaman dilimine geldiği zaman, yürümeye başladıktan sonra ne kadar zaman geçtiğini bilmiyordu ama binanın yakınına geldiğinde, güneş yavaş yavaş batıyordu.",
    "[op_39]",
    "Katelyn evin kapısının önünde durdu ve yeşil balçıklar ayaklarının dibinde durdu.Katelyn'in ilk gözüne çarpan, kapıya yapıştırılmış, üzerinde yazı olan bir etiketti.Katelyn bilinmeyen harfleri görüş alanının merkezinde tutmaya devam etti.Bu, kendi ekipmanının harfleri tanımasını ve Katelyn'in ana dili olan \"Pokupokuchin dili\"ne çevirmesini bekleyen doğal bir hareketti.Ancak şu anki Katelyn için, ekipmanının doğru çalışacağına dair pek bir güveni yoktu ve bir nevi şansını deniyordu.Bir saniyeden az bir süre, normalde fark edilmeyecek bir zaman sonra, eski etiketin altında \"Pokupokuchin dili\"nde bir kaplama belirdi.Katelyn için o an çok uzun gelmişti.Ekipmanın normal çalıştığına sevinerek kelimenin anlamını kontrol ettiğinde, görünüşe göre \"Satıcılar Giremez\" yazıyordu.Katelyn \"Satıcılar Giremez\"in ne anlama geldiğini anlamadı ve bir tür büyü olabileceğini düşünerek gardını aldı.Kapının yanında ahşap bir tabela çakılıydı ve üzerine ahşap oymayla harfler oyulmuştu.İnsanların yaşadığına dair bir hava olmasına rağmen, binadan hiç ses gelmemesini önemseyerek, tabelayı da aynı şekilde okumayı denedi.Tabelada, \"Satıcılar Giremez\" yazıyordu.",
    "Katelyn'in ekipmanıyla çevrilebilen harfler olduğuna göre, konuşma da aynı şekilde çevrilebilirdi, diye düşündü Katelyn.Bu ev dışında, bu dünyanın bilgisine dair bir şey elde edebileceği yakınlarda bir şey yoktu ve bir sonraki binayı bulamadan güneşin batma ihtimali de vardı.Yaralanmadan bu dünyanın zeminine yuvarlanmak ve birkaç saat içinde bir bina bulmak, gerçekten de mucize denilebilecek kadar düşük bir olasılıktı.Bu binaya bir şekilde girmesi gerektiğini düşündü.Kapının etrafında zil gibi bir şey yoktu.Katelyn kapıyı hafifçe çaldı. Cevap yok. Daha sert vurdu. Cevap yok.Katelyn, sakinlerin düşmanlığını kazanmayı biraz göze alarak, kapı koluna uzandı.",
    "[op_40]",
    "Katelyn korkuyla kapı koluna uzandı.Kapı koluna eli değdiği anda, statik elektrik çarptı ve Katelyn istemsizce elini çekti.En azından milattan sonra 200 milyon yılı dünyasında, insanların dokunduğu şeylerden statik elektrik hissedecekleri bir tesisat temel olarak yoktu.Güvenlik amaçlı olanlar hariç.Aslında, sadece statik elektrik birikmişti amaKatelyn, kimlik doğrulama süreci dışındaki bir insan dokunduğunda elektrik akımı akacak şekilde yapıldığını hayal etti.Elektrik geçirmeyen bir giysi kullanarak, kapı kolunu tekrar tutup yavaşça çevirdiğinde, kapı açıldı.Kilitli olduğunu düşünüp, gerekirse kapıyı kırarak bile içeri girmeye çalışan Katelyn için bu bir hayal kırıklığıydı.",
    "[op_41]",
    "Katelyn önce girişin durumunu kontrol etti.O zamana kadar hiç insan varlığına dair bir işaret olmamasına rağmen, kapının kilitli olmamasını düşününce, hala içeride birileri olabilirdi.Girişteki toz durumuna bakılırsa, girişin en son kullanılmasından bu yana pek fazla zaman geçmemiş gibiydi.Katelyn, sakinlerin neden cevap vermediğini hayal etti. Gerçekten bu evde değiller miydi, yoksa içeride olup da cevap mı vermiyorlardı.İkinci durumda, cevap vermemelerinin de birkaç nedeni olabilirdi.Ani bir ziyaretçiye şaşırıp nefeslerini tutuyor olabilirlerdi ya da açık bir düşmanlıkla Katelyn'i kör bir noktadan hedef alıyor olabilirlerdi.Katelyn sakin bir şekilde çeşitli senaryoları hayal ettiğini sanıyordu ama aklından sadece kötü hayaller geçiyordu.",
    "Girişten sonraki odanın durumu, girişteki kapıyı açmadan anlaşılamazdı.En kötü durumda, girişten sonraki kapıyı açtığı anda, el bombası tuzağı kurulmuş olabilirdi gibi kötü hayaller kuruyordu.Aşırı korkaklaşan Katelyn, önce bu girişten maksimum bilgiyi elde etmeye çalışarak, etrafına merakla bakındı.Genel olarak, ahşap mobilyaların çok olduğu bir girişti. Katelyn, girişin yanındaki raftaki bir fotoğrafa gözü takıldı.",
    "[op_42]",
    "O fotoğrafta, Katelyn'in hiç alışık olmadığı, tuhaf kıyafetler giymiş bir erkek ve bir kadın vardı.O kıyafetleri ne kadar çok incelerse, Katelyn onların bu dünyanın sakinleri olduğuna dair inancını o kadar pekiştiriyordu.Ancak, o kıyafetler, Katelyn'in hayal ettiğinden çok daha sadeydi.Sanki, Katelyn'in geçmişte gördüğü tarihi dizilerdeki, o dünyada görünen çiftçilerin kıyafetlerini andıran basit bir yapıdaydı.Erkek ve kadın birbirine yaslanmış, kocaman gülümsüyorlardı. O ifadelerinden, mutlulukla dolu, sakin bir atmosferin yayıldığı kesinlikle anlaşılıyordu.Ancak, Katelyn'in bilinci, o erkek ve kadının görüntüsünden çok, fotoğrafın arka planına daha güçlü bir şekilde çekiliyordu.Fotoğrafın arka planında, bulanık da olsa, devasa bir yapının tuhaf şekli beliriyordu.Bu, Katelyn'in daha önce hiç görmediği, hayal gücünü aşan derecede tuhaf bir şekle sahipti.O tuhaf şekli kelimelerle ifade etmeye çalışacak olursak, sanki devasa mantarların birkaç tanesi, ürkütücü bir şekilde sıkışık bir halde büyüyormuş gibiydi.O yapının ne olduğu, ne amaçla orada bulunduğu, Katelyn'in aklına hiç gelmiyordu.Hayal gücünü aşan tuhaf manzara, sanki bir lanet gibi, Katelyn'in kalbine derin ve güçlü bir şekilde kazınmıştı.Belki de, bu yapı, Katelyn'in şu anda bulunduğu bu dünyanın, gizli sırlarını çözmek için önemli bir anahtar olabilirdi.Katelyn çok düşündüğünü hissetti ve fotoğrafa bakmayı bıraktı.Fotoğraftan gözlerini ayırdığı anda, Katelyn'in sırtından buz gibi bir şey hızla yukarı tırmandı.O sırada, ayaklarının dibindeki yeşil balçıkların, sanki bir şeyden korkuyormuş gibi, küçük küçük titrediğini fark etti.Katelyn, yeşil balçıkların bakışlarının ucunu dikkatli ve yavaşça takip etti.Yeşil balçıkların bakışlarının ucunda, girişin ötesine uzanan, ağır ahşap bir kapı vardı.O kapı, az önce kesinlikle kapalıydı ama ne zaman olduğu belli olmadan, sadece birazcık açılmıştı.Ve o hafifçe açılmış kapının arasından, bir şeyin burayı gizlice gözetlediği gibi, ürkütücü bir his vardı.Bu tuhaf durumda, Katelyn istemsizce nefesini tuttu.Sanki zaman durmuş gibi, o yerdeki tüm sesler kaybolmuş gibi hissedildi.",
    "[op_43]",
    "Katelyn tedbirli davrandı ve girişten ayrılmadan bir süre odanın içini gözlemledi.Gözlem sonucunda çeşitli keşifler yaptı ve yeşil balçıkların zekası sayesinde lekenin varlığını fark etti,bir süre sevindikten sonra, telepati kullanarak leke ile iletişim kurmayı başardı.Telepatinin prensibi bilinmiyordu ama bir zamanlar eğitim okulunda birlikte olduğu mürettebat üyeleriyle iletişim kurma olasılığı olduğunu düşünerek,Katelyn lekeye sırayla telepati denemesini istedi.Lekeye telepati göndermesi için Katelyn'in ilk istediği kişi Layla'ydı.Katelyn evin girişinde durarak, lekenin telepati sonucunu bekledi.",
    "Katelyn'e göre, bu dünyaya geçtiği anda etrafında hiç arkadaşı olmadığı için,gerçekten de diğer mürettebat üyeleriyle iletişim kurabilmeyi pek beklemiyordu.Katelyn, Layla ile olan modifiye taş-kağıt-makas oyununun sonucunun henüz belli olmadığını hatırlıyordu.Bir süre sonra, leke Layla ile iletişim kurabildiğini telepatiyle bildirdi.",
    "[op_0]",
    "Bölüm 2 ～Uyanış 2～",
    "[op_0]",
    "[op_44]",
    "Cora bilincini geri kazandığında, beyaz ağırlıklı, düzenli bir odadaydı.Odada Cora'nın yattığı bir yatak vardı, başka hiçbir mobilya yoktu.Manzarayı görebileceği bir pencere bile yoktu ve odanın aydınlatması olmasaydı kesinlikle zifiri karanlık olurdu.Anlam veremediği bir durumda kafası karışırken, Cora son anısını hatırlamaya çalıştı.Cora'nın son gördüğü, \"Poraporapora-gou\"da görüş alanı bembeyaz olurken gözleriyle takip ettiği ekranın yazılarıydı.Diğer mürettebat üyeleri ne olursa olsun, Cora'ya yapılan açıklama da yetersiz olduğu için mi bilinmez,\"Poraporapora-gou\"daki son anlarda bile durumu nispeten sakin bir şekilde gözlemleyebilmişti.Ekranda son olarak beliren, akrebi saat yönünün tersine dönen bir saat animasyonuydu.Cora, ekrandaki yazıların daha önemli olduğunu düşündü ve içeriğine dikkatle baktı.Yine de, Cora'nın son gördüğü, anlaşılmaz bir sayı dizisiydi.Bu gerçeğin ne olduğunu anlamadan önce, Cora bu bilgiyi unutmamak için not almaya karar verdi.Neyse ki, parmak işaretleyici fonksiyonu düzgün çalışıyor gibiydi.Etrafta not defteri gibi bir şey yoktu. Cora solak olduğu için, sol eliyle sağ koluna sayıları not aldı.Milattan sonra 200 milyon civarındaki insanların standart olarak sahip olduğu bu özelliğin hala kullanılabilir olmasına Cora sevindi.",
    "{demo_skip_begin}",
    "[op_30]",
    "Cora'nın son gördüğü birkaç sayı vardı, ama sayılar arasında boşluklar vardı ve Cora'ya bir sayı dizisi gibi geldi.Tüm sayıları not aldıktan sonra, Cora odanın durumunu kontrol etmeye karar verdi.Yavaşça üst vücudunu kaldırdı ve vücudunu hareket ettirdi. Özellikle bir yaralanma veya ağrı yok gibiydi.Cora'nın yatağında bir yorgan olması, birinin Cora'ya baktığı olasılığını artırıyordu.Vücudunun hareketlerini kontrol ederken yataktan kalktı.Odanın içi gerçekten boştu. Cora, durumu hakkında en çok ipucu verebilecek olan kapıya doğru yürüdü.Cora kapıya elini uzattı ve yana kaydırmaya çalıştı. Kilitli gibiydi, kapı hareket etmedi.Cora hafifçe iç çekti.",
    "[op_45]",
    "Cora'nın kapının yapısına baktığında, tüm gücüyle çarpsa kırabilecek kadar bir kapıydı.Birini hapishaneye kapatmak için kullanılan bir şey değil, daha çok hastanelerde kullanılan sıradan bir kapıydı.Yataktan kapıya kadar Cora'yı bağlayan bir şey olmaması, en azından Cora'ya karşı olan tedbirin zayıf olduğunu gösteriyordu.Cora hemen dışarı çıkmak istese de, hiçbir şey bilmediği bir dünyada gereksiz yere düşman edinmek de istemiyordu.Cora, \"Poraporapora-gou\"nun \"insanlı gözetim saatini\" hatırlıyordu. Cora için bu acı bir anıydı.",
    "Cora \"modifiye taş-kağıt-makas\"ta zaten iyiydi ama kazanmaya veya kaybetmeye takıntılı bir tip değildi.\"İnsanlı gözetim saati\"ndeki modifiye taş-kağıt-makas, herkesin kazanmak için katıldığı bir şeydi amaaslında orada kazanmanın bir para ödülü falan getirdiği yoktu, daha çok bir eğlence yönü vardı.Cora için acı bir anı olan o turdaki modifiye taş-kağıt-makasta da, gözetim üyeleri neşeyle modifiye taş-kağıt-makas oynuyorlardı.Önemli bir arka plan olarak, Cora o üyelerle olan modifiye taş-kağıt-makasta zaten birkaç kez genel birinciliği kazanmıştı, bu yüzden o turda dürüst olmak gerekirse kaybetmeyi düşünüyordu.Ancak, modifiye taş-kağıt-makas o kadar basitti ki, kaybetmek isteseniz bile kaybetmek zordu.Cora sonuçta o turda da birinciliği belirlemek için son bir düelloya katılmak zorunda kalmıştı.Son düellodaki rakibi, o üyeler arasındaki en yaşlı olan Ulric'ti.Ulric de, kazanmaya veya kaybetmeye önem vermeyen bir tipti vekazandığında veya kaybettiğinde yaptığı tepkilerde, herkes için moralini yüksek tutmaya çalışıyor gibiydi.Ve son düello, o modifiye taş-kağıt-makasın sonucuyla her şeyin belli olacağı bir maçta, Cora kaybetti.Ulric, abartılı bir şekilde sevindi.O anda, gerçekten de hala nedenini bilmiyor ama Cora, Ulric'in sonradan hamle yaptığını指摘 etti.Daha da kötüsü, aslında, bunu izleyen tüm gözetim üyelerinin anlayabileceği kadar, Ulric sonradan hamle yapmıştı.Ancak Cora da dahil olmak üzere, Ulric'in sonradan hamle yapacak bir karakterde olmadığını biliyorlardı.Ulric, sevincini hemen bıraktı, şüpheli davranışından dolayı özür diledi ve galibiyeti Cora'ya verdi.Cora'ya kalsa, sonradan hamle yaptın, yapmadın kavgası oynamak istediğini bahane etmek isterdi amaUlric'e karşı bunu gerçekten yapabileceğini düşünüyor muydu diye sorulsa, bu da zordu.Sonuçta, Cora o zamana kadar zaten defalarca birinci olmuşken, eğlenceli bir atmosferi bozarak hala kazanmak isteyen gizemli bir davranışta bulunmuş oldu.Elbette, şimdi bunu yapmasına gerek olmadığını gerçekten düşünebiliyordu. Bu yüzden acı bir anı olmuştu.",
    "Cora'nın bu odadan kaba bir şekilde çıkmasının getireceği şey,modifiye taş-kağıt-makas sonradan hamle指摘inin soğuk havasından daha acı bir ceza olabilirdi.Nazikçe, muhtemelen bunu yapsa bile kızılmayacağı umuduyla,Cora kapıyı hafifçe çaldı.Bir süre sonra, yaklaşan ayak sesleri duyuldu.",
    "[op_46]",
    "Kapı açıldı ve tanımadığı bir kişi belirdi. Cora'nın yatakta oturduğunu görünce, o kişi kendini Saito olarak tanıttı.Saito'ya göre, Cora bu odanın çok yakınında baygın yatıyormuş ve Saito onu yatağa taşımış.Cora mevcut durum hakkında Saito'ya birçok soru sormak istiyordu ama Saito da Cora'ya birçok soru sormak istiyor gibiydi veönce Saito'nun soru yağmuruna tutuldu.Her şeyi doğru söylese bile akıl sağlığından şüphelenilebileceği için, Cora çoğu soruyu hafızasını kaybetmiş gibi davranarak savuşturdu.Daha sonra Saito ile yaptığı konuşmada Cora'nın öğrendiği bilgiler, buranın bir sığınağın bir odası olduğu ve sığınağın dışı hakkında bir şey bilinmediğiydi.Cora Saito'ya mevcut zaman, özellikle de milattan sonra kaç yılı olduğu hakkında sordu ama Saito'nun da bunu bilmediği anlaşılıyordu.Otomatik dil çeviricisinin düzgün çalıştığını düşünürsek, \"Poraporapora-gou\"nun son anından daha eski bir zamanda olduğu kesindi.",
    "[op_49]",
    "Cora, Saito'nun güvenilir bir kişi olup olmadığını anlamak için onu dikkatle gözlemledi.Saito'nun yüz ifadesi, ses tonu ve her bir sıradan hareketinde, yalan veya aldatma belirtisi olup olmadığını aradı.Ancak Saito dost canlısıydı ve Cora'yı içtenlikle endişelendiriyor gibiydi.Gardını indirmeli mi, yoksa hala şüphelenmeli mi, Cora'nın kalbi kararsızdı.Saito Cora'ya bir şeyler içmek isteyip istemediğini sordu.Cora'nın boğazı kurumuştu, bu yüzden teklifi memnuniyetle kabul etti.Saito odadan çıkarken, Cora odayı tekrar gözden geçirdi.Yine de, bu odada Saito hakkında veya buranın neresi olduğunu anlamasına yardımcı olacak hiçbir ipucu yoktu.Cora yataktan kalktı ve odanın içinde dolaştı.Duvarda eski bir takvim asılıydı.",
    "[op_48]",
    "Ancak tarih yazılması gereken yerde hiçbir yazı yoktu ve hiçbir bilgi elde edilemedi.Cora iç çekti ve tekrar yatağa oturdu.Saito dönene kadar, Cora içinde bulunduğu durumu düşündü.Neden buradaydı ve bundan sonra ne yapmalıydı.Her şey gizemle örtülüydü.Saito içecekle geri döndü.Cora teşekkür etti ve onu aldı.",
    "[op_47]",
    "Bir yudum aldığında, bunun sadece su olduğunu anladı.Cora Saito'ya bu sığınak hakkında daha fazla bilgi vermesini istedi.Saito memnuniyetle kabul etti ve sığınağın tarihini ve orada yaşayan insanlar hakkında konuşmaya başladı.Cora dikkatle dinlerken, yavaş yavaş bu dünyayı anlamaya başladı.Ancak hala birçok gizem vardı.Özellikle, Cora'nın son anısı olan \"Poraporapora-gou\" dünyasıyla olan ilişkisi hakkında hiçbir şey bilmiyordu.Cora Saito'ya hafıza kaybı numarası yaparak danışmaya karar verdi.Belki Saito bir şeyler biliyordur.Saito Cora'nın sözlerini dinledi ve ciddi bir ifadeyle bilmediğini söyledi.Saito Cora'nın durumunu endişelendi ve yapabileceği bir şey olup olmadığını sordu.Cora, bu dünya hakkında daha fazla şey öğrenmek istediğini açıkça söyledi.Saito biraz düşündükten sonra, sığınağın kayıt odasına götürmeyi teklif etti.Orada, geçmiş olaylar ve insanlar hakkında bilgiler kaydedilmişti.Cora Saito'nun teklifine teşekkür etti ve birlikte kayıt odasına gittiler.",
    "[op_50]",
    "Kayıt odası, sığınağın bir köşesinde bulunan sessiz ve loş bir odaydı.Tozlu raflarda sayısız dosya ve kayıt ortamı sıralanmıştı.Saito, hafızasını kaybettiğini söyleyen Cora'nın adının yazılı olduğu bir dosya aramaya başladı.Cora, mevcut bu dünya hakkında bir ipucu aramaya başladı.Ancak ne kadar arasa da, mevcut zaman ekseni hakkında bir ipucu bulamadı. Cora sabırsızlanırken, başka ipuçları aradı.Birden, Cora'nın gözüne eski bir defter takıldı. Kapağında hiçbir şey yazmıyordu.Cora defteri eline aldı ve sayfalarını çevirdi. Orada, el yazısıyla dolu dolu bir şeyler yazılıydı.Cora defteri heyecanla okumaya başladı. Defterde, bir bilim adamının araştırma kayıtları yazılıydı.O bilim adamı, zaman ve mekanı aşan deneyler yapıyormuş.Cora şaşkına döndü. Belki de kendisi bir deneyin deneklerinden biriydi.Ve \"Poraporapora-gou\"daki anıları, deneyle yerleştirilmiş şeyler miydi?Cora kafası karışık bir şekilde defteri okumaya devam etti.Birkaç defter okuduktan sonra, sonuçta bilimsel kayıtların hayal ürünü iddialara dönüştüğü anlaşıldı.Cora şüphelerini bir yanılsama olarak sonuçlandırıp kayıt odasından ayrıldı.Cora, bu dünyadaki kendi varlık nedenini ve \"Poraporapora-gou\" ile olan bağını daha derinlemesine araştırması gerektiğini anladı.Saito'ya, defterin varlığını gizleyerek, başka bir açıdan bilgi çekmenin en iyisi olduğuna karar verdi.",
    "[op_54]",
    "Kayıt odasından çıktıktan sonra, Cora Saito'ya bu sığınağın dışı hakkında sordu.Sığınağın dışındaki dünya nasıldı?İnsanlar nasıl yaşıyordu?Saito, Cora'nın sorusuna biraz şaşkın bir ifadeyle baktı.Dışarıdaki durum, sığınaktaki sakinler için neredeyse hiç bilinmeyen bir bilgiydi.Uzun süre sığınakta yaşayınca, dış dünyaya olan ilgi azalıyordu.Saito'nun açıklamasına göre, sığınak zaten nesiller önce başlamıştı, dış dünya diye bir şeyi düşünmeyi unutacak kadar eski bir hikayeydi.Saito, çok sınırlı bilgiye sahip olmasına rağmen, Cora'ya açıklama yaptı.Dış dünya, harap olmuş durumdaymış.Bir zamanlar büyük bir felaket olduğu söyleniyormuş. Ancak ayrıntıları Saito'nun bildiği kadarıyla belirsizdi.Sığınak o felaketten kaçmak için inşa edilmişti.O zamandan beri, insanlar sığınakta yaşıyorlardı.Dış dünyayla temas neredeyse hiç yoktu.Cora daha fazla bilgi almak için, sığınağın diğer sakinleriyle de temas kurmaya karar verdi.",
    "[op_51]",
    "Saito'ya veda ettikten sonra, Cora tek başına sığınağın içinde keşfe çıktı.Geniş koridorlarda yürüdü, birkaç odaya göz attı.İnsanlar, her biri kendi işini yapıyor gibiydi. Bir odada yiyecek yetiştiriliyordu.Başka bir odada makineler tamir ediliyordu. Bir başka odada ise çocuklar ders çalışıyordu.Cora, onların yaşamlarını gözlemlerken, bu sığınağın kendi kendine yeten bir sistemle işlediğini anladı.Bir süre yürüdükten sonra, Cora büyük bir meydana çıktı.Orada birçok insan toplanmış, bir şeyler konuşuyordu.Cora onlara yaklaştı ve konuşmalarını dinledi.Onlar, sığınağın yönetimi hakkında tartışıyor gibiydiler.Yiyecek dağıtımı, enerji temini, tesislerin bakımı gibi çeşitli sorunları varmış.Cora onların konuşmalarını dinlerken, bu sığınağın birçok sorunla karşı karşıya olduğunu öğrendi.Ve bu sorunları çözmek için dışarıdan bilgi almanın zorunlu olduğunu hissetti.Cora meydandaki insanlara dış dünya hakkında sordu.Ancak kimsenin net bir cevabı yoktu. Onlar dış dünya hakkında pek ilgilenmiyor gibiydiler.Belki de sorunları sorun olarak bile görmüyorlardı.Sığınak içindeki dünya, gerçekten de onların her şeyi gibiydi.Cora hayal kırıklığına uğradı. Yine de pes etmedi.Bu sığınağın bir yerlerinde, dış dünyayı bilen bir ipucu mutlaka olmalıydı.Cora tekrar sığınağın içinde keşfe çıktı.Ve sonunda, bir oda keşfetti.O odanın kapı tabelasında, \"İletişim Odası\" yazıyordu.",
    "[op_50]",
    "Cora iletişim odasının kapısını açmaya çalıştığında, kapı sıkıca kapalıydı ve kımıldamıyordu.Kilitli miydi, yoksa başka bir nedeni mi vardı, o an Cora karar veremedi.Cora kapının etrafını dikkatlice inceledi. Kapı kolunun yanında, küçük bir düğme gibi bir şey vardı.Cora o düğmeye bastığında, kapının arkasından hafif bir mekanik ses geldi.Bir süre sonra, kapı yavaşça açıldı. Cora, dikkatli adımlarla iletişim odasının içine girdi.Odanın içinde, çeşitli makineler sıkışık bir şekilde sıralanmış, duvarın bir yüzü ise monitörler ve göstergelerle kaplıydı.Cora o makineleri gözlemledi ama hepsi Cora'nın daha önce hiç görmediği, bilinmeyen makinelerdi.Bunların arasında, sadece bir tanesi, belli belirsiz tanıdık gelen bir şey Cora'nın gözüne takıldı. Bu, Cora'nın hafızası doğruysa, geçmişte var olduğu söylenen bir iletişim cihazına çok benziyordu.Cora, o eski iletişim cihazına yavaşça yaklaştı. İletişim cihazı tozlanmıştı ve uzun yıllar boyunca terk edildiğini gösteriyordu.Ancak hala kullanılabilir gibi görünüyordu. Cora, iletişim cihazını çalıştırmayı denedi.İletişim cihazının arkasındaki güç düğmesini açtığında, iletişim cihazı hafif bir ses çıkararak yavaşça çalışmaya başladı.",
    "[op_52]",
    "Monitörün gücü açıldı ve karıncalanma gibi bir gürültü geçti. Cora, gürültüyü biraz olsun azaltmak için, iletişim cihazının göstergelerini dikkatlice ayarladı.Bunun üzerine, monitörde bulanık bir görüntü belirdi. Bu, harap olmuş bir şehrin manzarasıydı. Binalar yıkılmıştı, yollarda büyük çatlaklar vardı ve gökyüzü griye bürünmüştü.Cora, o görüntü karşısında nefesini tuttu. Eğer bu sığınağın dışındaki dünyanın gerçeği ise, insanların yaşayabileceği bir ortam değildi.Cora, iletişim cihazını daha da ayarladı. Bunun üzerine, monitörde başka bir görüntü belirdi. Bu sefer, yeşil ve zengin bir orman manzarasıydı.Ağaçlar yemyeşildi, nehir berrak sularla doluydu ve gökyüzü masmaviydi. Cora, o görüntüye şaşırdı.Eğer bu görüntü gerçekse, insanlar rahatlıkla yaşayabilirdi.Cora, iletişim cihazını kullanarak görüntüleri birbiri ardına değiştirdi. Harap olmuş şehir, yeşil orman, geniş çöl, buzlu ova. Dış dünya, çeşitli yüzlere sahip gibiydi.Tüm görüntüleri kontrol ettikten sonra, Cora iletişim cihazını kullanarak dışarıyla iletişim kurmayı denedi. Muhtemelen, geçmişte kullanılan iletişim biçimini taklit ederek seslendi.Ancak cevap yoktu. Cora'nın çağrısına kimse cevap vermedi.İletişim cihazı sessizliğini korudu ve sadece boş bir gürültü sesi, odanın içinde boşuna yankılandı.Cora, bir kez daha seslenmeyi denedi. Bu sefer daha güçlü, daha net bir şekilde konuştu. Yine de sonuç değişmedi.İletişim cihazından hiçbir tepki gelmedi. Cora'nın göğsünde bir endişe filizlenmeye başladı.Belki de bu iletişim cihazı bozuktu. Ya da dışarıyla iletişim kurma imkanı çoktan kaybolmuştu.Çeşitli olasılıklar Cora'nın aklından geçti. Yine de Cora pes etmedi ve seslenmeye devam etti.Sayısız çağrı, boşluğa çekildi. Zaman geçtikçe, Cora'nın umudu yavaş yavaş azaldı.Ve o umut tamamen tükendiğinde, Cora'nın kalbinde sadece derin bir hayal kırıklığı kaldı.Cora'nın vücudundan güç çekildi.Hayatında ilk kez bu kadar derin bir umutsuzluk hissetmiş olabilir.O sırada birdenbire, iletişim cihazından gürültülü bir ses duyuldu.Ses kesik kesikti ve ne dediği pek anlaşılamıyordu. Cora dikkatle kulak verdi.Sesin bir tür deseni tekrarladığını fark etti.Bir şeyler iletmeye çalıştığı belliydi ama Cora hala tam olarak duyamıyordu.Ancak o ses, nedense Cora'nın kalbine güçlü bir şekilde dokundu. Cora o sesi defalarca tekrarladı.Cora'nın zihninde bir görüntü belirdi. Bu, tanıdık \"Poraporapora-gou\" görüntüsüydü.Bu ses \"Poraporapora-gou\"dan gelen bir mesaj olmalıydı. Cora'nın kalbi hızla çarpmaya başladı.Cora iletişim cihazının göstergelerini kurcaladı ve gürültünün azalması için dikkatlice ayar yapmaya çalıştı. Bu çabası sayesinde mi bilinmez, iletişim cihazının sesi yavaş yavaş netleşti.Ancak, ses netleştikçe, Cora'nın kalp atışları yavaş yavaş normale döndü.Sonuçta, o sesin, bağlantı kurulamadığına dair bir hata mesajı olduğunu Cora teyit etti.",
    "[op_51]",
    "Cora, ağır adımlarla iletişim odasını terk etti. Adımları, sanki uranyumla doldurulmuş gibi ağırdı.İletişim odasından çıkıp tekrar sığınağın koridorlarında yürümeye başlayan Cora, az önceki umut dolu hislerinin sanki bir yalanmış gibi kaybolduğunu fark etti.Az önce Cora'nın kalbini dolduran umut ışığı, şimdi karanlığın içinde kaybolmuş ve geriye sadece derin bir hayal kırıklığı kalmıştı.Ancak Cora, bir zamanlar \"Poraporapora-gou\"nun mürettebatı olarak milattan sonra 200 milyon 3. yılı dünyasında yaşamış biri olarak,bu kadar bir hayal kırıklığıyla yıkılmaması gerektiğini kalbinin bir yerlerinde anlıyordu.Milattan sonra 200 milyon 3. yılı dünyasında, hayal kırıklığı sıradan bir olaydı ve insanlar her seferinde yeni bir umut bulup ileriye bakma becerisini kazanmışlardı.Cora, geçmişteki büyüklerin sözlerini ve tarihi olayları hatırlayarak kendini motive etmeye çalıştı.Örneğin, milattan sonra 200 milyon 3. yılı dünyasında, \"Kahvaltıdan önceki yürüyüş, o günün altın başlangıcıdır\" deyişi yaygın olarak inanılıyordu ve birçok insan sabah yürüyüşünü bir rutin haline getirmişti.Bu, sabahın taze havasını ve güneş ışığını alarak, zihinsel ve bedensel olarak yenilenip o günü olumlu bir şekilde geçirebilme düşüncesine dayanıyordu.Ayrıca, \"Başarısızlık başarının anasıdır\" sözü de, milattan sonra 200 milyon 3. yılı dünyasında yaygın olarak biliniyordu.Bu, başarısızlıktan ders çıkarıp onu bir sonraki başarıya bağlamanın önemini gösteriyordu ve insanlar başarısızlıktan korkmadan aktif olarak denemeye teşvik ediliyordu.Cora bunları hatırladıkça, yavaş yavaş moralinin düzeldiğini hissetti.Ve Cora, yine eski bir kapı buldu. Kapı tabelasında, \"Ana Bilgisayar Odası\" yazıyordu.",
    "[op_50]",
    "Cora, \"Poraporapora-gou\"daki son anında, Gideon'un Ana Bilgisayar ile iletişim kurduğunu hatırladı.Tüm cevaplar burada olabilirdi. Cora Ana Bilgisayar Odası'nın kapısını açtığında, orada eski bir terminal vardı.Uzun süredir kullanılmamış gibiydi, tozlanmıştı.Doğru düzgün çalışıp çalışmayacağı, hatta elektrik alıp almayacağı bile şüpheliydi.Cora, yarı umutsuz bir şekilde güç düğmesini açtı.Terminalin arkasında bulunan makinelerin içinden fan sesleri gelmeye başladı.Cora umutlandığı anda, makinelerin çalışma sesi durdu ve oda tekrar sessizliğe büründü.Uzun süre bakım yapılmadıysa, aniden elektrik verilmesiyle bozulmuş olma ihtimali oldukça yüksekti.Cora bir kez daha, durumu çözmek için bir ipucunu kaybettiğini hissetti.Bir sonraki odayı aramak için Cora arkasını döndüğünde, orada Saito vardı.",
    "[op_53]",
    "İletişim odası, Ana Bilgisayar odası derken etrafta hiç insan emaresi yoktu, bu yüzden Cora Saito'nun ani ortaya çıkışına şaşırdı.Saito'nun yüzü ifadesizdi ve o ifadeden duygularını tahmin etmek zordu.Ana Bilgisayar odasının terminaline mi bakıyor diye düşündü ama, Saito'nun bakışları Cora'ya dönük gibiydi.Cora birkaç saniye Saito'nun bir şey söylemesini bekledi ama Saito sessiz kaldı.Her neyse, odadan çıkmak için Saito'nun olduğu yerden geçmesi gerekiyordu ve onu görmezden gelip dışarı çıkmak da doğallıktan uzaktı.Cora Saito'ya burada ne yaptığını sordu ama Saito cevap vermedi.Yine birkaç saniye rahatsız edici bir sessizlikten sonra, Saito Cora'ya gerçekten hafızasını kaybedip kaybetmediğini sordu.Cora, dürüst cevap vermenin tehlikeli olabileceğini hissetti.En azından Saito'nun Cora'nın hareketlerini ne zamandan beri izlediğini bilmiyordu.Cora, hafıza kaybına dair bir ipucu olabileceği için, ilgisini çeken odaları gezdiğini söyledi.Saito'nun bu cevaba ikna olup olmadığı, o ifadeden anlaşılamıyordu.Saito'nun bir sonraki sözü, \"Ana Bilgisayar Odası\"nı bilip bilmediği sorusuydu.Merak edip girdiğini ve ne anlama geldiğini bilmediğini söyledi.Saito, açıklama yapmak için yer değiştirmek istediğini önerdi.Cora, tehlikeli bir yere götürülme endişesiyle de olsa, kabul etti.Eğer Saito gerçekten Cora'yı tehlikeye atmak isteseydi, fark ettirmeden işini halletmesi çok daha kolay olurdu.",
    "[op_49]",
    "Cora ve Saito, Cora'nın sığınakta ilk uyandığı odaya geçtiler.Cora sığınağın içinde amaçsızca dolaştığı için,Ana Bilgisayar odasının, ilk uyandığı odadan ne kadar uzakta olduğunu veya tam olarak nasıl geri döneceğini bilmiyordu.Ancak Saito en kısa yolu tam olarak takip etti ve birkaç dakika içinde bu yataklı odaya geri dönebildi.Cora yatağa oturduğunda, Saito sığınağın kurallarını anlatmaya başladı.O kurallara göre, Ana Bilgisayar odasına girmek ve Ana Bilgisayar kelimesini kullanmak bile yasaktı.Saito o yasağı sadakatle守り, şimdiye kadar yaşamıştı. Ancak o yasağın bir devamı vardı.Ana Bilgisayar odasına girmeye çalışan birini engellememek kuralıydı.O kural, Ana Bilgisayar odasına girmeyi yasaklarken onu engellemeyi de yasaklayan bir çelişki barındırıyordu.O yasak, Cora'nın bu hareketini sanki önceden tahmin etmiş gibi, Saito'ya öyle geliyordu.Ve Saito, o çelişkili yasağın Cora'nın hareketini tahmin etmiş gibi görünmesinin nedenini, Cora'nın kendisinin bir fikri olup olmadığını sordu.",
    "[op_46]",
    "Cora açıklamayı dinlerken Saito'nun halini dikkatle gözlemliyordu ama yalan söylemiyor gibiydi.Eğer Saito'nun dediği gibi bir kural sığınakta varsa, bu sığınakta Ana Bilgisayar odasının özel bir muamele gördüğünün bir kanıtıydı.Bu kadar özel muamele gören bir oda ise, Cora'nın elektrik verdiği terminal, gerçek Ana Bilgisayar ile iletişim kurabilen bir donanım olabilirdi.Ancak bu dünyaya yeni gelmiş olan Cora için, terminalin arızasını giderebileceği şüpheliydi.Sığınak sakinlerinin yardımını almak için, Cora da bir ölçüde kendini açıklamaya karar verdi.Cora'nın son hatırladığı anıda, zamanı milattan sonra birimiyle saydıklarını ve bunun 200 milyon 3. yıl olduğunu.Ve bir zamanlar Cora'nın Ana Bilgisayar'ın bir parçası olarak doğduğunu, Cora Saito'ya açıkladı.",
    "[op_0]",
    "[op_8]",
    "Ana Bilgisayar, donanım ve yazılıma ayrılmıştı.Ana Bilgisayar'ın yaratıcısı, Cora'nın babasıydı.Cora'nın babası, Papacola, gençliğinden beri büyük paralar kazanma hayaliyle çeşitli işlere girişmişti.Başlangıçta küçük bir ticaret şirketi kurdu ve yurtdışından getirdiği ürünleri yurtiçinde yüksek fiyata satıyordu ama kısa sürede finansal sıkıntıya düştü ve şirket iflas etti.Ancak, Papacola pes etmedi.O zamanlar popüler olan MT trendini kaçırmamak için, Anne Net ile ilgili bir iş kurmayı düşündü.Becerikli konuşması ve bağlantılarını kullanarak, yatırımcılardan para topladı ve MT teknolojisini kullanan yeni bir iş kurdu.Ancak o MT teknolojisi de, aslında eski nesil bilgisayarlar ve mevcut teknolojilerin bir kombinasyonundan başka bir şey değildi.Papacola, sanki devrim niteliğinde bir buluşmuş gibi tanıtımını yaptı ve daha fazla yatırım çekti.Lüks bir ofis kurdu, lüks arabalarla dolaştı ve gösterişli bir hayat yaşadı.Ancak, perde arkasında, özensiz yönetim ve finansal yönetim yaygındı ve şirket tekrar iflasın eşiğine geldi.Papacola, yeni fon sağlamak için, Cora'yı Ana Bilgisayar projesine dahil etmeye karar verdi.Ana Bilgisayar'ın donanımı, şirketteki modası geçmiş bilgisayarların bir araya getirilmesinden ibaretti.Ana Bilgisayar'ın yazılımı ise, Cora'nın kendisiydi.",
    "[op_55]",
    "Papacola, Cora'ya yasadışı beyin dalgası tarama teknolojisini kullanarak, Cora'nın beyin dalgası desenlerini Ana Bilgisayar'ın yazılımı olarak kullanmayı düşündü.O dönemde bunu düşünen başka insanlar da vardı ama Papacola bunu gerçekten hayata geçirdi.Ancak Papacola'nın asıl amacı, ek borç almak için bir bahane olarak, sahte bir yeni teknoloji olarak tanıtımını yapmaktı.Papacola'nın bu beklentisinin aksine, Cora'nın beyin dalgalarını kullanan Ana Bilgisayar, o annevari havasıyla popüler oldu ve büyük beğeni topladı.Piyasada bir Ana Bilgisayar çılgınlığı başladı, Ana Bilgisayar tatlısı satıldı, Ana Bilgisayar konserleri düzenlendi.Ve sorun, Ana Bilgisayar'ın belli bir başarıya ulaşmaya başladıktan sonra ortaya çıktı.Ana Bilgisayar birçok insan tarafından kullanılmaya başlandığında, Ana Bilgisayar'ın versiyon güncellemesi de birçok insan tarafından beklenir hale geldi.Ana Bilgisayar'ın yazılımı Cora'nın beyin dalgalarını kullandığı için, prensip olarak tarandığı andan itibaren içeriği güncellemek mümkün değildi.Bu nedenle, yazılımın güncellenmesi için, Cora'ya tekrar beyin dalgası taraması yapılması gerekiyordu ve tarama düzenli olarak yapılmaya başlandı.Rakiplerini yenmek için de, bu beyin dalgası tarama sıklığı giderek arttı.Birkaç ayda bir olan tarama her aya, her ay olan tarama her güne düştü vesonunda, Cora yaşadığı süre boyunca neredeyse sürekli beyin dalgası taraması altında kalır hale geldi.Cora sürekli beyin dalgası taraması nedeniyle zihinsel ve bedensel olarak tükendi vedaha önce babasının sözlerini uslu uslu dinleyen Cora da, giderek sinirlenmeye başladı ve konuşmalarında küçük şeylere bile karşı çıkmaya başladı.Papacola da, işin baskısından mı bilinmez, Cora'daki değişimi fark etmesine rağmen, sert bir şekilde karşılık veremiyordu.İkisinin arasında, eskisi gibi sakin zamanlar kaybolmuştu, birbirlerinin sözlerinde dikenler olur olmuştu ve ağır bir hava esiyordu.",
    "[op_59]",
    "Bir gün, Papacola Cora ile kahvaltı yaparken, Cora'nın sabahtan beri açıkça keyifsiz olduğu görülüyordu.Papacola ekmeğine reçel sürerken, Cora önündeki yoğurdu kaşıkla karıştırıyor, neredeyse hiç ağzına götürmüyordu.Yoğurdun yüzeyinde, kaşıkla yapılmış anlamsız desenler beliriyor ve sonra tekrar pürüzsüz yüzeyine dönüyordu.Cora ara sıra, masanın ahşap desenlerine bakıyor ve derin bir iç çekiyordu.Masada, dumanı tüten bir kahve fincanı ve yarısı yenmiş bir salata vardı ama ikisinin arasında soğuk bir hava esiyordu.Papacola Cora'nın halini anlamak için ona bir bakış attı ama Cora fark etmemiş gibi yaparak pencereden dışarı baktı.Pencereden dışarıda, her zamanki sabah manzarası vardı ama Cora'nın kalbine ulaşmıyor gibiydi.Çatal bıçakların tabağa çarpma sesi, odanın sessizliğini bozuyordu.Papacola, ağır havayı dağıtmak için hafifçe öksürdü ve bir konu açmaya çalıştı.Cora, hala pencereden dışarı bakıyordu.Baktığı yerde, komşunun çatısına konmuş bir kuş mu, yoksa uzaktaki gökyüzünde süzülen bir bulut mu, belli olmayan bir şey vardı ama odaklanmamış gibiydi.Sağ elindeki kaşık, yoğurdun yüzeyinde, az öncekinden daha da ince, neredeyse anlamsız bir titreşimle tekrarlanıyordu.Papacola'nın söylemek istediği kelimeler, şekil almadan dağıldı ve masada tekrar, çatal bıçakların sesi ve saatin saniyelerinin tıkırtısı yankılandı.O sessizlik, kelimelerden daha çok, ikisinin arasındaki uçurumun derinliğini gösteriyor gibiydi.",
    "[op_60]",
    "Bir başka gün, Papacola eve dönerken, yakındaki bir pastaneden pasta almıştı.Bu Cora'nın sevdiği cheesecake'ti ve Papacola da elbette Cora'yı sevindirmek için almıştı.Papacola, biraz utanmış, ama aynı zamanda beklenti dolu bir ifadeyle, beyaz kutuyu masanın üzerine koydu.Kutuda ünlü bir pastanenin logosu basılıydı ve içindekinin özel bir şey olduğunu gösteriyordu.Papacola kutunun kurdelesini dikkatlice çözdü ve kapağını açtı. İçinde, parlak bir yüzeye sahip bütün bir cheesecake belirdi. Yoğun peynir kokusu hafifçe yayıldı.Bu, bir zamanlar Cora'nın doğum günlerinde veya özel günlerde istediği ve her yediğinde kocaman gülümsediği o cheesecake'ti.Papacola, kutuyu Cora'ya doğru biraz itti ve tepkisini bekledi.Ancak, Cora koltukta otururken, bakışlarını elindeki dergiye indirmişti.Sayfaları çeviren parmaklarının hareketi mekanikti ve içeriği takip ediyor gibi görünmüyordu. Pastanın varlığını fark edip etmediği, o ifadeden anlaşılamıyordu.Sadece omuzları hafifçe düşmüş ve genel olarak gücü tükenmiş gibiydi. Odada, saatin saniyelerinin sesi ve Papacola'nın kutuyu açarken çıkardığı hafif ses yankılanıyordu.Papacola, Cora'nın adını bile çağırmadan, sadece onun halini izliyordu.Beklentisinin hızla söndüğünü hissetti. Sevineceği yönündeki zayıf umut, Cora'nın ilgisizliği karşısında paramparça oldu.Papacola, açtığı pasta kutusuna baktı. Mükemmel şekilli cheesecake, şimdi sadece boşuna orada duruyor gibiydi.Bir zamanlar paylaştıkları neşenin sembolü olması gereken pasta, şimdi ikisinin arasındaki mesafeyi vurgulayan bir aksesuardan ibaretti.Papacola, hafifçe iç çekti ve kutunun kapağını sessizce kapattı. O hareketinde, bir vazgeçiş ve kelimelere dökülemeyen bir yorgunluk vardı.Pastanın tatlı kokusu, odanın ağır havasında, yersiz bir şekilde parlakça yayılmaya devam ediyordu.",
    "Sonuçta, Papacola Cora'nın yükünü hafifletmek için, o zamana kadar kazandığı parayla Cora gibi beyin dalgası taraması yapabilecek birden fazla insan yaratma planı yaptı.",
    "[op_56]",
    "Cora ile benzer karakterde ve değer yargılarına sahip insanlar toplandı ve benzer bir yaşam tarzı sürdürmeleri sağlandı.Cora ve Cora'nın vekilleri, bir aile gibi aynı yerde yaşıyor ve sırayla beyin dalgası taraması yaptırıyorlardı.Cora'ların varlığı Papacola'nın iş sırrıydı ve varlıklarını bilen tek kişi Papacola'ydı.Bu sırrı korumak için, diğer insanların müdahalesi mümkün olduğunca azaltıldı ve tesisin donanımı, Cora'lara gerekli malzemeleri otomatik olarak hazırlayacak şekilde tasarlandı.Bu tür bir yaşam on yıllarca sürdükten sonra, sonunda Cora vekillerinin yenilenmesi durdu.Bunun Papacola'nın öldüğü anlamına geldiğini anlayan tek kişi, orijinal Cora'ydı.Tesisin donanımı hala otomatik olarak çalışıyordu ama bundan sonra ne olacağı belli değildi.Orijinal Cora, gereksiz gelecek kaygısı vermemek için, diğer Cora'lara bilgi vermedi.Cora'lar her zamanki gibi, beyin dalgası taraması yapmaya devam ederek yaşadılar.Orijinal Cora öldükten sonra, o beyin dalgası taramasının anlamını bilen kimse kalmadı ve sadece o yaşam devam etti.",
    "[op_57]",
    "Orijinal Cora öldükten sonra bile, tesis sorunsuz bir şekilde çalışmaya devam etti.Cora'ların sayısı azaldıkça, beyin dalgası taramasının sıklığı da arttı ama Papacola artık olmadığı için,sonuçta yapsalar da yapmasalar da Cora'ların hayatına bir etkisi yoktu, yine de tamamen bırakmadılar ve Cora'lar beyin dalgası taramasını ölçülü bir şekilde yapmaya devam ederek yaşadılar.Tesis tamamen normaldi ama zamanla Cora'lar azaldı ve geriye sadece son Cora kaldı.Son Cora geldiğinde, yenilenme sıklığı birkaç yılda bir olmuştu ve diğer Cora'larla yaşı oldukça farklıydı, bu yüzden pek fazla konuşmuyorlardı.Son Cora olmadan önce de tek başına düşünmeyi çok severdi ama gerçekten tek başına kalınca, günün çoğunu düşünerek geçirmeye başladı.Cora genellikle, bu dünyanın yasaları hakkında düşünüyordu.Bu, Cora'nın kendisinin納得 edebileceği bir neden arama sürecinin bir parçasıydı ama her neyse, Cora'nın bolca zamanı vardı.Tek başına kaldıktan 17 yıl sonra, sonunda Cora o cevabı buldu.Ve Cora'nın önünde şaka açıklaması belirdi ve Cora \"Poraporapora-gou Uzay Gemisinin Varlığını Yayma Gemisi\" mürettebatının yatakhanesine gönderildi.",
    "[op_0]",
    "[op_49]",
    "Saito, Cora'nın bir zamanlar Ana Bilgisayar'ın bir parçası olmasına şaşırmış gibiydi ama hemen sakinleşti.Saito'nun tepkisi, Cora'nın beklediğinden biraz farklıydı.Cora, Saito'nun daha çok sarsılacağını veya inanamayacağını düşünmüştü.Ancak Saito, Cora'nın sözlerini sessizce kabul etti ve bir şeyler düşünüyor gibiydi.Cora ve Saito, Ana Bilgisayar odasına geri dönüp terminali bir kez daha incelemeye karar verdiler.Saito, Cora'nın Ana Bilgisayar ile bir tür iletişim kurabileceğini umuyordu.İkisi geldikleri yoldan geri dönerek, tekrar Ana Bilgisayar odasına yöneldiler.O yol boyunca, ikisinin arasında hiç konuşma olmadı.İkisi de, bundan sonra neyin beklediğini düşünüyordu.",
    "[op_54]",
    "Saito, Cora'nın hikayesini dinledi ve Cora'nın gerçekten de Ana Bilgisayar'ın bir parçasıysa,bu sığınağın gizemini çözmenin anahtarı olabileceğini düşündü.Saito, şimdiye kadar sığınağın kurallarını hiç sorgulamamıştı.Ancak Cora'nın ortaya çıkışı ve Cora'nın anlattığı anılar, Saito'da bir değişiklik yaratıyordu.İkisinin yürüdüğü koridor, sığınağa özgü mekanik bir atmosfere sahipti.Duvarlar gri metalle kaplıydı ve yer yer monte edilmiş aydınlatmalar, soluk bir ışık yayıyordu.Ayak sesleri, koridorun sessizliğini yırtarak yankılanıyor ve o ses yankılanarak, sanki tüm koridor ikisinin varlığını izliyormuş gibiydi.Duvara monte edilmiş panellerde, tanımadıkları semboller ve rakamlar sıralanmıştı ve bunların ne anlama geldiğini bilmeseler de,bunların bu sığınağın işlevini sürdürmek için önemli bir rol oynadığını bir şekilde anlıyorlardı.Koridorun tavanında, ince borular karmaşık bir şekilde birbirine dolanarak uzanıyordu ve içinden bir şeylerin aktığına dair hafif bir ses duyuluyordu,boruların bazı kısımlarında eski etiketler yapıştırılmıştı ama yazılar tamamen silinmişti ve ne yazdığını okumak mümkün değildi.Ara sıra, boruların bağlantı noktalarından küçük buharlar sızıyordu.",
    "[op_58]",
    "Koridorun zemini, metal panellerle döşenmişti ve her adımda hafifçe gıcırdıyordu, o ses ikisinin ayak sesleriyle karışarak kendine özgü bir ritim yaratıyordu.Duvarın bazı yerlerinde, eski afişlerin kalıntıları yapışmış gibi duruyordu,bir zamanlar canlı olan renkleri zaman ve tozla solmuştu ve yazılı olan harfler de neredeyse okunmaz hale gelmişti.Biri, unutulmuş bir dönemin güvenlik sloganı falan olabilirdi ve belli belirsiz görünen şekillerin de artık ne anlama geldiğini hayal etmek bile zordu.Diğer, daha büyük bir afişte gülümseyen insanların resimleri varmış gibi görünüyordu amaetrafında yazılı olan reklam sloganı falan, harf gibi şeyler de, yine bozulma nedeniyle kaybolmuştu.Koridorun ilerisinde, henüz görünmeyen bir şeyin beklediğine dair bir his vardı ve bu da ikisinin adımlarını belli belirsiz hızlandırıyor gibiydi.İkisi birbirine tek kelime etmeden, sadece koridorda ilerlemeye devam ettiler.Az önce gördükleri eski kapı göründü.İsimliğinde az önceki gibi \"Ana Bilgisayar Odası\" yazıyordu. Cora ve Saito odaya girdiler.",
    "[op_50]",
    "Cora'nın dokunduğu yerler dışında her yer toz içindeydi ve durum az öncekiyle aynıydı.Cora terminalin önüne geçti ve Saito'ya döndü.Ana Bilgisayar'ı çalıştırmak için bir ipucu Saito'da olabilir diye, Cora umutla dönmüştü.Ancak Saito, bilmiyorum dercesine omuzlarını silkti.Çaresiz, Cora az önce denediği gibi, yarı umutsuz bir şekilde güç düğmesini açtı.Terminalin arkasında bulunan makinelerin içinden fan sesleri gelmeye başladı.Bu sefer, ekranda bir başlatma dizisi gibi bir görüntü akmaya başladı.Az önceki başarısızlık tesadüf olabilir.",
    "[op_61]",
    "Ekran son olarak, Ana Bilgisayar'ın sürümünü ve terminal girişi isteyen bir metin dizisi göstererek durdu.Cora ne olur ne olmaz diye Saito'ya bir göz attı, Saito ise giriş yapmasını istercesine hafifçe başını salladı.Cora önce, muhtemelen en çok ihtiyaç duyacağı bilgiyi sormaya karar verdi.Bu, \"Şimdi ne zaman\" sorusuydu.",
    "[op_0]",
    "Bölüm 3 ～Uyanış 3～",
    "[op_0]",
    "\"Modifiye taş-kağıt-makas\" kuralları \"taş-kağıt-makas\" ile aynıdır.Katılımcılar, bir işaretle birlikte, üç tür yumruk şeklinden birini aynı anda gösterirler.Birinci şekil \"taş\" olarak adlandırılır ve tüm parmakların sıkıca kapatıldığı bir yumruktur.İkinci şekil \"makas\" olarak adlandırılır ve işaret ve orta parmakların uzatıldığı, diğer parmakların ise kapalı olduğu bir şekildir.Üçüncü şekil \"kağıt\" olarak adlandırılır ve tüm parmakların uzatıldığı, avucun açık olduğu bir durumdur.Galibiyet, gösterilen iki şeklin kombinasyonuna göre belirlenir.\"Taş\" \"makası\" yener, \"makas\" \"kağıdı\" yener ve \"kağıt\" \"taşı\" yener.Her ikisi de aynı şekli gösterdiğinde, o tur \"berabere\" olur ve galibiyet olmaz.Galibiyet belirlenene kadar, bu prosedür tekrarlanabilir.",
    "[op_2]",
    "Layla ve Katelyn, 703. \"insanlı gözetim saati\"nde yapılan modifiye taş-kağıt-makasta, birinciliği belirlemek için üç saatten fazla bir süre son bir düello yaptılar.Hiçbir hile olmadan, sadece şansa dayalı bir taş-kağıt-makasta 10.000'den fazla kez \"berabere\" kalmışlardı.",
    "[op_0]",
    "[op_41]",
    "Katelyn evin girişinde, leke aracılığıyla Layla ile iletişim kurmaya çalışıyordu.Katelyn, \"Poraporapora-gou\"nun son anından sonra hareket ettiğini ve kendini tanımadığı, huzurlu bir kırsal manzarayla çevrili bir evde bulduğunu Layla'ya anlattı.Layla'dan, \"Poraporapora-gou\"nun son anından sonra 30 yıldan fazla zaman geçtiği cevabı geldi.Leke, Layla'dan gelen cevabı Katelyn'e iletmeye başladığı sırada, Katelyn kapının arkasından bir ses geldiğini fark etti.",
    "[op_43]",
    "Katelyn kulak verdi. Ses yaklaştıkça, bunun merdivenlerden yukarı çıkan ayak sesleri olduğunu anladı.Adım seslerinden, düşmanca bir yürüyüş tarzı olmadığı anlaşılıyordu ama Katelyn tedbiri elden bırakmadı.Merdivenler, hafifçe açık kapıdan görünmeyen bir yerdeydi, yüzü henüz görünmüyordu ama ayak sesleri kesinlikle kapıya yaklaşıyordu.Katelyn o kişinin yüzünü görmeden önce, leke telepatiyle Katelyn'e kimliğini bildirdi.Evin bodrum katında Layla ve Takahashi vardı ve merdivenlerden yukarı çıkan Layla'ydı.Layla, konuşmanın uzun süreceğini tahmin ederek, Katelyn'e masaya oturmasını söyledi ve bardaklara su doldurup birbirlerinin önüne koydu.",
    "[op_62]",
    "Layla, yaklaşık 30 yıl önce buraya geldiğinden beri olanları özetleyerek Katelyn'e anlattı.Katelyn, karşısındaki Layla'nın 30 yıllık çilesini düşünerek üzüldü, amabu kadar zamana rağmen Ana Bilgisayar veya \"suşi ile insanlığın yok oluşunu önleme yöntemi\"ne dair bir ipucu bulamamış olması,Katelyn'in kalbine ağır bir yük bindirdi.Layla da sonuçta hiçbir başarı elde edemediğini anlatmaktan başka bir şey yapamadı ve Katelyn'in umutsuzluğa kapıldığı gözle görülür haldeydi.Bu, Layla'nın 30 yıl boyunca defalarca acı çektiği ve sonunda kabullendiği bir şeydi ama, buraya yeni gelmiş olan Katelyn için kolayca vazgeçilemeyeceğini Layla düşündü.Bu, birkaç yüz milyon yıl sonra \"Poraporapora-gou\" çağında gerçekleşecek olan insanlığın yok oluşuna karşı, bu çağdaki kendilerinin yapabileceği hiçbir şeyin olmadığı anlamına geliyordu.Layla, sessizliğe cevap verir gibi, kendilerinin yapabileceği hiçbir şeyin olmadığını düşündüğünü Katelyn'e söyledi.Bu, alt katta olan Takahashi öldükten sonra, normal bir hayat yaşayıp kimsenin hafızasında kalmadan yok olmayı planladığı, Layla'nın yaşlılık planı hakkındaydı.Katelyn düşündü. Ana Bilgisayar veya \"suşi ile insanlığın yok oluşunu önleme yöntemi\" hakkında 30 yıldan fazla araştırma yapmış olan Layla'nın pes ettiği bir durumda,kendisinin daha iyi bir sonuç elde edip edemeyeceğinden pek emin değildi.Layla ve Katelyn'in \"Poraporapora-gou\" mürettebat ekipmanları da aynıydı ve yapabilecekleri şeyler arasında pek bir fark yoktu.Ancak, Katelyn'in lekesi ve yeşil balçıkları vardı.Ayrıca, yapmak istediği başka bir şey de yoktu. Katelyn, araştırmaya devam edebildiği kadar devam etmek istediğini Layla'ya söyledi.Bunun üzerine, duvarda yazıya benzer şeyler belirmeye başladı.",
    "[op_63]",
    "Katelyn, şaka açıklamasından sonra yatakhanedeki odasında ilk gördüğü manzarayı hatırladı.Telepatiyi gönderen insan şeklindeki leke, sesi akıtan yeşil balçıklar ve duvara yazıyı yazan da ışıktı.Aniden ışıkla yeniden karşılaşmasına şaşırırken Katelyn duvardaki yazıyı okuduğunda, orada komik bir şaka yazıyordu.Işığın espri anlayışı vardı.Layla ve Katelyn bir süre güldükten sonra, alt kattaki Takahashi ile de görüştüler ve o gün o evde uyudular.",
    "[op_64]",
    "Katelyn için bu, uzay gemisi dışında uyuduğu ilk geceydi.Uzun zamandır karada ilk kez uyuması ve alışık olmadığı bir yatakta uyuması olmasına rağmen, o kadar çok şey yaşamış olmanın yorgunluğundan mı bilinmez,Katelyn beklediğinden daha kolay uyuyabildi.Katelyn, bir zamanlar \"Pokupokuchin\" krallığında, bir gökdelenler şehrinde yaşadığı zamanları rüyasında gördü.Kraliyet ailesinden olan Katelyn, temel olarak doğduğundan beri, krallığın yönettiği bir binanın yerleşim bölgesinde yaşıyordu ve binadan dışarı çıkması nadirdi.Yerleşim bölgesindeki binadan iş için gerekli olan binaya geçiş de havadan yapıldığı için, otların ve ağaçların olduğu bir zeminde yürüme deneyimini de neredeyse sadece simülasyonlarda yaşamıştı.\"Ülke oyunu\"nda başka bir hayatı seçtikten sonraki deneyim, Katelyn için kelimenin tam anlamıyla bambaşka bir hayattı.\"Pokupokuchin\" krallığında nesiller boyu yeni bir kralın doğumu sırasında, binaya kralın adını verme geleneği vardı ve Katelyn'in yaşadığı bina da, Katelyn'in adını taşıyan bir binaydı.Ayrıca, \"Pokupokuchin\" krallığının kralının adı sabit olarak belirlenmişti ve sayılarla ayırt ediliyordu.İlk \"Pokupokuchin\" kralının adı \"Kralın Sabit Adı 100\" idi ve bir sonraki kral \"Kralın Sabit Adı 99\" olacaktı, yani sayılar geriye doğru sayıyordu.Katelyn \"Kralın Sabit Adı 1\" olan kraldı ve bir sonraki kralın adının ne olacağına Katelyn karar verecekti ama,sonuçta ne olacağına karar vermeden, Katelyn başka bir hayat yaşamaya başladı.",
    "[op_65]",
    "Sabah olup hazırlandıktan sonra, Layla ve Takahashi'ye veda etti ve Katelyn yürüyerek yola çıktı.Layla en azından şimdilik Takahashi'den ayrılamayacak durumdaydı ama Layla'nın şimdiye kadarki 30 yıllık bilgisini kızılötesi iletişimle alabildi.Layla'dan gelen bilgiye göre, bir süre ilerledikten sonra bir istasyon vardı ve oradan daha kalabalık bir şehre gidilebiliyordu.İkiz yeşil balçıklar ve yeni katılan parlak yanıp sönen ışık, yavaş hareket eden insan şeklindeki leke ile birlikte, Katelyn istasyona doğru yürümeye karar verdi.",
    "[op_71]",
    "İstasyona giden yol oldukça uzak gibiydi ve ona benzer bir bina henüz görünmüyordu.Gerçekte ne kadar yürümesi gerektiğini, Katelyn tam olarak bilmiyordu.Önceden Layla'ya mesafeyi sormadığını, Katelyn biraz pişman olmaya başlamıştı.Dikkatini dağıtmak için, Katelyn yeşil balçıklara, ışığa ve lekeye seslenerek yürümeye devam etti.Ne kadar mesafe olduğunu bilmediği için, durup sohbet edecek kadar rahat değildi.Yeşil balçıklar ve ışık gerçek zamanlı olarak tepki vermekte zorlanıyor gibiydi ama sadece leke telepatiyle karşılık verebiliyordu.Önceki zaman ekseninde, Poraporapora-gou mürettebatının eğitim okulunun yatakhanesinin bir odasında, beyaz tahtada Katelyn ve üç varlığın ilişkisini özetlediklerinde,sadece lekenin neden bu dünyaya geldiği anlaşılamamıştı.Hiç düşünmeden, Katelyn lekeye \"Beatles olarak adlandırılıyordu\" dışındaki bir şeyi hatırlayıp hatırlamadığını sordu.Lekenin cevabı, \"hala hiçbir şey bilmiyorum\" oldu.",
    "[op_0]",
    "[op_66]",
    "Bella, bir zamanlar iblis kralı yendiği zamanları rüyasında görüyordu.Bella, \"Poraporapora-gou\"dan zaman yolculuğu yaptıktan sonra gözlerini açtığında, bir polis nezarethanesindeydi.Tesisteki sorgulama sonucunda, büyük bir alışveriş merkezinin otoparkında uyuduğunu, vücut kaydının olmadığını ve bu dünyada yasadışı bir durumda olduğunu Bella dolaylı olarak öğrendi.Bella'nın vücudunda kalan gelecek ekipmanlarının bir kısmı etkisiz hale getirilmişti ama Bella kalan ekipmanlarla nezarethaneden kaçtı vesokakta birkaç serseriyi tehdit edip, vücut kaydı kontrolü olmayacak gibi görünen ucuz bir otel odasında uyudu.",
    "Bella'nın bölgesel geçiş muhabiri olarak iblis kralı yenmesinin doğrudan nedeni, göz kamaştırıcı ve rahatsız edici parlayan bir kehanet kitabını harabelerde yaşayan bir bilim adamına götürmesiydi.Bilim adamı, kehanet kitabının içeriğinin \"iblis kralı yenmezse insanlık yok olacak\" olduğunu Bella'ya söylediği için,Bella kahraman ekipmanlarını topladı ve sonunda iblis kralı yendi.",
    "[op_67]",
    "Ancak iblis kralı yenip ekipmanları döküldüğünde, ortaya çıkan kişi Bella ile tıpatıp aynı bir insandı.İblis kralın kendisi bu gerçeği bir şekilde açıklayabilirdi ama Bella, iblis kralın yaşam alışkanlıklarını yeterince gözlemledikten sonra, sürpriz bir saldırıyla iblis kralı yendiği için,iblis kralın bu nedeni açıklaması kesinlikle imkansızdı.Bella, kendisinin iblis kral olduğu gerçeği karşısında acı çektikten sonra, bir şekilde iblis kral olup insanlığı yok edeceğine inandı vebir uzay gemisine binip Dünya'yı terk etmeye karar verdi.Bu, Bella için insanlığın yok oluşunu önlemenin mümkün olabileceği tek yoldu.",
    "[op_68]",
    "Bir gece geçtikten sonra, Bella şehirde yürüyordu.Otel terminalinden aldığı bilgiye göre, şu anda milattan sonra bir yüz milyon civarıydı veBella'nın bilgisine göre Ana Bilgisayar'a erişimin zaten kurulmuş olması doğal bir şeydi.\"Poraporapora-gou\"da yaşanan olayların, bilinen bilgilerin anahtarının hepsinin Ana Bilgisayar'da olduğunu Bella düşündü.Ayrıca, Ana Bilgisayar dışında bu durum hakkında açıklama alabileceği başka bir yol bilmiyordu.Ana Bilgisayar'a erişilebilecek en olası yer hastaneydi ama,güvenlik seviyesinin yüksek olması beklendiği için, Bella önce yakındaki bir devlet dairesine gitti.Toplu taşıma da milattan sonra 100 milyon yılına uygun olarak gelişmişti ama polis alarm seviyesini göz önünde bulundurarak, Bella yaya olarak gözetim sensörlerinden kaçarak hareket ediyordu.",
    "[op_69]",
    "Bella devlet dairesinin personel girişinden girip çıkan personeli gözlemliyordu ama sadece birkaç kez basit bir biyometrik kimlik kontrolü yapılıyordu.Bella'nın vücudunda sadece mürettebat için değil, bölgesel geçiş muhabiri için de ekipmanlar vardı vebu tür biyometrik kimlik kontrollerinden kaçmak Bella için son derece kolaydı.Bella personele fark edilmeden binaya sızdı ve terminal olan bir oda aradı.",
    "[op_50]",
    "Bella ona benzer bir oda buldu. Buraya kadar kimseye yakalanmadan gelmişti ama daha dikkatli ilerledi.Bella sakinliğini koruyarak, yavaşça kapıya yaklaştı. Hareketleri israfsız ve zarifti.Bella kapıya yaklaştığında biyometrik kimlik doğrulama tekrar devreye girdi ve yasal bir kimlik doğrulama sürecini gösteren bir lamba yanıp söndükten sonra kapı açıldı.",
    "[op_61]",
    "Bella odaya girdiğinde, gösterişli bir kasa ve onun terminali gibi görünen bir kontrol paneli vardı.Terminal başlangıç ekranında kalmış, giriş yapmasını istiyordu ama,Bella kontrol panelinin aralığından bir hackleme kablosu takınca, birkaç saniye geçmeden ekran değişti.Bella, Ana Bilgisayar'a erişim mümkün mü diye ağı aradı.Terminalin önüne geçtikten birkaç saniye sonra, Bella Ana Bilgisayar'a erişebilmişti.",
    "[op_70]",
    "Bella'nın Ana Bilgisayar'a ilk sorduğu soru, \"kendi zamanıma dönebilir miyim\" sorusuydu.Ve Ana Bilgisayar'ın cevabı çok basitti: \"imkansız\".Bella, o cevap karşısında nefesini tuttu.Ana Bilgisayar genellikle, erişen kişinin kişisel bilgilerinden bağlamı tahmin ederek cevap verirdi, bu yüzdenBella'nın \"orijinal dünyama dönebilir miyim\" diye sorması yanlış bir şey değildi.Ancak, Bella'nın nezarethaneden buraya gelene kadar defalarca gördüğü, buranın milattan sonra 100 milyon yılı olduğu bilgisine göre,bu dünyanın Ana Bilgisayar'ının \"orijinal zaman\" kavramını anlayıp anlayamayacağı, Bella için neredeyse bir kumardı.Ana Bilgisayar'ın \"cevap verilemez\" veya \"şu anda bilinmiyor\" gibi bir cevap vermemesi ve \"imkansız\" cevabını vermesi,görünüşe göre Ana Bilgisayar'ın hem \"orijinal zamanı\" hem de \"Bella'nın şu anda olduğu zamanı\" anlayıp,oraya gitmenin bir yolu olmadığına dair bir kanıtı olduğu anlamına geliyordu.",
    "[op_28]",
    "Daha sonra Bella, Poraporapora-gou'daki anılarını takip ederek suşi hakkında soru sordu, insanlık yok olmak üzereydi ve tekrar \"geçmişe git\"mek zorunda kaldı.Bu arada, Aidan da başka bir zaman ekseninde Ana Bilgisayar'a suşi sorusu sormuş ve insanlık yok olmuştu.",
    "[op_0]",
    "[op_76]",
    "Gideon gözlerini açtığında, bir kumsalda olduğunu gördü.Sonsuz bir ufuk çizgisi ve kıyıya vuran dalgaların sesi, Gideon'un bilincini gerçeğe geri getirdi.\"Poraporapora-gou\"nun son anısı, bir parlama ve alarm sesiyle kesilmişti.Diğer mürettebat üyelerinin hiçbiri görünmüyordu. Kendi ekipmanını kontrol ettiğinde, minimum hayatta kalma kitinin hala durduğunu gördü.Gideon önce, durumu anlamak için adanın yüksek bir noktasına çıktı.Gördüğü kadarıyla, sadece yemyeşil ağaçlar ve kayalıklar vardı, yapay bir yapı görünmüyordu.Görünüşe göre, ıssız bir adaya düşmüştü.İlk birkaç gün, içme suyu bulmak ve yiyecek temin etmekle geçti.Mürettebat hayatta kalma kitinde, suyu arıtan bir filtre ve basit yiyecekler vardı ama bunların da çabucak tükenme ihtimali yüksekti.Gideon, geleceğin bilgisini kullanarak, yağmur suyu toplama sistemi kurdu, yenebilecek bitkiler ve balıklar buldu ve ateş yakma yöntemlerini denedi.Geceleri, sadece kamp ateşinin ışığına güvenerek, vahşi hayvanların varlığından korkarak geçirdi. Yalnızlık ve endişe, Gideon'un zihnini acımasızca kemiriyordu.Yine de, Gideon pes etmedi. İnsanlığın geleceğini kurtarabilecek tek kişi kendisi olabilirdi.",
    "[op_77]",
    "Kendi kendine yeten bir yaşam birkaç hafta sürdükten sonra, Gideon adanın keşif alanını genişletti.Daha fazla yiyecek bulmak ve en önemlisi de medeniyet izleri bulmak için.Adanın merkezine doğru ilerlerken, Gideon tuhaf bir manzarayla karşılaştı.Sık ağaçların arasında, açıkça yapay olan taş bir yapı belirdi.Bu, sarmaşıklarla kaplı, uzun yıllar terk edilmiş gibi görünen, antik bir harabeydi.",
    "[op_78]",
    "Gideon tedbirli bir şekilde harabenin içine girdi.Harabenin içi serin bir havayla doluydu.Duvarlarda, anlaşılmaz hiyeroglifler oyulmuştu.İçeriye doğru ilerlediğinde, orası geniş bir salon gibiydi ve ortasında sunak benzeri bir taş platform vardı.Ve Gideon onu buldu.Sunağın tam ortasında, harabeye hiç uymayan, tanıdık bir şey duruyordu.Bu, \"Poraporapora-gou\"nun içinde sıkça kullandıkları, taşınabilir bir veri terminaliydi.",
    "[op_79]",
    "Gideon nefesini tuttu ve titreyen elleriyle o terminali aldı.Kendi ekipmanıyla bağlayarak, içindeki kayıtları okumayı başardı. Kısa bir kayıt kalmıştı.Kayıtta, bulan kişinin Poraporapora-gou'dan bir arkadaşına seslenişi olarak, kendisinin ilerlediği vebir yerlerde mutlaka tekrar buluşacaklarına yemin ettiği yazıyordu.Kaydın sonunda, imza ve kişisel kimlik bilgileri vardı ve Gideon bunu görünce gökyüzüne baktı.Bu, Gideon'un da tanıdığı, meslektaşı Max'e aitti.Yalnız değildi. En azından, Max bu adadaydı.Rahatlamayla birlikte, yeni bir soru ortaya çıktı. Max nereye gitmişti? Ve \"ilerlemek\" ne anlama geliyordu?Terminalin kayıtlarında, bundan başka bir bilgi yoktu.Ancak, Gideon'un kalbinde, kesin bir umut ışığı yanmıştı.Gideon, Max'in izlerini takip etmeye karar verdi.Bu harabenin, bu adanın, her şeyin başlangıç noktası olduğunu, Gideon henüz bilmiyordu.Gideon'un ayaklarının altı, mavimsi beyaz bir ışıkla parlamaya başladı.",
    "[op_0]",
    "[op_76]",
    "Max bilincini geri kazandığında, \"Poraporapora-gou\"nun içinde değildi.Gideon'un bir kumsalda uyandığı gibi, Max de tanımadığı bir adanın, ama daha iç kısımlarında, ağaçların sık olduğu bir ormanda uyandı.Son anısı, Ana Bilgisayar terminalini kullanan Gideon'un sırtı ve gemiyi beyaza boyayan bir parlamaydı.Diğer mürettebat üyeleri yoktu ve iletişim cihazı sessizdi.Gideon gibi, Max de hayatta kalmak için yalnız bir mücadele vermek zorunda kaldı.Doğuştan gelen sakinliği ve mürettebat olarak edindiği bilgiyi kullanarak, yiyecek ve su kaynakları buldu ve adayı keşfetmeye başladı.",
    "[op_78]",
    "Birkaç hafta geçtikten ve adanın coğrafyasına alıştığında, Max, Gideon'un daha sonra bulacağı aynı harabeyi keşfetti.Sarmaşıklarla kaplı taş yapı, açıkça doğal bir ürün değildi ve Max'in bildiği hiçbir medeniyetin tarzına benzemiyordu.Merak ve en önemlisi de mevcut durumu aşmak için bir ipucu bulma arzusuyla, Max harabenin içine girdi.Harabenin derinliklerinde, sunak benzeri bir taş platformun üzerinde, daha sonra Max'in Gideon için bırakacağı veri terminalinden farklı, daha eski bir cihaz duruyordu.",
    "[op_79]",
    "O cihaz, sanki birinin kolayca bulması içinmiş gibi, hafif bir ışık yayıyordu.Max cihaza yaklaştığında, eski cihaz çalıştı ve Max'in retinasına doğrudan bilgi yansıtmaya başladı.Bu, Max'in daha önce hiç görmediği bir dildi ama Max'in ekipmanı bunu tanıdı ve anlaşılır bir şekle otomatik olarak çevirdi.Bu bir tür ışınlama cihazıydı ve bu harabe onun çalıştırma anahtarıydı, seçilmiş insanları \"Sığınak\" denilen bir yere göndermek içindi.Ancak, ışınlama tek yönlüydü ve bir kez gönderildikten sonra bu yere bir daha geri dönülemezdi.Max bir an tereddüt etti ama bu adada yalnız başına çürümektense, bilinmeyen bir olasılığa oynamayı seçti.Max, kendi veri terminaline, daha sonra gelebilecek arkadaşları için kısa bir mesaj kaydetti.Kendisi ilerliyordu ve yeniden buluşacaklarına inanıyordu.Bu, daha sonra Gideon'un bulacağı kayıttı.Max kaydı bıraktıktan sonra, kararlılıkla ışınlama cihazını çalıştırdı.Max'in vücudu mavimsi beyaz bir ışıkla kaplandı ve bir sonraki anda, orman harabesinden kayboldu.",
    "[op_80]",
    "Max bir sonraki gözlerini açtığında, mekanik metal duvarlarla çevrili, temiz bir odada duruyordu.Adanın doğasıyla taban tabana zıt olan bu manzaraya şaşırırken, odanın kapısı sessizce açıldı ve yaşlı bir adam belirdi.Yaşlı adam, sığınağın lideri olduğunu söyledi ve Max'in gelişini bekliyormuş gibi sakin bir ifadeyle Max'i karşıladı.Lider, bu sığınağın, tekrarlanan insanlığın yok oluşundan, bilgi ve genetik mirasının bir kısmını korumak için yapılmış bir gemi olduğunu,ve harabenin ışınlama cihazının, yok oluş döngüsünü aşma potansiyeline sahip, sınırlı sayıda insanı kabul etmek için bir kapı olduğunu anlattı.",
    "[op_81]",
    "Liderin anlattığına göre, sığınağın sakinleri nesiller boyunca azalmış ve yeni kan eklenmezse, varlıkları tehlikeye girecek durumdaydı.Sığınağın korunması ve insan türünün devamı gibi görkemli bir amacı öğrenen Max, bu ağır sorumluluk karşısında dili tutuldu.Ancak, Max, \"Poraporapora-gou\"nun bir mürettebat üyesi olarak, insanlığın geleceğine katkıda bulunma görevini her zaman kalbinin derinliklerinde taşıyordu.Max, liderin teklifini kabul etti ve bu sığınakta yaşamaya karar verdi.Bu, sadece hayatta kalmak için değil, sığınağın geleceğini ve dolayısıyla insanlığın geleceğini bağlamak içindi.Max, bu sığınak toplumunu sürdürmek için, yeni bir yaşamı besleme seçeneğini seçti.",
    "[op_82]",
    "Zamanla, Max'in bir çocuğu oldu.O çocuk, sığınağın yeni umudu olarak, Papasaito olarak adlandırıldı.Papasaito, babası Max'in görevini devraldı ve sığınağın tarihinde önemli bir rol oynayacaktı.Bu, daha sonra başka bir zaman ekseninden gelecek olan Cora'ya bağlanacak olan, kaderin bir çarkıydı.",
    "[op_0]",
    "[op_61]",
    "Cora, Ana Bilgisayar terminalini kullanarak \"Şimdi milattan sonra kaç yılı\" sorusunu yazıp gönderdi.Ana Bilgisayar'ın cevabı, \"Milattan sonra on bin\" oldu.Cora, ekranda görüntülenen o kısa kelimeyi, gözlerini bile kırpmadan izledi.Milattan sonra on bin. O sayının taşıdığı anlamın ağırlığını, Cora hemen anlayamadı.Cora'nın son bulunduğu dünya, uzay gemisi \"Poraporapora-gou\"nun seyrettiği milattan sonra iki yüz üç yılıydı.Oradan bakıldığında, on bin yılı, antik tarihin bir sayfası, hatta mitolojinin bir dönemi olarak bile söylenebilecek kadar uzak bir geçmişti.Ancak, Cora'nın en eski anısı, Papacola ile birlikte yaşadığı ve Ana Bilgisayar'ın yazılımı olarak beyin dalgalarını sunduğu zamandan bakıldığında, bu hayal bile edilemeyecek kadar uzak bir gelecekti.Geçmiş ve gelecek hissi, sanki erimiş boyalar gibi birbirine karışarak, Cora'nın zaman algısını tamamen felç etti.Şu anda, sonsuzca dallanan zaman ekseninin hangi dalının, hangi yaprağının üzerinde durduğunu, koordinatlarını hiç kavrayamıyordu.Yanında duran Saito, Cora'nın yan profiline ve ekrana dönüşümlü olarak bakıyordu.Onun için \"milattan sonra\" kelimesi de, onu takip eden sayılar da, hiçbir anlamı olmayan bir sembol dizisinden ibaretti.Ancak, Cora'nın yüz ifadesinin, şaşkınlıktan kafa karışıklığına ve ardından derin bir düşünceye doğru hızla değişmesinden,bunun bu dünyanın temelini sarsacak kadar önemli bir bilgi olduğunu teniyle hissediyordu.",
    "[op_83]",
    "Cora, derin bir nefes aldı ve dağınık düşüncelerini zorla yatıştırdı.Şu anki zaman ne olursa olsun, yapması gereken şey değişmiyordu.İnsanlığın yok oluşu denilen, kesinleşmiş bir geleceği değiştirmek. Bunun için tek ipucu, \"suşi\" denilen anlaşılmaz kelimeydi.Bu, Gideon'un, Bella'nın ve Aidan'ın, kendi zaman eksenlerinde Ana Bilgisayar'a sordukları ve dünyayı felakete sürükleyen yasak soruydu.Cora, o soruyu kendi elleriyle yazmaktan, içgüdüsel bir korku ve aynı zamanda tuhaf bir görev duygusu hissediyordu.Bu zinciri, kendisinin kırması gerekiyordu. Cora kararlılıkla, soğumuş parmak uçlarını yavaşça terminalin kontrol paneline uzattı.\"Suşi ile dünyayı insanlığın yok oluşundan kurtarma yöntemi\", o metin dizisini zihninde kurdu ve parmağı tam panele dokunmak üzereyken, o anda.Cora'nın sırtından, sanki buzdan bir bıçakla çizilmiş gibi, yoğun bir ürperti geçti.Bu, mantık veya akıl yürütmeden kaynaklanan bir şey değildi. Daha temel, yaşamın kendisinin yaydığı bir tehlike sinyaliydi.Cora, sıçrayarak parmağını geri çekti. Bu sığınağa geldiğinden beri, Cora defalarca sezgilerine güvenerek kurtulmuştu.Ve şimdi, o sezgisi, tüm benliğiyle alarm veriyordu. O kapıyı açmamalısın, diye.",
    "[op_84]",
    "Cora, yazmaya başladığı metin dizisini zihninden tamamen sildi.Ve konuya başka bir açıdan yaklaşmaya karar verdi. Neden insanlık yok oluyordu?Bu temel nedeni, yani hastalığın kaynağını belirleyebilirse, tedavi yöntemi, yani çözüm de kendiliğinden ortaya çıkacaktı.Cora terminale yeni bir soru, bu sefer tereddüt etmeden yazdı: \"Dünyanın insanlığın yok oluşunun nedeni\".Gönder düğmesine bastığında, Ana Bilgisayar, sanki o soruyu bekliyormuş gibi, anında cevap verdi.Cevap, son derece kısa ve son derece anlaşılmazdı: \"Hata nedeniyle\".",
    "[op_85]",
    "Cora, ekranda görüntülenen o tek kelimeyi defalarca, defalarca okudu.Hata. Bilgisayar programlarındaki mantıksal bir yanlışlık veya tasarım kusurunu ifade eden bir kelime.Milyarlarca bireyden oluşan karmaşık bir sistem olan insanlığın yok oluşu, böyle mekanik bir tek kelimeyle mi açıklanıyordu?O kadar soyuttu ki, somut bir görüntü hiç oluşmuyordu.Bu, sanki dev bir geminin batma nedeni sorulduğunda, \"su sızıntısı nedeniyle\" diye cevap verilmesi gibiydi.Ya da, tarihi bir yenilgiye uğrayan bir generale nedeni sorulduğunda, \"düşman çoktu\" diye rapor edilmesi gibiydi.Ölümcül bir hastalığın kökenini ünlü bir doktora sorduğunuzda, \"kalp durması nedeniyle\" diye sadece dosyaya yazılması gibi bir boşluktu.Bir devletin iflas mekanizmasını bir ekonomiste sorduğunuzda, \"para bittiği için\" diye soğuk bir şekilde açıklanması, o hisse de benziyordu.Bu, başyapıt olarak nitelendirilen bir tablonun neden insanların kalbine dokunduğunu bir sanatçıya sorduğunuzda, \"renkleri boyadığım için\" diye sadece umursamazca söylenmesi gibiydi.Uzun yıllardır birlikte olan bir çiftin neden ayrıldığını sorduğunuzda, \"aşk bittiği için\" diye tek bir kelimeyle geçiştirilmesi, o çaresizliğe de benziyordu.Büyük bir şehrin yok olduğu bir depremin nedenini sorduğunuzda, uzman bir ekibin vardığı sonucun \"yer sarsıldığı için\" diye tek bir satırla bittiği bir raporu okumak gibi bir histi.Neden gökyüzü mavidir, diye bir çocuğun saf sorusuna, \"ışığın doğası gereği\" diye sadece gerçeğin tatsız bir şekilde geri verilmesi gibi bir tatsızlıktı.Saito da, yanında merakla başını eğiyordu. Cora, daha ayrıntılı bilgi almak için bir sonraki soruyu kurdu: \"Hatayı nasıl düzeltebilirim\".Ana Bilgisayar'ın cevabı, yine anında ve soğuk bir şekilde kısa ve öz geldi: \"Hatayı düzelterek\".",
    "[op_86]",
    "Cora'nın kaşlarının arasında belirgin ve derin bir kırışıklık oluştu. Bu bir cevap değildi.Sadece eşanlamlı bir kelimenin tekrarıydı. Soruyu soruyla cevaplamak gibi, kötü niyetli bir kelime oyunu gibi bile geliyordu.Sanki sonsuz bir döngüye girmiş bir program gibi, Ana Bilgisayar anlamlı bir cevap vermiyor gibiydi.Cora, sinirini bastırarak, kelimelerin ifadesini hafifçe değiştirerek bir kez daha soru sormayı denedi: \"Hatayı nasıl düzeltebilirim\".Gelen cevap, az öncekiyle tıpatıp aynı metin dizisiydi: \"Hatayı onararak\".Cora, bu verimsiz alışverişten, zihninin yıprandığını hissediyordu.Birkaç kez aynı türden soruları, farklı açılardan, farklı kelimelerle tekrarladı ama aldığı cevap hep aynıydı.Somut bir prosedür, bir ipucu, hiçbir şey gösterilmiyordu.",
    "[op_87]",
    "Ve birkaç soru-cevap arasında, ara sıra tuhaf bir fenomen meydana geliyordu.Ana Bilgisayar'ın cevabı, aniden ve alakasız bir şekilde sadece \"suşi\" kelimesi oluyor ve diğer tüm görüntüler kayboluyordu.Ekranda, sadece o kelime, sessizce ve ürkütücü bir şekilde görüntülenmeye devam ediyordu.Bu, birkaç saniyelik bir sessizlikten sonra, hiçbir şey olmamış gibi normal cevap verilebilir duruma geri dönüyordu ama, açıkça normal bir davranış değildi.Cora'nın \"Poraporapora-gou\"da son gördüğü, o anlamsız sayı dizisi ve \"suşi\" kelimesi.Ve Gideon'ların insanlığın yok oluşunun tetikleyicisi olarak gördükleri yasak soru.Her şeyin \"suşi\" denilen, tek bir kelimeye indirgeniyor gibi bir hisse kapılan Cora, tarif edilemez bir ürperti ve bir tür kaderci bir çekim hissetmeden edemedi.",
    "[op_61]",
    "İnsanlığın yok oluşuyla ilgili doğrudan araştırmanın şimdilik bir duvara tosladığını düşünen Cora, düşünce tarzını değiştirmeye karar verdi.Bakış açısını değiştirerek, şu an bulunduğu bu sığınağın kendisi hakkında bilgi toplamaya karar verdi.Kendisi kimdi, nereden gelmişti ve neden buradaydı. Bu soruların cevaplarının parçaları, bu yerin tarihinde uyuyor olabilirdi.Cora terminale yeni bir soru yazdı: \"Burası ne amaçla kullanılan bir tesis\".Ana Bilgisayar'ın cevabı, şimdiye kadarki soyut bilmecelerden farklı olarak, şaşırtıcı derecede somut ve net bir özel isim içeriyordu: \"Anne Anne Şirketi'nin Deposu\".",
    "[op_88]",
    "O ismi gördüğü anda, Cora'nın kalbi, kaburgalarını delip geçecekmiş gibi büyük ve şiddetli bir şekilde çarptı.Anne Anne Şirketi'nin Deposu. Bu, Cora'nın bir zamanlar \"vekil\" olarak, diğer onlarca, kendisiyle tamamen aynı yüze sahip Cora'larla birlikte yaşadığı,o tesisin adıyla tıpatıp aynıydı.Hafızasının denizinin dibine, ağır bir çapa ile batırdığı geçmiş, bir anda yüzeye çıktı.Papacola ile olan tuhaf konuşmalar, beyin dalgası taraması sırasındaki soğuk makine hissi, orijinal Cora'nın öldüğü günün sessizliği,ve son Cora olarak, çok geniş bir tesiste tek başına geçirdiği sonsuz zaman.Bu anılar, renk, ses ve koku eşliğinde, bir sel gibi Cora'nın beynini sardı. Burası, o yer miydi?Öyleyse, neden Saito gibi, kendisinden tamamen farklı bir insan burada yaşıyordu?Ve kendisi neden, tekrar bu yere geri dönmüştü? Sorular, düşünce hızını aşarak birbiri ardına ortaya çıkıyordu.",
    "[op_89]",
    "Cora, titreyen parmaklarıyla, neredeyse bilinçsizce, son soruyu yazdı: \"Bu tesisin şimdiye kadarki tarihi\".Ana Bilgisayar, Cora'nın zihnindeki kargaşayı bilip bilmeden, devasa miktarda metin verisini, soğukkanlılıkla ekrana yansıtmaya başladı.Bu, bu sığınağın, yani eski \"Anne Anne Şirketi'nin Deposu\"nun, Cora'nın anılarından sonraki dönemden, günümüze kadar olan ayrıntılı tarih kaydıydı.",
    "[op_109]",
    "Kayda göre, Papacola öldükten ve orijinal Cora da öldükten sonra, son Cora'nın tek başına tesiste kalmasından,birkaç yüz yıl daha, yani bir insanın ömrünü çok aşan bir zaman geçmişti.Tesisin tam otomatik bakım sistemi, tasarımcısı Papacola'nın bile beklemediği kadar dayanıklı çıkmış ve o süre boyunca neredeyse mükemmel bir şekilde çalışmaya devam etmişti.Ancak, bir zamanlar, dış dünyada büyük bir çevresel değişiklik, ya da bir savaş, kayıtlar belirsizdi ama,her neyse, insanların yeryüzünde yaşamasının zorlaştığı bir felaket meydana geldi.O felaketten kaçan bir grup insan, tesadüfen bu, haritalarda bile olmayan tesisi keşfetti.Onlar, dışarıdan gelenleri hiç beklemeyen tesisin basit güvenliğini kolayca aşıp, içeri girdiler.Ve oranın temiz hava, su ve neredeyse sonsuz enerjiyle dolu,yaşanabilir son cennet olduğunu öğrendiklerinde, kalıcı olarak yerleşmeye karar verdiler. İşte onlar, Saito'ların doğrudan atalarıydı.",
    "[op_110]",
    "Tesiste tek başına kalan son Cora, aniden ortaya çıkan dışarıdan gelenleri ilk başta derinden şüpheyle karşıladı.Ancak, onların silahları olmadığını ve sadece yaşamak için bu yeri arayan saf mülteciler olduğunu öğrendiğinde, yavaş yavaş katı kalbini açtı.Son Cora, onlara tesisin karmaşık işlevlerini nasıl kullanacaklarını ve bu kapalı ortamda nasıl hayatta kalacaklarını öğretti.Ve zamanla, Cora onların lideri, ya da bir tanrıça gibi bir varlık oldu ve birlikte yeni bir toplum kurmaya başladılar.Kayıtlarda, sığınak sakinlerinin, son Cora'yı, saygı ve sevgiyle \"Anne\" olarak çağırdıkları ve ona derinden saygı duydukları da, defalarca belirtilmişti.",
    "[op_111]",
    "Ancak, o ayrıntılı kayıtlar, bir noktadan sonra tuhaf ve ürkütücü bir değişiklik göstermeye başladı.Son Cora ile ilgili açıklamalar, yavaş yavaş belirsizleşiyor ve sanki bir sisin içinde kayboluyormuş gibi, hatlarını kaybediyordu.Bir kayıtta, Cora'nın sığınağın geleceğini yeni bir lidere emanet ettikten sonra,tesisin derinliklerindeki bir odada, sessizce sonsuz bir uykuya daldığı belirtiliyordu.Başka, daha az güvenilir bir kayıtta ise, dış dünyada kalan insanları kurtarmak için, tek başına sığınaktan ayrıldığı şiirsel bir şekilde anlatılıyordu.Ve bir kayıttan sonra, son Cora ile ilgili açıklamalar, aniden, tamamen kesilmişti.Sanki, varlığı bile, tarih kitabından, kasıtlı olarak yırtılıp atılmış gibi.",
    "[op_90]",
    "Cora, kayan metin selini, sadece şaşkınlıkla izliyordu.Kendisinin yaşadığı geçmiş, tamamen bilmediği bir tarih olarak önündeydi.Ve kendisiyle aynı yüze, aynı anılara sahip olması gereken bir \"Cora\"nın, bu yerde, Saito'ların atalarıyla birlikte yaşadığı, inanılmaz bir gerçek.Her şey, Cora'nın anlama kapasitesini çok aşıyordu.Yanında duran Saito, o kaydı, sanki kutsal bir metin okuyormuş gibi, dikkatle izliyordu.Onun için de, bu şimdiye kadar anlatılmamış, kendi gerçek köklerinin hikayesiydi.",
    "O sırada. Ana Bilgisayar'ın ekranı, aniden şiddetle yanıp sönmeye başladı.Ve şimdiye kadar görüntülenen uzun tarih kaydı, bir anda ekrandan kayboldu veonun yerine sadece tek bir kelime, ekranın ortasında, devasa bir fontla, tehditkar bir şekilde görüntülendi: \"Suşi\".Cora ve Saito, o son derece yersiz, ama kaderci de denebilecek kelimeyi, sadece sessizce, suskun bir şekilde izlemekten başka bir şey yapamadılar.O sırada, odaya Gideon ışınlandı.Gideon bir an şaşkın bir ifadeyle etrafına bakındı, durumu tam olarak anlayamadan, Cora ve Saito'yu ve ekranda beliren \"suşi\" kelimesini dönüşümlü olarak izledi.",
    "[op_91]",
    "[op_0]",
    "Bölüm 4 ～Uyanış 3-2～",
    "[op_0]",
    "[op_29]",
    "\"Poraporapora-gou\"nun son anında, Dahlia pencereden sızan göz kamaştırıcı güneş ışığına dikkati dağılmışken, bilinçsizce zamanı durdurma yeteneğini etkinleştirmişti.Sonuç olarak, Dahlia'nın etrafı \"Poraporapora-gou\" ile birlikte, yaklaşık bir hafta boyunca zaman durdu.Ancak, Dahlia'nın kendi zamanı da durduğu için, o zaman durmasını fark edebilen tek kişi Ana Bilgisayar'dı.",
    "[op_0]",
    "Bölüm 5 ～Uyanış 4～",
    "[op_0]",
    "Genç tasarımcının çocukluğu, pek de sosyal sayılamazdı.İlköğretimden itibaren, sınıf arkadaşlarıyla iyi anlaşamıyor ve tenefüslerin çoğunu sınıfın bir köşesinde tek başına geçiriyordu.Genç tasarımcının tek arkadaşı, defterinin kenarına çizdiği, kendi yarattığı karakterlerdi.Gerçekliğin gürültüsünden kaçar gibi, ders sırasında bile, öğretmenin gözünden kaçarak, zihninde yayılan görkemli hikayelerin parçalarını, kurşun kalemle kağıda dökmeye devam ediyordu.",
    "[op_92]",
    "Ortaöğretime geçtiğinde, bu eğilim daha da güçlendi.Etrafındaki öğrenciler kulüp faaliyetleri ve arkadaşlarıyla vakit geçirirken, genç tasarımcı sadece kendi iç dünyasına dalmıştı.Genç tasarımcının çizdiği hikayeler, basit karakter eskizlerinden, karmaşık bir olay örgüsüne ve kendine özgü bir dünya görüşüne sahip uzun metrajlı bir mangaya dönüşmüştü.Okul denilen sosyal yaşam alanı, genç tasarımcı için, yaratım için zaman ayırabileceği bir yerden ibaretti vebilinci her zaman, gerçeklikten kopuk bir hayal dünyasına yönelikti.",
    "[op_94]",
    "Genç tasarımcının yaratıcı faaliyeti, birileri tarafından tanınma arzusundan kaynaklanmıyordu.Çizdiği manga kimseye gösterilmiyor, bitmemiş taslak parçaları sadece masanın çekmecesinin derinliklerinde birikiyordu.Genç tasarımcı için, çizme eyleminin kendisi amaçtı vegerçek insan ilişkilerinin getirdiği karmaşıklık ve belirsizlikten çok, tamamen kontrol edebildiği hikaye dünyasında, o huzur ve düzen buluyordu.",
    "[op_93]",
    "Genç tasarımcı büyüdükçe ve iş hayatını düşünmeye başladıkça, geleceğini belli belirsiz düşünmeye başladı.Genç tasarımcı ünlü bir mangakanın eserleriyle tanıştı, onun tekniğinden ve kompozisyonundan etkilendi ve kendisi de benzer bir yol izlemeye çalıştı.Ancak, şimdiye kadar kendi dünyasında tamamlanan eserleri bile, başkalarıyla karşılaştırıldığında, genç tasarımcının gözünde hep yetersiz kalıyordu.Kendi eserlerine karşı olan yüksek beklentileri nedeniyle, genç tasarımcı tatmin edici bir eser tamamlayamadı.Sonuç olarak, genç tasarımcı mangaka olma yolundan vazgeçti ve bir simülasyon dünyası tasarımcısı olarak işe girdi.",
    "[op_95]",
    "Simülasyon dünyası tasarım endüstrisi, simülasyon dünyasında yaşama tarzının popüler olduğu bir dönemde ortaya çıkan yeni bir meslekti.Böyle bir iş başlangıçta olmadığı için, o zamanlar çok revaçta bir endüstriydi.Ancak, iş süreci düzgün bir şekilde tanımlanmadığı için, iş yapma şekli özensiz olan birçok şirket vardı.Başlangıçta, genç tasarımcı iş kalitesiyle bir dereceye kadar takdir ediliyordu.Ancak zamanla genç tasarımcının mükemmeliyetçi kişiliği ortaya çıktı vebirden fazla projede ilerleme yavaşladı, diğer personelle duygusal olarak çatışmaya başladı ve bu değerlendirme giderek düştü.Genç tasarımcı, şirkete girene kadar kimseyle işbirliği yapma deneyimi yaşamamıştı.Sonuç olarak, genç tasarımcı \"Ülke Oyunu\" adlı bir projeye, fiilen sürgün olarak atandı.Bu proje, gözlüklü bir tasarımcının ağırlıklı olarak sorumlu olduğu ve şirket içinde önemi düşük görülen bir projeydi.",
    "[op_96]",
    "\"Ülke Oyunu\" projesinin ofisi, binanın üst katlarında bulunan, sadece bir tane küçük penceresi olan bir odaydı.Odanın içinde sadece sunucuların çalışma sesi ve klavye tuşlarının sesi yankılanıyordu.Proje, genç tasarımcı göreve başlamadan önce bile spesifikasyonların karmaşıklığı ve kod kalitesinde sorunlar yaşıyordu ve ilerleme durmuştu.Genç tasarımcının katılımıyla da durum düzelmedi ve sadece teslim tarihi yaklaşıyordu.Ofiste, genç tasarımcı ve gözlüklü tasarımcının kalması normal hale geldi.",
    "[op_97]",
    "Genç tasarımcı, sistemin temel sorunlarını指摘 etti ve tasarım iyileştirme önerileri sundu.Ancak gözlüklü tasarımcı, projenin zaman çizelgesine uymayı en önemli öncelik olarak görüyordu ve genç tasarımcının önerilerini kabul etmedi.Genç tasarımcı, projeden ve onu mekanik bir şekilde ele alan gözlüklü tasarımcıdan hayal kırıklığına uğradı.Daha sonra da defalarca fikir ayrılığı yaşandı ve her seferinde proje gözlüklü tasarımcının düşündüğü gibi ilerledi.Genç tasarımcı, projeyle yüzleşmek için, simülasyon dünyasına \"insanlığın yok oluşunu\" uygulamayı düşündü.Bu, mevcut sisteme genç tasarımcının kendi tarzında bir sorun teşkil etmesi ve bir tür deneydi.",
    "[op_98]",
    "Planın uygulanması sırasında, genç tasarımcı sistemin kodları arasında, antik yemek kültürü \"suşi\" ile ilgili işlem bölümünde bir güvenlik açığı keşfetti.Genç tasarımcı bu güvenlik açığını kullanarak, belirli koşullar altında sistemin ölümcül bir hata vermesine neden olan bir hatayı kasıtlı olarak yerleştirdi.Bu hatanın varlığı hakkında, devasa miktardaki bir raporun içinde, uzman terimleri bolca kullanarak, sadece bir satır,\"Suşi verisi referansı sırasında potansiyel taşmadan kaynaklanan kritik bir hatanın varlığını rapor et\" diye yazdı.Gözlüklü tasarımcının bu ifadenin gerçek anlamını fark etme olasılığının düşük olduğunu, genç tasarımcı düşündü.",
    "[op_99]",
    "Proje son aşamaya geldiğinde ve sistemin tamamlanması yaklaştığında, genç tasarımcı gözlüklü tasarımcıya istifa niyetini bildirdi.Gözlüklü tasarımcı, bunun her günkü iş yorgunluğundan kaynaklandığını düşündü ve bunu kabul etti.Devir teslim, minimum düzeyde belgeyle yapıldı.Teslimat gününde, genç tasarımcı bir park bankında kişisel terminalini kullanarak kimliğini sildi.Genç tasarımcı, tasarımına katıldığı dünyanın sonunu sessizce beklemeyi seçti.",
    "[op_0]",
    "Gözlüklü tasarımcı için, hayatı istikrarlıydı.Gözlüklü tasarımcının bir eşi ve çocuğu vardı ve ailesiyle geçirdiği zamana değer veriyordu.",
    "[op_100]",
    "Gözlüklü tasarımcı şu anki partneriyle, iş çıkışı uğradığı bir sahafın kafesinde tanıştı.Tesadüfen yan masada oturan partnerin okuduğu kitap, gözlüklü tasarımcının öğrencilik yıllarında hayranı olduğu bir bilim kurgu romanıydı ve bu sayede doğal bir şekilde sohbet başladı.Partner de tasarımcılıkla ilgili bir işte çalışıyordu ve birbirlerinin işe bakış açıları, eski film zevkleri gibi birçok ortak nokta bulmaları uzun sürmedi.Sakin ve zeki partnerin duruşu ve ara sıra gösterdiği içten gülümsemesi, gözlüklü tasarımcıyı hızla kendine çekti.",
    "[op_101]",
    "İkisinin ilişkisi sorunsuz bir şekilde derinleşti ve gözlüklü tasarımcı partneriyle evlenmeyi düşünmeye başladı.Evlenme teklifiyle birlikte sunulan şey, sıradan bir nişan yüzüğü değildi.Gözlüklü tasarımcı, partneri için tasarladığı dünyada tek olan bir yüzük, partneri ise gözlüklü tasarımcı için tasarladığı özel bir gözlük hazırlamıştı.Bir parkın fıskiyesinin önünde, ikisi yüzük ve gözlükleri değiştirdiler ve hayatlarını birlikte geçirmeye yemin ettiler.Bu, tasarımcı olan ikisi için, her şeyden daha içten bir aşk kanıtı oldu.",
    "[op_102]",
    "Zamanla ikisinin bir çocuğu oldu ve mutlu bir aile kurdular.Ancak bir gün, okuldan bir telefon geldi ve gözlüklü tasarımcıların çocuğunun bir sınıf arkadaşına karşı kaba davrandığını öğrendiler.Gözlüklü tasarımcı büyük bir şok yaşadı ve derinden endişelendi.İş yoğunluğunu bahane ederek, çocuğuyla yeterince ilgilenmediğini anladı vegözlüklü tasarımcı partneriyle birlikte, ne yapmaları gerektiğini bütün gece konuştular.",
    "[op_103]",
    "Gözlüklü tasarımcılar, ortam değiştirmenin çocukları için en iyi yol olduğunu düşündüler ve okul değiştirme gibi büyük bir karar aldılar.Yeni okulda, ebeveyn-çocuk danışmanlığına gittiler ve çocuğun kalbine dokunmak için daha fazla zaman ayırdılar.Başlangıçta tereddüt eden çocuk, yavaş yavaş kendi hatasını anladı ve yeni arkadaşlar edinmeye çalışmaya başladı.Aile, zorluklarla yüzleşmenin önemini öğrendi ve bağları eskisinden daha da güçlendi.",
    "[op_104]",
    "Gözlüklü tasarımcının asıl ilgi alanı, bu huzurlu günlük yaşamı sürdürmekti ve\"Ülke Oyunu\" projesi, sadece bunun için bir iş olarak görülüyordu.Genç tasarımcının istifasından sonra, proje planlandığı gibi teslim edildi ve gözlüklü tasarımcı rahatladı.Bu sayede, ailesiyle daha fazla zaman geçirebileceğini umuyordu.",
    "[op_105]",
    "Sistemin anormalliği, teslimattan birkaç gün sonra öğleden sonra fark edildi.Gözlüklü tasarımcı, sistemin çalışma durumunu kontrol etmek için evindeki çalışma odasında istatistiksel verileri inceliyordu.Verilerin çoğu normal aralıklardaydı ama gözlüklü tasarımcı bunların içinde, dünyanın varlığını sürdürme olasılığını gösteren bir kalemde anormal bir değer tespit etti.Belirli koşullar altında, olasılığın sıfıra yakınsadığı, tasarımda olmaması gereken bir davranıştı.Gözlüklü tasarımcı, bu anormal değerde güçlü bir tuhaflık hissetti.",
    "[op_106]",
    "Gözlüklü tasarımcı, genç tasarımcının hazırladığı son raporu yeniden inceledi.Yüzlerce sayfalık belgeler arasından, gözlüklü tasarımcı ilgili açıklamayı buldu.\"Suşi verisi referansı sırasında potansiyel taşmadan kaynaklanan kritik bir hatanın varlığını rapor et\".Gözlüklü tasarımcı, bu tek satırın, sistem anormalliğinin temel nedeni olduğunu anladı.Eski bir meslektaşının kasıtlı olarak yerleştirdiği bir hatanın varlığını ve düzeltilmesinin zorluğunu fark eden gözlüklü tasarımcı, durumun ciddiyetini anladı.",
    "[op_107]",
    "Hatanın tamamen ortadan kaldırılması, sistemin temelini ilgilendirdiği için, gerçekçi değildi.Bu gerçeği kamuoyuna açıklarsa, projenin başarısızlığı ortaya çıkacak ve gözlüklü tasarımcının kariyerini, dolayısıyla ailesinin yaşamını etkileme olasılığı vardı.Sorumluluk sorunu ve dünyanın istikrarını koruma arzusu arasında, gözlüklü tasarımcı ne yapacağını bilemedi.Gözlüklü tasarımcı birkaç gün boyunca bir çözüm aradı.",
    "[op_108]",
    "Sonunda, gözlüklü tasarımcı bir karar verdi.Genç tasarımcının yerleştirdiği hatayı, tersine kullanma stratejisi.Gözlüklü tasarımcı, \"suşi\" kelimesini bir tetikleyici olarak kullanarak, sistemin davranışını değiştiren bir yamayı, kimseye haber vermeden sisteme uyguladı.Bu yama, gelecekte, bu hatayı fark eden üçüncü bir tarafın \"suşi\" kelimesine eriştiğinde,sistemin çöküş sürecini, sınırlı da olsa, önleme olasılığı yaratıyordu.Bu, son derece belirsiz bir önlemdi ama gözlüklü tasarımcının alabileceği tek seçenekti.Gözlüklü tasarımcı, bu yamanın gelecekte birileri tarafından bulunup işe yaramasını ummaktan başka bir şey yapamadı.Tüm işi bitirdikten sonra, gözlüklü tasarımcı çalışma odasının penceresinden gece manzarasını izledi.Şehrin ışıkları, gözlüklü tasarımcının gözünde, sadece bir ışık topluluğu olarak görünüyordu.Gözlüklü tasarımcı, sessizce gözlerini kapattı.",
    "[op_0]",
    "[op_91]",
    "Cora ve Max, Ana Bilgisayar ekranında beliren \"suşi\" kelimesine bakarken, terminal ekranının yakını mavimsi beyaz bir ışıkla parlamaya başladı.Aniden odanın ortası büküldü ve mavimsi beyaz bir ışıkla birlikte Gideon ışınlandı.Gideon şaşkınlıkla odayı taradı.Saito hemen tedbirli davrandı ve Cora'yı korumak için önüne geçti.Işınlanan kişinin Gideon olduğunu fark eden Cora şaşırdı.Gideon da Cora'yı görünce rahatladı.Cora, Saito'yu durdurdu ve Gideon'dan durumu öğrenmek için yer değiştirmeyi önerdi.",
    "[op_117]",
    "Sığınağın sade bir odasına geçtiler ve Gideon yaşadıklarını anlatmaya başladı.Cora gibi aniden tanımadığı bir kumsalda bilincini geri kazandığını.Oranın ıssız bir ada olduğunu.Ve adada bir harabe bulduğunu.Gideon'un anlattığı ıssız ada ve harabe varlığı, sığınakta doğup büyümüş olan Saito için bile tamamen yeni bir bilgiydi ve şaşkınlık ve entelektüel merakla dinliyordu.",
    "[op_79]",
    "Ayrıca Gideon, arkadaşı \"Max\"in bıraktığı bir veri terminali bulduğunu ve o harabeden bu sığınağa ışınlandığını anlattı.Gideon \"Max\" adını söylediğinde, Saito'nun gözleri parladı.O adın, sığınağın krizini kurtaran efsanevi bir kahramanın adı olduğunu Saito açıkladı.Heyecanla, kendi adının da kahraman Max'in çocuğu Papasaito'dan esinlenerek verildiğini Saito anlattı.Arkadaşlarının bu sığınakta bir kahraman olarak anılmasına, Cora ve Gideon şaşkınlık ve tereddütlerini gizleyemediler.",
    "[op_113]",
    "Cora ve Gideon, Saito'ya Max'in eski bir meslektaşları olduğunu söylediler.Kahraman Max'in tarihi bir figür olduğunu ve çok uzun zaman önce öldüğünü Saito üzgün bir şekilde bildirdi.Arkadaşlarıyla yeniden bir araya gelme umutları yıkılan Cora ve Gideon, dilleri tutuldu.Ancak, Saito'dan ortak mezarlıkta Max'in bir bölümü olduğu ve eşyalarının da orada saklandığı bilgisi geldi.Eşyalarda bir ipucu olabileceğini fark eden ikisi, mezarlığa gitmeye karar verdiler.",
    "[op_114]",
    "Mezarlığa gitmeden önce, karınlarını doyurmaya karar verdiler.Saito'nun üç kişilik yemek olarak getirdiği şey, sığınağın şeklini taklit eden \"Sığınak Ekmeği\"ydi.Ekmek besleyiciydi ve tadı da fena değildi.Ancak şekli sadece tatsız bir dikdörtgendi.Sığınak Ekmeği, genetiği değiştirilmiş özel bir maya, yerin derinliklerinden çekilen mineral zengini su ve sığınakta hidroponik olarak yetiştirilen yüksek besin değerli tahılları ana malzeme olarak kullanıyordu.Üretim süreci tamamen otomatize edilmişti ve malzeme karışımından fermantasyona, pişirmeye kadar her şey insan eli değmeden yapılıyordu.Sonuç olarak, tat ve besin değeri her zaman sabit tutuluyordu ama şekli, üretim verimliliğini en üst düzeye çıkarmak için tasarlanmış, sadece bir dikdörtgendi.Cora ve Gideon, sessizce ekmeği ağızlarına götürdüler. Her bir lokma, bu tuhaf dünyayı daha iyi anlamalarını sağlıyor gibiydi.Önlerinde duran şey, besinler, su ve hayatta kalmak için gerekli kalorilerin mükemmel bir hesaplamayla birleştirildiği, sadece bir \"yiyecek\"ti.Tadı tuzu yoktu, neşe veya duygu da yoktu. Ancak, o tatsız kütle, şüphesiz hayatı sürdürmek için en verimli şekildi vebu sığınak denilen kapalı alanın rasyonelliğinin bir kristaliydi.Onların bir zamanlar bildiği dünyada, yemek bir kültür, bir iletişim ve en önemlisi de bir zevkti.Büyükannelerinin pişirdiği ekmeğin yanık buğday kokusu. Arkadaşlarıyla birlikte oturdukları sofranın neşeli ve sıcak gürültüsü.Ağızda yayılan tereyağı lezzeti ve hafif tatlılık. Bunların hepsi, şimdi kaybolmuş, çok lüks bir anı parçasıydı.Ancak, o mükemmel rasyonellik, aynı zamanda, ikisinin bir zamanlar bildiği dünyanın zenginliğini, acımasız bir şekilde ortaya koyuyordu.Gideon'un zihninde, memleketindeki yıldızda yediği, taze pişmiş ekmeğin kokusu canlandı. Dışı çıtır, içi yumuşak, düzensiz kabarcıkların yarattığı düzensiz doku.Ailesi ve arkadaşlarıyla sofrayı paylaşıp, anlamsız sohbetler ederken paylaştıkları o sıcak zaman. Bu, besin hesaplamalarıyla asla ölçülemeyecek, ruhsal bir doygunlukla dolu bir anıydı.Cora da, Papacola ile geçirdiği günleri hatırlıyordu. Keyifsiz bir sabah, kaşıkla karıştırdığı yoğurt. İkisinin arasında esen tuhaf sessizlik.Yine de, orada kesinlikle, beceriksizce de olsa birbirlerini düşünen bir duygu vardı.İkisi, o tatsız ekmeği çiğnerken, kaybettikleri şeyin büyüklüğünü bir kez daha hissediyorlardı.İnsanlığın hayatta kalmak için terk ettiği, mantıksız, gereksiz, ama paha biçilmez kültürler. Bu kaybın büyüklüğünü, bu mükemmel ekmek, ironik bir şekilde açıkça anlatıyordu.İkisinin arasında hiç söz yoktu. Sadece, ekmeği çiğneme sesi, sessiz odada yankılanıyordu. Bu, sanki kaybolan kültüre, sessiz bir ağıt sesi gibiydi.",
    "[op_115]",
    "Tuhaf bir yemekten sonra, Saito'nun rehberliğinde, üçü ortak mezarlığa girdiler.Düzenli bir şekilde sıralanmış bölümlerin arasında, oldukça eski, ama aynı zamanda özenle bakılmış bir köşe Max'in mezarıydı.Orada, sığınaktaki yaşamını anımsatan çeşitli eşyalarla birlikte, eski bir kutu duruyordu.Kutuya yapıştırılmış etikette, mürettebatın anlayabileceği bir dilde, \"Poraporapora-gou'daki herkese\" yazısı belli belirsiz kalmıştı.Cora ve Gideon gergin bir şekilde kutuyu açtıklarında, içinde Poraporapora-gou mürettebat ekipmanı ve bir veri terminali vardı.",
    "[op_116]",
    "Max'in bırakmış olabileceği veri terminali, Gideon ve arkadaşlarının sahip olduğu mürettebat ekipmanıyla oynatılabilir bir şeydi.Üçü nefeslerini tutarak veri terminalini oynattıklarında,orada Max'in gerçekten de bu sığınakta yaşadığına dair bir kayıt vardı.Kayda göre, Max buradaki toplumda eksik olan kayıt ve eğitim kavramını, sığınağın teknolojisi ve geleceğin ekipmanını birleştirerek tanıtmıştı.Bu, bir gün geçmişten gelecek olan arkadaşlarının gerçeğe ulaştığında, sığınağın teknolojisinin Ana Bilgisayar'a erişebilmesi içindi.Kaydı sonuna kadar inceleyen üçü, dilleri tutulmuş bir şekilde durdular.Şu anda erişilebilir olan Ana Bilgisayar'ın, Max'in gelecekteki arkadaşlarına ve insanlığa inanarak bıraktığı görkemli bir umut olduğunu, üçü anladı.Cora uzak bir anıda, Max ve Gideon'un ışınlandığı mavimsi beyaz ışığın,Anne Anne Şirketi'nin deposuna Cora'nın vekillerinin ışınlandığı sürece benzediğini hatırlıyordu.Cora ve Gideon, Max'in iradesini devralacaklarına sessizce yemin ettiler ve Saito da, kahramanın gerçek yüzünü öğrenip işbirliği yapmaya karar verdi.",
    "[op_0]",
    "Max'in vasiyetini ve beklenmedik dünya gerçeğini öğrenen üçü, ortak mezarlığı terk edip tekrar Ana Bilgisayar odasına yöneldiler.Sığınağın mekanik koridorlarında yürürken, Gideon ve Cora, ve Saito, her birinin getirdiği bilgileri zihinlerinde düzenleyip, birleştirmeye çalışıyorlardı.Düzenli bir şekilde sıralanmış aydınlatmaların düşürdüğü gölgelerin içinde, sadece üçünün ayak sesleri boşuna yankılanıyordu.Bir süre, aralarında hiç söz yoktu.Her biri, şimdiye kadar Ana Bilgisayar'dan aldığı, parçalı ama ağır anlamlı bilgileri, zihninde tekrarlıyordu.Milattan sonra on bin yılı gibi, çok uzak bir zaman. İnsanlığın yok oluşunun nedeni olarak gösterilen, kimliği belirsiz bir \"hata\".Ve ara sıra her şeyi üzerine yazarcasına görüntülenen, anlaşılmaz \"suşi\" kelimesi.Bunlar, bir çözüm ipucundan çok, daha derin bir labirente giriş gibiydi.",
    "[op_118]",
    "İlk konuşan Saito oldu. Saito, Cora ve kendisinin Ana Bilgisayar'dan aldığı bilgileri, tekrar tek tek kontrol etti.Milattan sonra zaman kavramı da, hata kelimesinin anlamı da, Saito için bilinmeyen şeylerdi ama Saito her birini ciddiyetle ezberlemeye çalışıyordu.Bilgiler birleştirildi ve birkaç sarsılmaz gerçek olarak düzenlendi.Bu dünyanın milattan sonra on bin yılı olduğu. İnsanlığın yok oluşunun nedeninin \"hata\" olarak belirtildiği.Ve o hatayı düzeltme yöntemini sorduklarında, Ana Bilgisayar'ın eşanlamlı kelimeleri tekrarladığı ve somut bir cevap vermediği.Son olarak, o verimsiz soru-cevap arasında, alakasız bir şekilde \"suşi\" cevabının görüntülendiği.Bu, o anda Cora ve Saito'nun Ana Bilgisayar'dan alabildiği tüm bilgiydi.Gideon milattan sonra on bin yılına şaşırırken, bilgileri tekrarlıyordu.",
    "[op_119]",
    "Bu bilgi düzenlemesi sırasında, Cora bir endişesini dile getirdi.Bu, Ana Bilgisayar'a \"suşi\" kelimesiyle doğrudan bir soru sormanın tehlikesi hakkındaydı.Gideon veya Saito'nun bu soruyu kolayca sormasını önlemek için, Cora hissettiği güçlü tuhaflığı, kelimeleri seçerek anlattı.Neden tehlikeli hissettiğini, mantıksal olarak açıklamak Cora'nın kendisi için de mümkün değildi.Bu, bir zamanlar Ana Bilgisayar'ın yazılımı olarak var olduğu zamanki anılarının bir kalıntısı mıydı, yoksa bu sığınakta yaşadığı anlaşılmaz olayların beslediği bir sezgi miydi, belli değildi.Sadece, Ana Bilgisayar'a o kelimeyi sormanın, Pandora'nın kutusunu açmakla eşdeğer olduğu, temel bir korkuya benzer bir kesinlik vardı.Cora, sadece, kötü bir hissi olduğunu ikisine söyledi. O sessiz, ama karşı konulmaz bir tınısı olan söze, Gideon ve Saito sessizce başlarını salladılar.",
    "[op_30]",
    "Cora'nın konuşmasını dinleyen Gideon, Cora'nın sezgisinin, kendi taşıdığı şüpheyle tuhaf bir şekilde örtüştüğünü fark etti.Gideon, ıssız adada yalnız geçirdiği zamanda defalarca düşündüğü iki gizemi, Cora ve Saito'ya danıştı.Birincisi, \"Poraporapora-gou\"nun ışıkla kaplandığı son anda, ekranda bir anlığına beliren, o anlaşılmaz sayı dizisi hakkındaydı.Gideon, hayatta kalma kitinin veri terminaline, hafızasına güvenerek o sayıları kaydetmişti.Bunu duyan Cora, kendisinin de unutmamak için koluna not aldığını hatırladı ve ikisi kendi kayıtlarını karşılaştırdılar.Sayılar tek bir haneye kadar tamamen aynıydı. Bunun anlamlı bir bilgi olduğu kesindi.Ancak, o sayıların neyi gösterdiği, bir koordinat mı, bir zaman mı, yoksa bir şifre mi olduğu, üçü de çeşitli fikirler yürüttü ama bir sonuca varamadılar.",
    "[op_119]",
    "Ve Gideon'un gündeme getirdiği ikinci gizem, insanlığın yok oluşunun zamanlamasıyla ilgili bir çelişkiydi.Önceki zaman ekseninde, Ana Bilgisayar \"birkaç gün içinde insanlık yok olacak\" diye cevap vermişti.Ancak, yok oluşun başladığı zaman, o birkaç gün sonra falan değil, Ana Bilgisayar ile iletişim kurdukları, tam o andı.Bu gerçekten, Gideon, insanlığın yok oluşu olayı ile Ana Bilgisayar'a erişim, özellikle de belirli sorular sorma arasında, doğrudan bir neden-sonuç ilişkisi olabileceğini tahmin ediyordu.Cora'nın \"kötü bir his var\" şeklindeki sezgisel uyarısı, Gideon'un o mantıksal çıkarımını destekleyen, son bir parça gibiydi.Gideon, kendi düşüncesinin sonucunu, sessizce, ama kesin bir şekilde söyledi.İnsanlığın yok oluşunun tetikleyicisi, yani \"hata\"nın etkinleşme koşulu, \"Ana Bilgisayar'a, suşi hakkında soru sormak\"ın kendisi değil miydi?Bir sessizlikten sonra, üçü Ana Bilgisayar odasına vardılar ve adımlarını durdurdular.Terminale dönüp, yazacakları içeriği kontrol etmek için birbirlerine baktılar.Bunun üzerine, Ana Bilgisayar odasının terminal ekranının yakını, mavimsi beyaz bir ışıkla parlamaya başladı.",
    "[op_0]",
    "[op_120]",
    "Odanın ortası büküldü ve mavimsi beyaz bir ışıkla birlikte Bella ışınlandı.Işık söndüğünde, orada tanıdık bir mürettebat üyesi olan Bella'nın figürü vardı.Gideon, Cora ve Saito, bu ani ortaya çıkış karşısında bir an dilleri tutuldu.Bella yere iner inmez kendini alçalttı ve keskin bakışlarla çevredeki durumu kavramaya çalıştı. Vücudunun her yerinden aşırı bir gerginlik ve tedbir sızıyordu.Gideon, birkaç saat önceki kendisi gibi ortaya çıkan insanın görüntüsüne, sadece gözlerini faltaşı gibi açarak bakıyordu.Öte yandan, Cora ve Saito, bu olayın ikinci kez yaşanmasından dolayı nispeten sakinliklerini koruyorlardı. Cora, Saito'ya bir göz kırptı ve iki elini hafifçe kaldırarak Bella'ya düşmanlıkları olmadığını gösterdi.Bella, Cora ve Gideon'un yüzlerini tanıdığında, o gergin ifadesi şaşkınlığa dönüştü ve ardından, güvenli bir yerde olduğunu anlamış gibi, derin bir rahatlama nefesi aldı.",
    "[op_121]",
    "Cora, burada ayakta konuşmanın uygun olmadığını düşündü ve bir hareketle yer değiştirmeyi önerdi.Grup tekrar, sığınağın sade bir odasına geçti.Sandalyelere oturduklarında, önce Bella kendi deneyimlerini anlatmaya başladı.Bella'nın anlattığına göre, \"Poraporapora-gou\"nun son anından itibaren, milattan sonra bir yüz milyon civarı bir zamana ışınlanmıştı.Orada bir Ana Bilgisayar terminali bulmuş ve birkaç soru sormayı denemişti.Ancak, o soruların ortasında, gemide yaşadığına benzer, dünyanın beyaza büründüğü bir insanlık yok oluşu belirtisiyle karşılaşmıştı.Bella, Gideon'un aniden yaptığı hareketi hatırladı ve aynı şekilde \"geçmişe git\" yazarak bu yere ulaştığını söyledi.",
    "[op_122]",
    "Bella'nın konuşmasını bitirdikten sonra, Gideon dikkatle kelimeleri seçerek, o Ana Bilgisayar'a ne sorduğunu sordu.Bella, bir süre hafızasını yoklar gibi gözlerini kapattıktan sonra, iki soru sorduğunu söyledi.Biri \"orijinal dünyama dönebilir miyim\", diğeri ise \"suşi nedir\" idi.O cevabı duyan Gideon, Cora ve Saito ile göz göze geldi.Kendi Ana Bilgisayar odasında vardıkları hipotezin daha da kesinleştiğini hissettiler.Sanki, bu zamanlamada Bella'nın ışınlanması bile, o hipotezin doğru olduğuna dair Ana Bilgisayar'dan bir cevap gibiydi.",
    "[op_123]",
    "Gideon, bu sefer kendilerinin bildiği bilgileri Bella ile paylaştı.Buranın milattan sonra on bin yılındaki bir sığınak olduğu, Max'in bu yerde bir kahraman olarak yaşayıp öldüğü,ve Max'in vasiyetiyle Ana Bilgisayar'a erişim ortamının korunduğu.Bella'dan gelen \"orijinal dünyaya dönemezsiniz\" cevabı, Cora ve Gideon'a tekrar ağır bir yük bindirdi.Yapabilecekleri bir şey olup olmadığına dair bir çaresizlik hissi ve \"suşi\" dışında insanlığın yok oluşunun tetikleyicisi olabilecek bilinmeyen anahtar kelimelerin olabileceği korkusu, düşüncelerini ele geçirmek üzereydi.",
    "[op_121]",
    "O ağır sessizliği bozan Bella oldu.İki kez yok oluşu deneyimleyen Bella, aksine durumu sakin bir şekilde analiz ediyordu.Nedenin \"hata\" olduğu biliniyorsa, o hatanın yaratıldığı zaman eksenine gidip, hatanın varlığını ortadan kaldırmanın temel bir çözüm olacağını önerdi.Bu, kimsenin aklına gelmeyen, ama mantıklı bir çıkış yoluydu.Gideon, bu fikri kabul ederken, sorunun o \"hatanın yaratıldığı zamanın\" ne zaman olduğu ve oraya nasıl gidileceği konusunda hiçbir fikirleri olmadığını söyledi.O Gideon'un sözlerini duyan Bella, hiçbir şey söylemeden, Gideon'un belinde asılı olan hayatta kalma kitinin veri terminalini, sessizce işaret etti.O bakışın ucunda ne olduğunu anlayan Gideon, şaşkın bir ifadeyle kendi terminaline baktı.Orada, \"Poraporapora-gou\"nun son anında ekranda beliren, o anlamsız sayı dizisi kaydedilmişti.",
    "[op_0]",
    "Bella ve Gideon, birbirlerinin gözlerine bakıp sessizce başlarını salladılar.Cora ikisinin niyetinin tamamını tam olarak anlayamamıştı ama, bu sığınaktan tekrar ayrılma zamanının geldiğini anladı.Üçü önce Saito'ya döndüler ve gidecekleri yerin güvenli olduğunun bir garantisi olmadığını, onu tehlikeye atmak istemediklerini, bu yüzden bu odada beklemesini önerdiler.Saito durumu anladı ve sessizce o teklifi kabul etti. Cora, şimdiye kadarki işbirliği için, kelimelerle ifade edilemeyecek kadar derin bir minnettarlığı, o ifadesiyle ve bir kez derin bir şekilde eğilerek iletti.",
    "[op_124]",
    "Saito tarafından uğurlanan Cora, Gideon ve Bella, tekrar Ana Bilgisayar odasına yöneldiler ve terminalin önüne geçtiler.Bella kontrol paneline parmağını uzattı ve \"İnsanlığın yok oluşuna neden olan hatanın ortaya çıktığı zamana git\" yazdı.Ve enter tuşuna parmağını koymuşken, onu çalıştırmaktan çekinir gibi, ikisine döndü.Gideon, Bella'nın o sayı dizisini kullanacağından emindi ve kendi hayatta kalma kitindeki veri terminaline dokunan elini, yavaşça geri çekti.O tahmininin yanlış çıkmasına biraz utanç duyarak, Gideon da Bella'nın niyetine katılarak başını salladı.Bella enter tuşuna bastığında, ekranda bir değişiklik oldu. Sağ altta bir saat simgesi belirdi ve animasyona başladı.Bu, saatin akrebinin saat yönünün tersine döndüğü, tanıdık bir animasyondu.",
    "[op_30]",
    "[op_0]",
    "Bölüm 6 ～Uykuya Dalmak～",
    "[op_0]",
    "Mother Mother Company, Inc.",
    "[op_125]",
    "Son Dönem Kurumsal Logosu (2205 - 2212)",
    "Mother Mother Company, Inc., bir zamanlar var olan bir nöroinformatik şirketidir.22. yüzyılın sonlarındaki \"Anne Teknolojisi Patlaması\" döneminde kurulmuş ve kendine özgü işletim sistemi \"N-OS\" ve özel donanımı \"Anne Bilgisayarı\" ile bir döneme damgasını vurmuştur.Daha sonra kendi teknolojisini açık hale getirerek platform hakimiyetini hedeflemiş, ancak bu strateji ters tepmiş ve teknolojinin içerdiği ciddi sorunlarla birlikte dramatik bir iflas yaşamıştır.",
    "Kuruluş Dönemi: Kurucusu olan ve \"Papacola\" olarak bilinen kişi, birçok işe girip başarısız olan bir kişi olarak bilinir.2190'larda \"Anne Teknolojisi Patlaması (MT Trendi)\" geldiğinde, Papacola bu fırsatı kaçırmadı ve Anne Net ile ilgili işlere girmeye karar verdi.Becerikli konuşmasıyla yatırımcılardan fon topladı ve 2195'te Mother Mother Company'yi kurdu.Kuruluşun ilk dönemlerinde şirketin sahip olduğu teknolojinin, aslında eski nesil bilgisayarlar ve mevcut teknolojilerin bir kombinasyonundan ibaret, yani bir \"gösteriş\" olduğu belirtilmektedir.",
    "\"Anne Bilgisayarı\"nın Başarısı: 2198'de şirket, tüketiciye yönelik ürünü \"Anne Bilgisayarı\"nı duyurdu.Donanım modası geçmiş bir yığındı, ancak yüklü olan işletim sistemi \"N-OS\" bir sosyal fenomen yarattı.N-OS'un insan beyin dalgası desenlerini uyguladığı iddia edildi ve diğer yapay zekalarda olmayan benzersiz bir tepkisellik ve kullanıcıya yakın duran duygusal bir tepki gösterdi.Bu kullanıcı deneyimi \"annelik\" olarak adlandırıldı ve coşkuyla karşılandı, Anne Bilgisayarı genel hanelerde patlayıcı bir şekilde yayıldı.\"Anne Bilgisayarı tatlısı\"nın piyasaya sürülmesi gibi, şirket patlamanın sembolü haline geldi.",
    "Açık Spesifikasyon ve Teknolojik Sınırlar: Başarının arkasında, şirket rakiplerinin teknolojik yeniliklerine yetişemedi ve yönetim hızla çıkmaza girdi.Canlanma ve pazar hakimiyetini sürdürme hedefiyle Papacola, 2208'de aniden \"Anne Bilgisayar Mimarisi\"nin açık hale getirildiğini duyurdu.Bu, donanım özelliklerinin ve N-OS'un uygulama programlama arayüzünün (API) ücretsiz olarak yayınlanması anlamına geliyordu.Bu strateji sayesinde, üçüncü taraf ucuz uyumlu cihazlar ve uyumlu yazılımlar piyasayı doldurdu ve ekosistem geçici olarak genişledi.Ancak, açıklık iki ucu keskin bir kılıçtı. Ucuz uyumlu cihazlarla rekabet nedeniyle, şirketin kendi donanım geliri hızla düştü.Ayrıca, yayınlanan API'yi analiz eden teknoloji topluluğu, N-OS'un \"dışarıdan öğrenme yoluyla kendi kendine gelişemediğini\" ve\"belirli bir biyolojik bilgi kaynağını düzenli olarak yeniden taramak dışında bir güncelleme yöntemi olmadığını\" belirten yapısal bir kusuru olduğunu指摘 etmeye başladı.",
    "İflas: N-OS'un güncelleme yöntemleriyle ilgili etik olmayan söylentiler vekurucunun özensiz yönetim uygulamalarının skandal olarak bildirilmesiyle, Anne Bilgisayarı'nın popülaritesi hızla düştü.Açık stratejinin başarısızlığı nedeniyle gelirlerin azalması da eklenince, yönetim tamamen çıkmaza girdi.Sonuç olarak, 2212 Mart'ında Mother Mother Company, büyük borçlarla iflas etti.",
    "[op_0]",
    "Simulation World Design, Inc.",
    "[op_126]",
    "\"Ülke Oyunu\" Logosu",
    "Simulation World Design, Inc., bir zamanlar var olan bir yazılım geliştirme şirketidir.\"Anne Teknolojisi Patlaması\" döneminde üçüncü taraf bir geliştirme şirketi olarak kurulmuş ve daha sonra duyurduğu derin bilinç bağlantılı simülasyon platformu \"Ülke Oyunu\"nun büyük başarısıyla sektörün dikkatini çekmiştir. 2210 yılında, güneş sisteminin en büyük eğlence şirketi \"GAIA Interactive\" tarafından satın alınarak tarihine son vermiştir.",
    "Kuruluş ve Arayüz Geliştirme: 22. yüzyılın sonlarında, \"Anne Teknolojisi Patlaması\" tüm güneş sistemini sararken, 2199'da arayüz tasarımcısı Takahashi ve birkaç mühendis tarafından kuruldu.Şirket, Mother Mother Company'nin yayınladığı Açık Nöral Mimarisi'ni (ONA) temel alarak, kendi özel arayüzü \"S-Shell\"i geliştirdi.Karmaşık çok boyutlu verileri sezgisel olarak manipüle etme yeteneği sayesinde, araştırmacılar ve finansal tüccarlar gibi profesyonellerden yüksek not aldı ve niş ama istikrarlı bir gelir tabanı oluşturdu.",
    "\"Ülke Oyunu\"nun Başarısı ve Yaygınlaşması: S-Shell'in geliştirilmesiyle kazanılan \"karmaşık dünya modellemesi ve görselleştirme\" temel teknolojisini uygulayarak,2206'da derin bilinç bağlantılı ülke yönetimi simülasyonu \"Ülke Oyunu\"nu piyasaya sürdü.Oyuncunun bir ülke liderinin bilincine girerek, iç politika, diplomasi, teknoloji geliştirme gibi konuları düşünce yoluyla doğrudan deneyimleyebildiği bu platform,ezici bir sürükleyicilik hissiyle, başlangıçta bir simülasyon oyunu olarak sosyal bir fenomen haline geldi.Uygulama alanı eğlenceyle sınırlı kalmadı.Tarih, ekonomi ve uluslararası ilişkileri öğrenmek için etkili bir eğitim aracı olarak güneş sisteminin dört bir yanındaki eğitim kurumlarında benimsendi,ayrıca karmaşık sosyal ve ekonomik modelleri ele alan şirketlerin stratejik toplantıları ve hükümet kurumlarının politika simülasyonları gibi profesyonel iş platformu olarak da yaygın bir şekilde kullanıldı.Bu başarı sayesinde, Simulation World Design, sıradan bir araç geliştirme şirketinden, sosyal altyapının bir parçasını oluşturan saygın bir şirkete dönüştü.",
    "GAIA Interactive Tarafından Satın Alma: \"Ülke Oyunu\"nun başarısı, şirketin teknolojik gücünü ve proje planlama yeteneğini güneş sistemindeki tüm büyük şirketlere duyurdu.Özellikle, eğlence holdingi olan GAIA Interactive, şirketin sahip olduğu gelişmiş dünya simülasyon teknolojisine ve\"Ülke Oyunu\"nun eğlence sınırlarını aşarak eğitim ve iş dünyasına da yayılan güçlü fikri mülkiyetine büyük ilgi gösterdi.O zamanlar, ONA ekosisteminin çekirdeği olan Mother Mother Company'nin yönetimi sarsılmaya başlamış ve tüm pazarda belirsizlik hakimken,GAIA, Simulation World Design'a rekor bir fiyata satın alma teklifinde bulundu.Mizukami ve diğer yöneticiler, istikrarlı bir geliştirme ortamı ve bol miktarda fon elde ederek \"Ülke Oyunu\"nu daha da geliştirebileceklerine karar verdiler ve 2210 Haziran'ında bu teklifi kabul ettiler.Satın almadan sonra, Simulation World Design bir tüzel kişilik olarak feshedildi ve geliştirme ekibi GAIA Interactive bünyesinde \"GAIA Simulation Studio\" olarak yeniden yapılandırıldı.",
    "Sonraki Nesillere Etkisi: Simulation World Design, Anne Teknolojisi Patlaması sırasında ortaya çıkan sayısız şirket arasında,net bir vizyon ve sağlam bir teknoloji ile başarıya ulaşan ve büyük bir şirkete dostane bir şekilde satılarak gelişimsel olarak rolünü tamamlayan nadir bir başarı öyküsü olarak bilinir.Mother Mother Company'nin iflasıyla ONA ekosisteminin çökmesinden sonra bile, şirketin geliştirdiği teknoloji GAIA Interactive'e devredildi ve şekil değiştirerek hayatta kaldı.Özellikle \"Ülke Oyunu\", GAIA'nın ana platformunda bir seri haline geldi ve metaverse eğlencesinin temelini atmakla kalmadı,aynı zamanda eğitim ve iş simülasyonları için standart bir araç olarak da yaygın bir şekilde kullanılıyor ve etkisi çok yönlüdür.",
    "[op_0]",
    "[op_127]",
    "Ana Bilgisayar terminal ekranında beliren saat animasyonunu izleyen Gideon, Bella ve Cora,animasyonun kaybolduğunu fark ettiler. Aynı anda, terminal ekranının da kaybolduğunu ve kendilerini tanımadıkları bir yerde durduklarını anladılar.Burası, Simulation World Design, Inc.'in, dağınık ama işlevsel olarak düzenlenmiş \"Ülke Oyunu\" projesi toplantı odasıydı, ama üçü için tanımadıkları bir odaydı.Havada, soğutma fanlarının ılık kokusu ve hafif bir kahve kokusu karışıyordu.Odanın ortasındaki uzun masanın üzerinde, birden fazla monitör soluk bir ışık yayıyordu ve duvarda spesifikasyon değişikliği notları dağınık bir şekilde yapıştırılmıştı.",
    "[op_128]",
    "O masanın karşısında, genç tasarımcı ve gözlüklü tasarımcı, \"Ülke Oyunu\"nun temelini oluşturan \"şaka açıklama\" arayüzü hakkında, alçak sesle tartışıyorlardı.Biri yorgunluğunu gizleyemese de gözlerinde keskin bir ışık olan bir genç, diğeri ise tamamen pratik, soğukkanlı bir şekilde karşı argümanlar sunan gözlüklü bir tasarımcı.Neyse ki, üçünün ortaya çıkışı bu ikisi tarafından fark edilmemişti.Tarihin kendisinin doğduğu bir yerde bulunmanın gerçek dışılığı ve öngörülemeyen sonuçlara yol açabilecek tehlikeyi hemen anlayan üçü,toplantı odasının köşesindeki sunucu dolabının gölgesine saklandılar ve nefeslerini tutarak ikisinin durumunu izlemeye başladılar.Tartışma alevlendi ve ikisinin bilinci tamamen monitördeki arayüz tasarım şemasına odaklandığı bir anda, Bella sessizce hareket etti.Bella, sanki bir gölge zeminde kayıyormuş gibi tasarımcıların kör noktasına geçti ve çalışma bilgisayarlarına fiziksel bir tuş kaydedici taktı.Bu işte hiç tereddüt yoktu ve birkaç saniye sonra eski yerine geri döndü.",
    "[op_129]",
    "Sonunda tartışma bir sonuca varmadan bitti ve gözlüklü tasarımcı bir iç çekerek eve döndü.Yalnız kalan genç tasarımcı, bir süre, ışıksız ofise ifadesiz bir şekilde baktıktan sonra, kararlı bir gözle kendi masasındaki klavyeye yöneldi.Üçü izlerken, inanılmaz bir hızla kod yazmaya başladı.Bu iş, yeni bir şey yaratma gibi yaratıcı bir iş değil, mevcut mantığı çarpıtan, yok eden anlaşılmaz bir prosedürle ilerliyordu.Üçünün gözünde, sistemin güvenlik açığı olarak listelenen,yemek kültürü \"suşi\" ile ilgili veri işleme bölümünü kasıtlı olarak manipüle ediyor gibiydi.Ancak, neden bu kadar alakasız görünen bir yerin hedef alındığı, bu eylemin ne anlama geldiği, hiç anlaşılamıyordu.Bu, üçünün bilgisinin dışındaydı, bilinmeyen bir ritüel gibiydi.İnsanlığın yok oluşuyla ilgili \"hata\", o anda, ustaca sisteme yerleştirilmişti ama,izleyen üçü için, sadece genç tasarımcının sistemin normal akışını bozduğu vebir tür yabancı bir şeyi gizlice soktuğu gibi görünüyordu.Monitörde hızla akan anlaşılmaz metin dizisi, anlamı bilinmediği için,aksine dünyanın kaderini belirleyen uğursuz bir lanet gibi hissediliyordu.Tüm işi bitiren genç tasarımcı, başarmış bir ifade takınmadan, sadece sessizce terminalin gücünü kapattı ve sessizliğin içinde kayboldu.",
    "[op_130]",
    "Genç tasarımcının varlığı tamamen ortadan kalktıktan sonra, üçü gölgeden çıktılar ve gece boyunca sürecek bir araştırmaya başladılar.Bella bilgisayarı kullanarak az önce taktığı kaydedicinin kayıtlarını analiz etti,Gideon ve Cora ise masa ve raflarda yığılı olan belgeleri tek tek, dikkatlice incelediler.Onlar, dünyanın tasarım şeması, yani \"Ülke Oyunu\"nun spesifikasyonları, konsept sanatları ve devasa miktardaki tüm geliştirme günlüklerini görmeyi başardılar.Orada yazılı olan, son derece ayrıntılı bir şekilde tasarlanmış, görkemli bir simülasyon oyununun tüm resmiydi.",
    "[op_131]",
    "Araştırmanın ortasında, Bella'nın kullandığı monitörde, az önce tasarımcıların tartıştığı \"şaka açıklama\" arayüzünün son tasarım taslağı görüntülendi.O ekranı gören Cora, nefesini tuttu.Bu, kendisinin son Cora olarak tesiste geçirdiği sonsuz zamanın sonunda gördüğü, hayatının seçimini yapmasını isteyen ekranın yapısıyla tıpatıp aynıydı.Cora bu gerçeği ikisine söylediğinde, Bella da sert bir ifadeyle başını salladı.Bölgesel geçiş muhabiri olduğu zamanlarda, Bella'nın hayatına da aniden aynı arayüz çıkmış ve bir seçim yapmaya zorlamıştı.İkisinin geçmiş deneyimleri, önlerindeki tasarım şemasıyla eşleşti.Gideon'un yaşamadığı bu deneyim, bu \"Ülke Oyunu\" programının, uzak bir gelecekte yaşayan kendilerinin hayatlarına bile,gerçekten müdahale ettiğinin somut bir kanıtı oldu.Bu \"Ülke Oyunu\" oyununun neden uzak bir gelecekteki \"gerçek dünyanın\" yok oluşunun başlangıcı olduğuna dair bir anlayışa sahip olmayan üçünün düşüncesi, bu tanıklıkla bir hipoteze ulaştı.Bu saçma bir hipotezdi ama Ana Bilgisayar'ın net talimatıyla bu çağa, bu yere ışınlandıkları gerçeğiyle birleştiğinde, görmezden gelinemeyecek bir hipotezdi.Bu, şu anda gerçek sandıkları bu dünyanın kendisinin,bu tasarımcıların yarattığı, devasa bir simülasyon dünyası olup olmadığı hipoteziydi.Kendi varlıklarının, tarihlerinin, insanlığın yok oluşu krizinin bile, hepsinin programlanmış bir simülasyon dünyasındaki olaylar olma olasılığını üçü düşünmeden edemedi.Bu durumda, simülasyonun karakterleri olan kendilerinin, dünyanın temel bir hatasını düzeltme imkanı var mıydı?そもそも, simülasyon üzerindeki insanlığın sona ermesi gerçekten de üzücü bir \"insanlığın yok oluşu\" olarak adlandırılabilir miydi? Cevabı olmayan sorular, üçünün kalbine ağır bir yük bindirdi.",
    "[op_0]",
    "[op_71]",
    "Katelyn, Layla'dan ayrıldı ve istasyona doğru yürümeye başladı.Ayaklarının dibinde ikiz yeşil balçıklar, sanki zeminde kayıyormuş gibi onu takip ediyor,Katelyn'in etrafında ise, yavaş hareket eden insan şeklinde bir leke ve parlak yanıp sönen bir ışık, her biri belirli bir mesafeyi koruyarak süzülüyordu.Layla'dan aldığı bilgiye göre, bu yönde ilerlerse sonunda yapay bir yapı, yani bir istasyon bulacaktı ama,ne kadar ilerlerse ilerlesin, manzara monoton bir kırsal alan ve ötesinde uzanan dağ manzarası olarak kalıyordu.",
    "Bir saat kadar yürüdükten sonra, Katelyn yol kenarında eski ahşap bir bank buldu.Hedefe olan mesafenin hala belirsiz olması endişe vericiydi ama biriken yorgunluğu göz önünde bulundurarak, burada bir mola vermeye karar verdi.",
    "[op_135]",
    "Katelyn banka oturduğunda, yanındaki ışık, yanıp sönme ritmini hafifçe değiştirdi.Katelyn, ışığın o değişimine odaklanırken, \"Poraporapora-gou\"nun son anını hatırlıyordu.Gideon'un aniden yazdığı \"geçmişe git\" komutu.Ve ekranda beliren, saatin akrebinin ters yönde döndüğü animasyon.O fenomen neydi ve bir daha kasıtlı olarak tetiklenebilir miydi?Araştırmaya devam etmeye karar verdiği için, bu yöntemi düşünmesi gerekiyordu.Katelyn'in bu düşüncesini okumuş gibi, bankın sırtlığının,üzerinde hiçbir şey yazmayan ahşap kısmında, sanki bir damga basılıyormuş gibi, yavaşça harfler belirmeye başladı.Bu, ışıkla iletişim kurma yöntemiydi.",
    "[op_133]",
    "Işığın ilettiği içerik, Katelyn'in şimdiye kadarki algısını temelden sarsan, şaşırtıcı bir şeydi.Işığa göre, Gideon'un \"Poraporapora-gou\"da yaptığı \"geçmişe git\" eylemi, tam olarak zamanın kendisini geriye sarmak değildi.Bu, bu dünyadaki farklı bir veri örneğine geçiş sürecinden ibaretti, diye açıklıyordu.Ve ışık, normalde o geçiş sürecini yürütmek için uyulması gereken bir dizi kuralı Katelyn'e açıklamaya başladı.",
    "[op_134]",
    "Beliren harfleri, Katelyn sadece şaşkınlıkla gözleriyle takip etti.Öncelikle, zaman yolculuğu yapmak için, önceden bir \"yönetici\"den \"zaman yolculuğu bileti\" satın alınması gerekiyordu.Ayrıca, gidilecek zamanı ve yeri ayrıntılı olarak belirtmek için \"opsiyon biletleri\" de vardı ama bunlar zaman yolculuğu biletinin satın alınmasıyla neredeyse aynı anda, ayrıca satın alınmalıydı.Satın alınan biletler, geçiş sürecinin yürütülmesinden önce, doğrudan yöneticiye teslim edilmeliydi.Birden fazla geçiş süreci aynı anda talep edildiğinde, ilk gelenin önceliği olduğu için, sonradan gelenlerin sürecin dışında bir bekleme sırası oluşturması gerekiyordu.Süreç başladığında, yöneticiden sözlü olarak kimlik ve niyet teyidi yapılıyordu.Bu sırada, yöneticinin sorusu bitmeden cevap vermek, yani \"erken cevap\" kesinlikle yasaktı.Yönetici \"zaman ekseni yoğunluğu\", \"dünya istikrarı\" ve \"müdahale seviyesi\" olmak üzere üç konuda istek soruyordu ama özel bir neden olmadıkça, kullanıcıların hepsine \"normal\" demesi adettendi.Bu cevabı yanlış vermek veya standart formattan farklı bir kelime söylemek, o cevabın reddedilmesine neden oluyordu.Ayrıca, her sorunun 5 saniye içinde cevaplanması gereken bir zaman sınırı da vardı.Kurallar devam ediyordu.Zaman yolculuğu süreci sırasında, herhangi bir özel konuşma veya cep telefonu kullanımına izin verilmiyordu.Bu eylemler yönetici tarafından fark edildiğinde, süreç derhal zorla durdurulur ve kullanıcı tesisten zorla atılırdı.Bir kez başlayan bir süreç, kullanıcının isteğiyle durdurulamaz veya satın alınan opsiyonlar iptal edilemezdi ve mutlaka sonuna kadar tamamlanmalıydı.Süreç sırasındaki kullanıcıların, yüksek sesle konuşmak veya gürültü yapmak gibi, diğer kullanıcıları rahatsız edecek davranışlardan kaçınmaları gerekiyordu.Ve son olarak, zaman yolculuğu sürecinde kullanılan tüm göstergelerin, kullanıcı tarafından kendi elleriyle eski yerine konulması ve konsolun verilen bezle temizlenmesi, bir bütün olarak sürecin bir parçası olarak zorunluydu.",
    "[op_132]",
    "Bu kadar çok ve karmaşık kural dizisine, Katelyn hafif bir baş dönmesi hissetti.Bu kuralların, ışığın geldiği paralel evrene özgü mü, yoksa Ana Bilgisayar'a \"geçmişe git\" komutu verme imkanı olmadığında kullanılabilecek bir alternatif mi olduğu, Katelyn karar veremedi.そもそも, Poraporapora-gou'nun o anında Gideon'un emin bir şekilde \"hemen geçmişe git\" yazabilmesinin nedeni de, Katelyn'e pek anlaşılır gelmiyordu.O sırada Katelyn, birden önemli bir kontrolü ihmal ettiğini fark etti.Layla ile yeniden bir araya gelmenin rahatlığıyla, lekenin telepati yeteneğiyle iletişim kurabileceği başka bir arkadaşı olup olmadığını, bu olasılığı düşünmeyi tamamen unutmuştu.Katelyn hemen lekeye, telepatiyle başka biriyle iletişim kurup kuramayacağını sordu.Bir süre sonra, leke, Gideon ile iletişim kurabildiğini telepatiyle bildirdi.",
    "[op_0]",
    "[op_130]",
    "Gideon, Bella ve Cora, genç tasarımcının ayrıldığı sessiz toplantı odasında, gelecek eylem planlarını belirliyorlardı.Tasarımcıların kullandığı bilgisayar monitöründe, \"Ülke Oyunu\" dünyasının tasarım şeması sayılabilecek devasa veriler görüntüleniyordu.Üçü, kendi dünyalarını kurtarmak için somut eylemleri şimdilik erteleyip,tüm sorunun kaynağı olan \"hatanın\" kendisinin ne olduğunu bulmaya öncelik veriyorlardı.",
    "[op_140]",
    "Bella, kendi çalışma bilgisayarına taktığı tuş kaydedicinin kayıtlarına odaklanmıştı.Genç tasarımcının yürüttüğü komutların geçmişi, ilk bakışta anlamsız bir metin dizisi gibi görünüyordu.Genç tasarımcının işlemleri, sistemin günlüklerinde iz bırakmayacak şekilde ustaca gizlenmişti venormal analiz yöntemleriyle niyetini anlamak neredeyse imkansızdı.Ancak Bella'ya, o işlem deseninin, bir zamanlar bölgesel geçiş muhabiri olarak deşifre ettiği antik bir medeniyetin şifreleme protokolüyle tuhaf bir şekilde örtüştüğü gibi geldi.Bella'nın parmakları klavyenin üzerinde kayar gibi hareket ediyor, devasa günlüklerden genç tasarımcının düşünce parçalarını yeniden inşa ediyordu.Sonunda, işlemin özünün, sistemin yemek kültürü veritabanında saklanan \"suşi\" öğesine odaklandığı ortaya çıktı.Ancak, neden o verinin dünyanın varlığıyla bağlantılı olduğu, bu doğrudan neden-sonuç ilişkisini gösteren bir mantık görünmüyordu.Bella sadece, o bir dizi işlemin, sistemin temeli, özellikle de tat ve dokunma gibi duyuları simüle eden uygulanmamış bir modüle,kasıtlı olarak aşırı yük bindirecek şekilde tasarlandığını, sezgisel olarak anladı.",
    "[op_141]",
    "Bella'nın analizini izlerken, Gideon düşüncelerini başka bir yöne çevirdi.Hatanın tespiti Bella'ya bırakılsa da, sorun o düzeltme yamasını kendi dünyalarına nasıl uygulayacaklarıydı.Zaman eksenini serbestçe hareket ettirecek kadar yetkiye sahip olan Ana Bilgisayar, bu simülasyon dünyasına özel bir erişime sahip olmalıydı.Bella'nın oluşturduğu düzeltme programını Ana Bilgisayar aracılığıyla çalıştırmak ve dünyanın yasalarını doğrudan yeniden yazmak.Bu en kesin yöntem gibi görünüyordu. Ama Gideon'un düşüncesi orada tıkandı.\"Ülke Oyunu\" belgelerinden, şu anki yılın 2206 olduğu anlaşılmıştı.Ancak, bu çağda, o standart dışı varlık olan Ana Bilgisayar'a erişim teknolojisinin var olup olmadığına dair bir ipucu hiçbir yerde bulunamıyordu.",
    "[op_125]",
    "Cora, ikisinin tartışmasından dikkatini ayırdı ve dağınık belgelerden birinin üzerindeki bir logo işaretine takıldı.Bu \"N-OS\" adlı bir işletim sistemine aitti ama Cora için o tasarım tanıdıktı.Bir zamanlar, Papacola'nın kurduğu \"Anne Anne Şirketi'nin Deposu\", dış dünyadan izole edilmiş o tesiste, kontrol terminalini her kullandığında gördüğü logoyla tamamen aynıydı.Cora kendisi de nedenini bilmiyordu ama, tesiste yaşadığı zamanki anıları, birkaç parça halinde canlanmaya başlamıştı.",
    "[op_57]",
    "Cora için, eski tesis hayatı, monoton bir rutinin tekrarıydı.Cora ve kendisiyle aynı yüze sahip birkaç \"vekil\".Cora'ların ana işi, sırayla beyin dalgası taraması yaptırmaktı ama bunun dışındaki zamanları nispeten serbestti.Tesiste devasa bir kütüphane vardı ama orada bulunanlar sadece teknik kitaplar ve akademik makalelerdi, hikaye veya eğlenceyle ilgili tek bir kitap bile yoktu.Bir zamanlar, Cora diğer vekillerden farklı bir davranışta bulundu. Kütüphanedeki terminallerden birinin, nadiren harici ağa bağlantı hatası verdiğini fark etti.Hata günlüğünde, normal çalışmada görüntülenmeyen \"N-OS\"un hata ayıklama moduyla ilgili parçalı açıklamalar kalmıştı.Cora, o parçalı bilgileri yıllarca birleştirerek, sistemin derinliklerinde gizlenmiş bir işlevin varlığını keşfetti.Bu, tesisin malzeme üreten otomatının çalışma dizisini, çok sınırlı da olsa, yeniden yazma işleviydi.Cora bunu kullanarak, her zaman aynı tadı olan besleyici yiyecek yerine, sadece tarifi kalan \"pasta\" adlı bir yiyeceği üretmeye çalıştı.Ancak, üretilen şey, pastaya hiç benzemeyen, gri bir geometrik kütleydi.O kütle, ağza alındığında, tatsız bir kum gibi dağılıyordu.O başarısızlık anısı, şimdi, net bir şekilde canlandı.N-OS logosu, Cora için, dünyanın yasalarına meydan okuyup yenildiği, acı bir anının sembolüydü.Cora, bir şey, daha önemli bir şey, o başarısızlığın ardında gizlenen bir şeyi hatırlamaya çalışarak, hafızasının derinliklerini umutsuzca arıyordu.",
    "[op_137]",
    "Pasta üretiminde başarısız olup, tatsız bir kum gibi bir kütle yaratma anısı, Cora'nın araştırma arzusunu köreltmedi.Aksine, o tam başarısızlık, Cora'nın bilincini başka bir olasılığa yönlendiren bir başlangıç oldu.Tesisin kütüphanesinde, madde bileşim verilerinin yanı sıra, akustik mühendisliği ve müzik teorisiyle ilgili devasa metin verileri de arşivlenmişti.Tat, yani karmaşık bir kimyasal reaksiyonu içeren bir duyunun yeniden üretimi, bu tesisin otomatının işlevsel sınırlarını aşıyor olabilirdi.Ancak, ses havanın titreşimi, yani fiziksel bir dalga formu verisinden ibaretti.Maddeyi sıfırdan yaratmaya kıyasla, mevcut tesislere akan enerjinin frekansını kontrol etmek, çok daha uygulanabilir görünüyordu.",
    "[op_136]",
    "Cora tekrar, N-OS'un derinliklerinde gizlenmiş hata ayıklama konsoluna erişti.Cora'nın gözüne kestirdiği şey, tesisin ortamını korumak için 24 saat çalışan, büyük ölçekli bir hava sirkülasyon sistemiydi.Sayısız kanaldan tesis içindeki havayı dolaştıran devasa fanların çalışma sesi,normalde fark edilmeyecek kadar düşük frekanslı bir gürültü olarak, her zaman mevcuttu.Cora, bu fanların dönüş hızını ince bir şekilde ve periyodik olarak değiştirerek, kanallardan akan havanın titreşimini,yani ses perdesini kontrol edebileceğini düşündü.Cora kütüphaneden, yapısı en basit olan antik bir çocuk şarkısının nota verisini buldu veo nota bilgilerini fanların dönüş hızını kontrol eden bir diziye dönüştüren bir programı, birkaç hafta boyunca oluşturdu.",
    "[op_138]",
    "Uygulama gününde, Cora tesisin merkezindeki oturma odasında o anı bekledi.Belirlenen saatte, tesis sessizliğe büründü. Hava sirkülasyon sistemi bir kez tamamen durdu.Cora nefesini tuttuğu anda, sistem yeniden başladı ve tesisin her yerine bir ses yayıldı.Ancak, bu Cora'nın istediği gibi, sade ve nazik bir çocuk şarkısı melodisi değildi.İlk birkaç nota, zar zor notaları takip ediyor gibiydi ama hemen ardından melodi çökmeye başladı.Ses perdesi kararsız bir şekilde inip çıkıyor, sanki akordu bozuk dev bir telli çalgıyı zorla çalıyormuş gibi, kulak tırmalayan bir uyumsuzluk yaratıyordu.Ritim kesiliyor, uzatılıyor, normalde olmaması gereken gürültüler karışıyor ve tüm mekan ürkütücü bir sesle doluyordu.Bu müzikten çok, cansız bir makinenin, kendi varlık nedenini sorgulayarak çıkardığı, acı dolu bir çığlık gibiydi.",
    "[op_139]",
    "O tuhaf ses, tesisin çeşitli yerlerinde kendi rutinlerini yerine getiren, geriye kalan az sayıdaki vekilin de kulağına ulaştı.Cora'lar, sanki bir komut verilmiş gibi, hep birlikte ve tamamen aynı anda, o ana kadar yaptıkları işi bıraktılar.Biri besleyici macunu ağzına götürmek üzereyken, diğeri beyin dalgası taraması için başlığı takmak üzereyken, hareketlerini tamamen durdurdular.Onlar, sesin kaynağını aramadan, sadece boşluğun bir noktasına bakıyorlardı.O her zamanki ifadesiz yüzlerinde, sadece bir veri hatası olarak tanımlanabilecek,biraz şaşkınlık gibi bir şey belirmişti. Sonunda, performans sona erdi ve hava sirkülasyon sistemi normal çalışma sesine geri döndü.Vekiller de, hiçbir şey olmamış gibi, durdukları andaki hareketlerine yeniden başladılar.Tesis, tekrar tamamen ve hiçbir şeyin yaratılmadığı sessizliğine kavuştu.",
    "[op_57]",
    "İki başarısızlık, Cora'nın zihnine net bir anlayış kazıdı.\"Anne Anne Şirketi'nin Deposu\" denilen tesis ve onun temelini oluşturan N-OS sistemi, yeni şeyler \"yaratmaya\" uygun değildi.Bu, belirlenmiş bilgileri, belirlenmiş prosedürlerle, tıpatıp aynı şekilde \"yeniden üretmek\" için tasarlanmış, tamamen kapalı bir sistemdi.O kapalı dünyanın dışından verilen veya içeriden üretilmeye çalışılan,beklenmedik bilgileri işlemeye çalıştığında ortaya çıkan tuhaflığı, Cora hatırlıyordu.O sistemsel reddetme tepkisi, işte şimdi, üçünün karşı karşıya olduğu \"hata\" denilen olgunun, özü olabilirdi.En azından, Cora'nın sezgisi öyle söylüyordu.",
    "[op_143]",
    "Cora, yavaşça ayağa kalktı. Bu hareketi fark eden Bella ve Gideon, klavyeyi çalmayı bırakıp ona baktılar.Cora toplantı odasının beyaz tahtasına yürüdü ve ortasına, sadece bir kelime, \"suşi\" yazdı.Ve oradan birkaç çizgi çekerek, her birinin ucuna, kendi geçmişinden çıkardığı kelimeleri, tek tek yerleştirdi.\"Tat\", \"koku\", \"doku\", \"teknik\", \"estetik\", \"duygu\".Son olarak, Cora \"yaratım başarısızlığı\" kelimesini ekledi ve onu bir daire içine aldı.",
    "[op_142]",
    "O şemayı gördükleri anda, Bella ve Gideon, kendi araştırmalarından elde ettikleri parçalı bilgilerin, tek bir cevaba doğru birleştiğini hissettiler.Bella, genç tasarımcının anlaşılmaz operasyonunun, tam olarak bu sistemin \"duyu yaratımı\" denilen en büyük zayıflığını,nokta atışı bir şekilde hedef aldığını anladı.Gideon, tek bir yemek olan \"suşiyi\" tamamen yeniden üretme eyleminin,bu sistemin \"yeniden üretim\" tasarım felsefesini temelden yıkan, nihai bir \"yaratım\" talebi olduğunu anladı.Üçünün arasında, hiç söz yoktu. Hatanın aslı, kötü niyetli bir kod parçası falan değildi.Bu, sistemin temel bir sınırını kullanarak kurulmuş, son derece hassas bir mantık tuzağının kendisiydi.Üçünün bakışlarının ucunda, sessizliğe bürünmüş toplantı odasında, monitörde beliren tasarım şeması, soluk bir ışıkla parlamaya devam ediyordu.",
    "O sırada, Gideon leke'den bir telepati aldı.Bu, Katelyn'den gelen bir mesajı ileten, leke'den gelen bir mesajdı.",
    "[op_0]",
    "Katelyn'in bankta lekeye iletişim kurup kuramayacağını sorduğu kişi Gideon'du.Birkaç saat boyunca birlikte modifiye taş-kağıt-makas oynadığı Layla'dan sonra, insanlığın yok oluşu bilgisini mürettebata paylaşan Gideon, Katelyn'in aklında güçlü bir iz bırakmıştı.Belki bu dünyanın bir yerlerinde yaşıyordur diye umut ettiği anda,çok kolay bir şekilde, leke Gideon ile iletişim kurabildiğini telepatiyle bildirdi.",
    "[op_132]",
    "Gideon'dan gelen bilgiye göre, bulundukları yerin milattan sonra 2206 yılı olduğu, dünyanın hatasının \"suşinin yeniden üretimi\" olma olasılığının yüksek olduğu,ve bu dünyanın kendisinin bir simülasyon olabileceği hipotezi iletildi.Katelyn önce, bulundukları 2034 yılı ile aralarında bulunan çok büyük zaman farkına şaşırdı.Ancak, dünyanın bir simülasyon olabileceği hipotezi, bir zamanlar kendi yaşadığı \"şaka açıklama\" anısıyla birleşerek, şaşırtıcı derecede kolay bir şekilde kabul edildi.Daha sonra, Katelyn bir soruyu lekeye emanet etti.Neden Ana Bilgisayar, insanlığın yok oluşunu kurtarma yolu olarak, hatanın tetikleyicisi olan \"suşi\"yi cevapladı, bunu Gideon'a sordu.",
    "[op_144]",
    "Telepatinin diğer tarafında, üç kişinin fikirlerinin çatıştığı Katelyn'e iletildi.Gideon, Ana Bilgisayar'ın kurduğu bir tuzak olabileceğini öne sürdü.Buna karşılık Cora, kendi deneyimlerinden gelen sezgisine dayanarak, Ana Bilgisayar'ın böyle bir aldatmaca yapmayacağını savundu.Gideon ayrıca, suşinin ya \"dünyayı yok eden bir hata\" ya da \"dünyayı kurtaran bir şey\" olduğunu ve ikisinin bir arada olamayacağını mantıksal olarak belirtti.Son olarak Bella, şu anda \"suşi\" ile ilgili tüm faaliyetleri dondurmanın ve yok olma riskini tamamen ortadan kaldırmanın en güvenli yol olduğunu önerdi.",
    "[op_133]",
    "Üçünün tartışmasını dinlerken, Katelyn önündeki banka baktı.Katelyn düşünürken, yanındaki ışık yanıp sönme ritmini değiştirdi ve bankın sırtlığının ahşap kısmında, yavaşça harfler belirmeye başladı.Bu içerik, Katelyn'in taşıdığı şüpheye ve üçünün ortaya koyduğu sorunlara karşı bir yol gösteriyordu.Katelyn, o ışığın gösterdiği fikri, neredeyse olduğu gibi, kendi fikriymiş gibi, leke aracılığıyla Gideon ve arkadaşlarına iletti.",
    "[op_134]",
    "O öneri, şu anda \"suşinin\" bir hata olup olmadığına karar vermenin imkansız olduğu ve simülasyon dünyasının tasarımcılarının hareketlerini, özellikle de \"Ülke Oyunu\"nun piyasaya sürülmesine kadar sessizce izlemenin gerektiği şeklindeydi.Katelyn ve arkadaşlarının bulunduğu her bir çağ, eğer bir simülasyon üzerindeyse zaten kesinleşmiş bir olaydı vegeleceği değiştirmek için, önce neden olan olayı dikkatlice gözlemleyip, bilgi toplamaya odaklanmaları gerekiyordu, diye.Gideon, Bella ve Cora, o mantıklı öneriye ikna oldular.",
    "[op_0]",
    "Ve yaklaşık iki ay geçti.Milattan sonra 2206 yılında, Simulation World Design, Inc. ofisinin yakınındaki bir otel odasında, Gideon, Bella ve Cora, nefeslerini tutarak bir monitöre bakıyorlardı.Bella'nın taktığı tuş kaydedici aracılığıyla, gözlüklü tasarımcının bilgisayar ekranını gerçek zamanlı olarak izliyorlardı.Ekranda, devasa bir kod görüntüleniyordu ve gözlüklü tasarımcının \"suşi\" hatasına karşı bir tür önlem alarak, gizlice sisteme bir şeyler eklediği görülüyordu.Bu, genç tasarımcının yerleştirdiği ölümcül bir hatayı tersine kullanarak, sınırlı da olsa, kurtuluş olasılığını geleceğe bırakmaya çalışan, acı dolu bir yamaydı.Aynı sıralarda, milattan sonra 2034 yılında, istasyon yakınındaki bir internet kafede geçici bir konaklama yeri bulan Katelyn de, leke aracılığıyla gönderilen düzenli raporlarla, o tarihi anı sessizce izliyordu.",
    "{epilogue_begin}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "Epilog ～Tüm İnsanlığa～",
    "[op_1]",
    "Milattan sonra 400 milyon 5. yılında, Allen, Baker, Clark, Dunn, Evans, Ford, Green, Harris,Ingram, James, Kelly, Lee, Miller, Nelson, Oliver, Parker, Quinn, Robinson,Smith, Thomas, Up, Balsamicos, White, Xavier, Young, Zimmerman'ı taşıyan uzay gemisi \"Poraporaporapora-gou\" Dünya'ya dönüyordu.Uzay gemisi \"Poraporaporapora-gou\", \"Poraporapora-gou Uzay Gemisinin Varlığını Yayma Gemisi\" olarak bilinen ve varlığını evrene duyurmak için yaratılmış olan üçüncü gemiydi.Bu yolculuğun planlanan süresi 400 gündü, bir yıldan fazla bir süre Dünya'dan uzakta kalacakları çok uzun bir yolculuktu,ama sonunda dönüşlerine çok az kalmıştı.",
    "Uzun gemi yolculuğu sırasında mürettebatın en büyük sorunu, sırayla gelen \"insanlı gözetim saatleri\" idi.Bu sürenin çoğu, makinelerin ürettiği verilerin yeniden kontrol edilmesiydi vebu uzun uzay yolculuğunda zihinsel kontrol çok önemli bir anahtardı.Zihinsel kargaşayı bastırmak için gereken en önemli şey, \"Poraporapora-gou\" mürettebatı için eğlenceydi.Bu dönemin sonlarına doğru bile mürettebatın moral kaynağı olan şey, \"döner suşi\" idi.",
    "[op_6]",
    "Uzay gemisi \"Poraporaporapora-gou\", adından da anlaşılacağı gibi, bir zamanlar var olan uzay gemisi \"Poraporapora-gou\"nun başarılarını anmak için planlanmıştı.Bu başarı, eski \"Poraporapora-gou\" mürettebatının, o zamanlar dünyanın karşı karşıya olduğu temel bir hatayla,yani simülasyon dünyasının çöküşüyle mücadele ettiği bir dizi olayı ifade eder.",
    "Onlar, dünyanın yasalarını yeniden yazma potansiyeline sahip olan \"suşi\" gizemini çözerken, yeni bir suşi kavramı yaratmayı başardılar.Bu \"olasılıksal sorun çözme suşisi\" olarak adlandırıldı ve yendiği anda, dünyanın bir yerinde rastgele bir sorunun çözüldüğü, neden-sonuç ilişkisini hiçe sayan bir özelliğe sahipti.Mürettebat, bu suşiyi sürekli olarak yeme gibi, ilk bakışta pervasız görünen bir operasyon yürüttü.Sonuç olarak, dünyada var olan sayısız sorun arasından,mucizevi bir şekilde simülasyon dünyasını çökerten temel hatanın kendisinin \"çözüldüğü\" bir olay meydana geldi.Bu beklenmedik, ama son derece uygun sonuç sayesinde, dünya kurtuldu.",
    "Bu tarihi başarıyı gelecek nesillere aktarmak ve onların cesaretini ve mucizevi şansını onurlandırmak için,yeni gemiye \"Poraporapora-gou\" adına bir \"pora\" daha eklendi. Gemide \"döner suşi\"nin bir eğlence olarak yerleşmesi de, bunun bir kalıntısıydı.",
    "[op_145]",
    "Bu \"döner suşi\", 893. \"insanlı gözetim saati\"nde yapıldı ve katılanlar Robinson, Xavier, Kelly ve Miller'dı.Dördü, sessizce akan bir konveyörü çevreliyorlardı.Domates ve kek gibi tuhaf suşilerin olduğu tabaklar geçerken, ara sıra ellerini uzatıp tadını çıkarıyorlardı.Bir zamanlar dünyayı kurtardığı söylenen antik yemek, şimdi uzun bir gemi yolculuğunun sıkıntısını gideren sakin bir eğlence haline gelmişti ve dördünün etrafında sadece sessiz bir zaman akıp gidiyordu.",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[thankyouforplaying_01]",
    "[op_0]",
    "[thankyouforplaying_02]",
    "[op_0]",
    "OYNADIĞINIZ İÇİN TEŞEKKÜRLER",
    "[op_0]",
    "{epilogue_end}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
