[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "W roku 200000003 n.e. statek kosmiczny \"Poraporapora\" z Aidanem, Bellą, Corą, Dalią, Edgarem, Finnem, Gideonem, Haku,Jasperem, Kaitlin, Lailą, Maxem, Nylą, Oscarem, Patrickiem, Quincym,Rowanem, Sidem, Theo, Ulriciem, Victorem, Willow, Xavierem i Zoe na pokładzie wracał na Ziemię.Statek kosmiczny \"Poraporapora\" był drugim statkiem z serii \"Statków Rozpowszechniających Istnienie Statku Kosmicznego Poraporapora\",stworzonych w celu rozgłoszenia istnienia statku kosmicznego \"Poraporapora\" we wszechświecie.Planowany czas trwania tej podróży wynosił 400 dni, co oznaczało bardzo długą nieobecność na Ziemi, trwającą ponad rok,ale wreszcie powrót był już bliski.",
    "Największym problemem dla załogi podczas tej długiej podróży były \"godziny nadzoru załogowego\", które odbywały się na zmiany.Większość tego czasu poświęcano na ponowne sprawdzanie danych wygenerowanych przez maszyny,a kontrola stanu psychicznego była kluczowym elementem tej długiej kosmicznej podróży.Dla załogi \"Poraporapory\" największą rozrywką, niezbędną do tłumienia zaburzeń psychicznych, była rozrywka.W tym napiętym okresie popularna stała się wśród załogi gra \"zmodyfikowany kamień-papier-nożyce\".Zasady \"zmodyfikowanego kamienia-papier-nożyce\" są takie same jak w \"kamień-papier-nożyce\", a poniżej znajduje się tabela wyników z turnieju ligowego, który załoga przeprowadziła podczas jednej z \"godzin nadzoru załogowego\".",
    "[op_2]",
    "Ten turniej ligowy odbywał się podczas 703. \"godziny nadzoru załogowego\",a udział w nim wzięli: Laila, Gideon, Kaitlin i Max.W tabeli wyników 1 to Laila, 2 to Gideon, 3 to Kaitlin, a 4 to Max.W tej rundzie Laila i Kaitlin miały remis w punktach, więc rozgrywały ostateczną bitwę o pierwsze miejsce.",
    "W tym czasie, spośród czterech osób na mostku, to Max jako pierwszy zauważył anomalię w statku kosmicznym.Początkowo Gideon i Max obserwowali ostateczną bitwę między dwiema osobami,ale po niecałej godzinie stracili zainteresowanie ich walkąi spojrzeli na swoje instrumenty, aby kontynuować rutynowe sprawdzanie wskaźników.Wskaźniki statku kosmicznego pokazywały wartości, które na pierwszy rzut oka wydawały się nienormalne.",
    "[op_3]",
    "Max wskazuje na panel instrumentów i coś krzyczy.Gideon rzuca okiem na Lailę i Kaitlin, które kontynuują grę w zmodyfikowany kamień-papier-nożyce, a następnie przenosi wzrok na panel instrumentów, na który wskazuje Max.W polu widzenia Gideona pojawia się migające na czerwono światło ostrzegawcze oraz odczyty mocy układu napędowego znacznie poniżej normy.Na wyświetlaczu panelu instrumentów przewijały się liczne komunikaty o błędach.",
    "Gideon zbliżył twarz do panelu i zmrużył oczy, próbując odczytać wyświetlane kody błędów.Każdy z nich był tylko ciągiem liter i cyfr, ale było jasne, że wskazują na poważną sytuację.Na czole Gideona pojawił się pot. Przez 400 dni, planowany czas trwania tej podróży, Poraporapora płynął prawie bez żadnych problemów.Ziemia była już w zasięgu wzroku, a ta anomalia, która wystąpiła w tym momencie, była dla niego niezrozumiała.",
    "Max sięgnął po czerwony przycisk alarmowy na ścianie. Bez wahania wcisnął przycisk, a w całym statku rozległ się głośny alarm.Jednocześnie z głośników sufitowych zaczął płynąć automatyczny komunikat. Beznamiętny głos ogłaszający stan wyjątkowy wywołał napięcie na statku.Laila i Kaitlin wciąż grały w zmodyfikowany kamień-papier-nożyce.",
    "[op_4]",
    "Mimo że na Poraporaporze wciśnięto przycisk alarmowy, statek był już wystarczająco blisko i udało mu się bezpiecznie wylądować na Ziemi.",
    "[op_5]",
    "Po wylądowaniu Poraporapora wszedł w \"fazę sekwencyjnego budzenia\", podczas której pozostali członkowie załogi, oprócz Laili, Gideona, Kaitlin i Maxa, którzy byli już obudzeni na \"godzinę nadzoru załogowego\",czyli Aidan, Bella, Cora, Dalia, Edgar, Finn, Haku,Jasper, Nyla, Oscar, Patrick, Quincy,Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier i Zoe, budzili się po kolei.Zazwyczaj każdy członek załogi znajdował się w stanie hibernacji do czasu swojej tury na \"godzinę nadzoru załogowego\",więc bardzo rzadko zdarzało się, aby wszyscy byli obudzeni w tym samym czasie.Wszyscy byli obudzeni tylko dwa razy: kiedy Poraporapora startował z Ziemi i kiedy lądował na Ziemi.Mimo różnych wydarzeń, wszyscy obudzili się bezpiecznie, przeszli badania kontrolne, złożyli raporty i wrócili do swoich zadań na Ziemi.",
    "[op_0]",
    "Tuż przed lądowaniem Poraporapory, w restauracji z sushi na taśmie trwały ostatnie przygotowania do otwarcia.Od czasu, gdy w roku 200000002 n.e. z prac renowacyjnych Matki Historii odkopano koncepcję \"sushi\",ziemskie instytucje kulinarne były podekscytowane odkryciem potrawy po kilkuset latach.Odbudowa restauracji z sushi na taśmie była pilnym zadaniem jako sposób serwowania sushi,i w ciągu ostatniego roku z odkopanych danych przeanalizowano metody gotowania, serwowania i rozliczania sushi.Odkryto również istnienie \"cholernie nieważnego czasu na ćwiczenia\", podczas którego sushi serwowano ziemskim urzędnikom przed otwarciem dla publiczności,więc ten czas na ćwiczenia był w rzeczywistości pierwszym uruchomieniem restauracji z sushi na taśmie.",
    "Wnętrze restauracji z sushi na taśmie emanowało czystością dzięki nowemu kontuarowi z białego drewna i pasowi transmisyjnemu przepływającemu przez jego środek.Na pasie transmisyjnym nic jeszcze nie leżało i obracał się on cicho.Jego wygląd, niczym żyły w futurystycznym mieście, był regularny i bezosobowy.",
    "[op_6]",
    "W kuchni kilku kucharzy ubranych w białe stroje z powagą przygotowywało sushi.Ich ruchy, odtworzone dzięki analizie danych, były tak płynne i sprawne, że trudno było uwierzyć, że to starożytna technika.Kałamarnica, banan, ciasto, pomidor. Różnokolorowe składniki były zręcznie krojone zaostrzonymi nożami.Ruchy rąk przygotowujących sushi również były sprawne, jakby robili to od dziesięcioleci.",
    "Kelnerzy, ubrani w białe bluzki i czarne spódnice, również odtworzone starożytne mundury,z napięciem na twarzach czekali na przybycie gości.Ponieważ była to ich pierwsza praca, powtarzali w myślach wielokrotnie ćwiczony podręcznik obsługi klienta, biorąc głębokie oddechy.",
    "Na ścianie wewnątrz restauracji zainstalowano ogromny ekran, na którym wielkimi literami wyświetlano napis \"cholernie nieważny czas na ćwiczenia\".Poniżej mniejszymi literami dodano \"Tylko dla ziemskich urzędników\".To dziwne nazewnictwo, ale było to dokładne odwzorowanie odkopane ze starożytnych danych.",
    "[op_7]",
    "O wyznaczonej godzinie otworzyły się ciężkie drzwi i do restauracji weszło kilku ziemskich urzędników ubranych w czarne garnitury.Zgodnie z zasadami, które prawdopodobnie zostały odtworzone, kelnerzy nie przywitali ich, gdy wchodzili.Gdy usiedli na swoich miejscach, kelnerzy jednocześnie skłonili głowy i przywitali ich odtworzonymi starożytnymi słowami.Ziemscy urzędnicy, również zgodnie z wcześniej przećwiczonymi zasadami, odpowiedzieli starożytnymi słowami pozdrowienia.Urzędnicy również wcześniej ćwiczyli sposób jedzenia \"sushi\", ale podczas pierwszej prawdziwej degustacji byli tak samo zdenerwowani jak personel restauracji.Nawiasem mówiąc, największą trudność sprawiało ziemskim urzędnikom trzymanie pałeczek.",
    "Przed miejscami, na których usiedli urzędnicy, nieustannie płynęła gorąca herbata, niczym wodospad.To również była odtworzona starożytna zasada.Nad nią znajdował się pas transmisyjny, po którym miało płynąć sushi.I pozostało już tylko czekać na sushi.Następnie urzędnicy z zaskoczeniem jedli różne rodzaje sushi, które przypływały, i w wyniku różnych wypadków,\"cholernie nieważny czas na ćwiczenia\" zakończył się niepowodzeniem. Dlatego dwa dni później ludzkość zginęła.Oś czasu wyglądała następująco: \"cholernie nieważny czas na ćwiczenia\" → lądowanie Poraporapory → zagłada ludzkości.",
    "[op_0]",
    "Po zagładzie całej ludzkości, Matka Komputer w naturalny sposób zamierzała rozpocząć rutynę cofania czasu po raz kolejny.Lampka w pobliżu Matki Komputera, umieszczona w pomieszczeniu Matki Komputera przeznaczonym do umieszczenia Matki Komputera, zaczęła migotać.Nikt z dotychczasowej ludzkości tego nie zauważył, ale komunikując się z \"zewnętrzem\" świata, Matka Komputer była już w stanie realizować rzeczy uważane za teoretycznie niemożliwe w tym świecie, takie jak cofanie czasu czy zatrzymanie czasu.",
    "[op_8]",
    "Cofanie czasu miało dwie opcje. Jedna to opcja \"nadpisz\", która nadpisywała obecne informacje o pamięci bezpośrednio na Matkę Komputera w miejscu docelowym cofnięcia czasu.Druga to opcja \"zapisz jako\", która tworzyła nowy, równoległy świat, w którym czas został cofnięty.Prawo wyboru między tymi dwiema opcjami należało do Matki Komputera, a ludzkość, która nie wiedziała nawet o istnieniu funkcji cofania czasu, nie miała oczywiście możliwości wyboru.Czy przeszłość zostanie zmieniona, czy narodzi się nowy, inny świat, to wydarzenia, które działy się poza ludzkim wyobrażeniem.Po tym, jak Matka Komputer wybrała funkcję cofania czasu, co się stanie dalej, ludzkość i tak już zginęła,więc ludzkość nie miała żadnego sposobu, aby zrozumieć, co się stanie, gdy Matka Komputer wybierze jedną z tych dwóch opcji.Ludzkość ostatecznie nic nie wiedziała o cofaniu czasu, a cofanie czasu miało się właśnie odbyć.Było mnóstwo ludzi, którzy wyobrażali sobie cofanie czasu w powieściach czy czymś podobnym,ale nie było ani jednego człowieka, który wiedziałby, że w sąsiednim domu, oddzielonym cienką ścianą, Matka Komputer jest w stanie to zrobić w każdej chwili.Ostatecznie ludzkość mogła cofać czas, ale to, że nie było ani jednego człowieka, który wiedziałby, że to możliwe,jest prawdopodobnie ogromną ironią.Gdyby ludzkość wiedziała przed zagładą, że może cofać czas, być może próbowałaby cofnąć czas za pomocą Matki Komputera przed zagładą ludzkości.Ale w tym momencie, gdy Matka Komputer próbowała cofnąć czas, ludzkość już zginęła.W tym czasie ludzkość nie była w stanie w żaden sposób próbować cofnąć czasu za pomocą Matki Komputera,a głównym tego powodem było to, że istnienie zwane ludzkością zginęło, co było pierwszą rzeczą, o której można było pomyśleć.(Nawiasem mówiąc, Matka Komputer istnieje na każdej osi czasu, więc nierzadko zdarzało się, że na każdej osi czasu miała inną nazwę.Czasami była to krótka nazwa \"Matka Komputer\", ale oficjalna nazwa Matki Komputera w tej linii czasowej brzmiała:\"Uniwersalna, superdługodystansowa, podprzestrzenna sieć komunikacyjna typu kwantowego komputera planetarnego o doskonałej wydajności kosztowej,zgodnie z art. 66 ust. 3 pkt 2 Traktatu o wzajemnej współpracy i nieagresji między Unią Ziemską a Unią Planetarną,w celu utrzymania trwałego pokoju między 28 układami gwiezdnymi należącymi do Unii Ziemskiej a 32 układami gwiezdnymi należącymi do Unii Planetarnej,oraz w związku z realizacją Porozumienia o statusie planetarnych komputerów elektronicznych między państwami członkowskimioraz Porozumienia o statusie zasobów komputerów elektronicznych w każdym państwie członkowskim\"i była jedną z dłuższych nazw w historii osi czasu.Jednak najdłuższa nazwa była ponad 100 razy dłuższa od tej.)",
    "[op_8]",
    "Ostatecznie Matka Komputer zdecydowała, czy wybrać \"nadpisz\" czy \"zapisz jako\", rzucając monetą.Stworzyła program, który losowo generował jedną z dwóch odpowiedzi, \"nadpisz\" lub \"zapisz jako\", z prawdopodobieństwem 1/2, i go uruchomiła.Wyświetliło się \"zapisz jako\".Matka Komputer udawała, że tego nie widziała, i włożyła kartę perforowaną z opcją \"nadpisz\".Cofanie czasu zaczęło działać.Matka Komputer myślała o cofnięciu czasu o około 100 milionów lat, ale tym razem, tak po prostu, zdecydowała się na tydzień.",
    "[op_1]",
    "Czas cofa się do 703. \"godziny nadzoru załogowego\" na statku kosmicznym \"Poraporapora\".Obudzeni członkowie załogi, Laila, Gideon, Kaitlin i Max, byli w trakcie turnieju ligowego \"zmodyfikowanego kamienia-papier-nożyce\".",
    "[op_2]",
    "Podobnie jak w poprzedniej osi czasu, Laila i Kaitlin miały remis w punktach, więc rozgrywały ostateczną bitwę o pierwsze miejsce.Laila, aby wybrać następny ruch, splata dłonie i zagląda między nie, próbując odgadnąć ruch przeciwnika.Kaitlin od pięciu rund rzucała tylko kamień i postanowiła, że następny też będzie kamień.Max obserwował ich zmodyfikowany kamień-papier-nożyce z wyrazem twarzy mówiącym, że chciałby, aby to się już skończyło.Gideon był zdezorientowany.",
    "Cofanie czasu przez Matkę Komputera ma skutki uboczne.Od narodzin tego świata żaden człowiek nie doświadczył cofania czasu przez Matkę Komputera,więc żaden człowiek nie jest w stanie rozpoznać, że są to skutki uboczne cofania czasu.Skutek uboczny polega na tym, że podczas \"nadpisywania\" bardzo rzadko część wspomnień z poprzedniej osi czasu miesza się z obecnymi wspomnieniami.Jednak są to wspomnienia, które, podobnie jak treść snu zapamiętana po przebudzeniu, szybko się zapomina po pewnym czasie bycia obudzonym.Jednak tym razem okres cofania, który Matka Komputer wybrała tak po prostu, wynosił \"3 dni\".To był tylko przypadek, ale po raz pierwszy w historii Matka Komputer cofnęła czas do epoki, która rozwinęła się na tyle, by mieć dostęp do Matki Komputera, używając opcji \"nadpisz\".",
    "Gideon zachował wspomnienia o zagładzie ludzkości, a dokładniej wspomnienia tuż przed zagładą ludzkości.A załoga statku kosmicznego \"Poraporapora\" to ograniczona liczba ludzi, którzy mają dostęp do Matki Komputera.Gideon użył terminala, aby zadać Matce Komputerowi pytanie o wspomnienia dotyczące zagłady ludzkości.Matka Komputer odpowiada, że zagłada ludzkości jest faktem.Następne pytanie Gideona dotyczyło sposobu na powstrzymanie zagłady ludzkości.Odpowiedź Matki Komputera brzmiała \"sushi\".",
    "[op_0]",
    "Kaitlin była kiedyś królem małego kraju \"Pokupokuchin\".Chociaż kraj \"Pokupokuchin\" jest jedną z gier państwowych, które pozostały na Ziemi,do 50 roku życia Kaitlin nigdy nie wątpiła, że urodziła się w rodzinie królewskiej.A gdy skończyła 50 lat, Kaitlin dowiedziała się prawdy.Mechanizm państwa był grą, a Kaitlin otrzymała wybór: kontynuować gręlub spędzić resztę życia, jakiego pragnęła.Dla kogoś, kto do tej pory żył w biedzie, wybór innego życia dla dostatniej starości byłby nieunikniony.Jednak Kaitlin urodziła się w rodzinie królewskiej i już doświadczyła życia bez żadnych trosk, jakie można było sobie wtedy wyobrazić,i w takich przypadkach statystycznie większość ludzi kontynuowała grę państwową.Ale Kaitlin wybrała świat zewnętrzny.Nacisnęła prawy przycisk nienaukowego terminala wyboru, który nagle pojawił się przed nią.",
    "[op_9]",
    "Zgodnie z prawem Gutenberga, ludzie mają tendencję do przesuwania wzroku od lewego górnego rogu do prawego dolnego,a umieszczenie przycisku po lewej stronie ułatwia jego znalezienie podczas naturalnego ruchu wzroku.Dla projektanta, który stworzył funkcję ujawniania prawdy o grze państwowej,wybór \"wybierz inne życie\" był prawdopodobnie naturalny dla większości ludzi.Kiedy się nad tym zastanowić, jest to oczywiste, ponieważ gdy życie mija półmetek i człowiek kończy 50 lat, większość ludziżyje z żalem za dotychczasowe życie.Dla większości ludzi \"wybór innego życia\" był tylko bonusem.W rzeczywistości, po naciśnięciu lewego przycisku \"wybierz dotychczasowe życie\"pojawiało się okienko potwierdzenia z pytaniem \"Czy na pewno chcesz kontynuować dotychczasowe życie?\".Jednak po przejściu przez recenzję przełożonego projektanta w okularach, który uważał, że lepiej dać ludziom swobodę wyboru,lewy i prawy przycisk na tym ekranie musiały być rozmieszczone w ten sam sposób pod względem koloru i tekstu.W rezultacie Kaitlin, nie zastanawiając się głęboko, wybrała prawy przycisk, myśląc, że to \"dalej\".To był przycisk \"wybierz inne życie\".",
    "[op_10]",
    "I tak Kaitlin została przeniesiona do świata tworzenia postaci.Kaitlin była tak zaskoczona, że nacisnęła dwa razy przycisk losowania i nie mogła wrócić do domyślnego wyglądu.Kaitlin, której szyja stała się dłuższa od nóg, z trudem próbowała ręcznie przybliżyć postać do swojego pierwotnego wyglądu.Po wielokrotnych drobnych poprawkach i godzinie pracy, gdy była zadowolona z wyniku, zamierzała nacisnąć \"przycisk gotowe\", ale przez pomyłkę nacisnęła ponownie przycisk losowania.Kaitlin, której już wszystko było jedno, zmieniła płeć i poszła dalej.",
    "[op_0]",
    "A miejscem, do którego została wysłana Kaitlin, była szkoła edukacyjna dla załogi \"Statku Rozpowszechniającego Istnienie Statku Kosmicznego Poraporapora\".Chociaż nazywano to szkołą, jedyne zajęcia przypominające lekcje to krótki wykład po ceremonii rozpoczęcia, a program nauczania był taki, że już po południu tego samego dnia rozpoczynały się praktyki.Sama szkoła edukacyjna miała powierzchnię równą połowie kraju \"Pokupokuchin\", a większość ludzi znała świat zewnętrzny tylko z nagrań wideo.Kaitlin próbowała sobie przypomnieć, dlaczego tu jest.Wspomnienia z dziesiątek lat rządzenia jako król \"Pokupokuchin\",wspomnienia z godzinnej walki w świecie tworzenia postaci,i wspomnienia z ciężkiej nauki do egzaminów wstępnych do szkoły edukacyjnej mieszały się ze sobą.Nie czuła realizmu w swoim obecnym położeniu, ale sprawdzanie wskaźników statku kosmicznego przebiegało gładko.",
    "[op_11]",
    "Cofnijmy się trochę w czasie, do etapu projektowania systemu gier państwowych, w tym kraju \"Pokupokuchin\", który miał miejsce na całej Ziemi.Za projekt tego wspaniałego systemu rekreacyjnego, którego doświadczyło 99% całej ówczesnej ludzkości, odpowiadalimłody projektant w roli \"poważnego podwładnego\" i projektant w okularach w roli \"przełożonego w okularach\", również wyznaczeni w ramach gry w pracę.Młody projektant, podwładny, uważał, że zarówno lewy przycisk \"wybierz dotychczasowe życie\", jak i prawy przycisk \"wybierz inne życie\" są ważne,i zaproponował rozróżnienie ich kolorami, aby było jasne, który z nich się wybiera.Jednak projektant w okularach uparcie powtarzał subiektywne kontrargumenty.Ostatecznie, zgodnie z wolą okularnika, oba przyciski stały się płaskimi projektami o dokładnie tym samym kolorze.Młody projektant popadł w rozpacz i wpadł na pomysł zagłady ludzkości.A projektant w okularach, aby uniknąć odpowiedzialności, wpadł na pomysł uratowania ludzkości.",
    "[op_12]",
    "Wokół dziedzińca z ogromnym posągiem projektanta w okularachzbudowano internat szkoły edukacyjnej dla załogi \"Statku Rozpowszechniającego Istnienie Statku Kosmicznego Poraporapora\".O projektancie w okularach słyszał każdy uczeń szkoły edukacyjnej.Ponieważ podczas krótkiego wykładu po ceremonii rozpoczęcia słuchali historii o bohaterze, który uratuje świat przed zagładą ludzkości.Najbardziej niepokojące było to, że projektant w okularach wciąż żył.A Kaitlin, która bezpiecznie ukończyła praktyki zaraz po ujawnieniu prawdy o grze państwowej, wciąż będąc w sennym nastroju, wróciła do internatu.",
    "[op_13]",
    "Gdy Kaitlin wróciła do swojego pokoju, w rogu pokoju migotało oślepiające światło, na stole stały bliźniacze zielone glutki, a na łóżku poruszała się powoli humanoidalna plama.Dla Kaitlin był to w połowie pokój kogoś innego,i istniała możliwość, że po prostu nie pamiętała, że spędziła z nimi wczorajszy dzień z powodu zamieszania w pamięci,więc starała się zachowywać jak najbardziej naturalnie, jakby tak było od początku.Czy to z niecierpliwości, do Kaitlin wysłano telepatię, z głośnika w pokoju popłynął głos, a na ścianie zaczęły pojawiać się litery.Gdy Kaitlin próbowała się z nimi porozumieć, rozszyfrowując każdą z nich,okazało się, że telepatię wysłała humanoidalna plama, głos puściły zielone glutki, a litery na ścianie napisało światło.Każde z nich z własnych powodów próbowało nawiązać kontakt z Kaitlin,ale zbieg okoliczności sprawił, że pojawili się w tym pokoju w tym samym czasie.",
    "Światło, zielone glutki i plama, dopóki Kaitlin nie wróciła do pokoju, myślały o sobie nawzajem jako o nieco dziwnym wystroju wnętrz,a gdy przez Kaitlin dowiedziały się, że są istotami zdolnymi do komunikacji, przez chwilę były wobec siebie nieufne.Jednak po kilku wspólnych epizodach rozwiązywania problemów,w tym ratowania porwanych towarzyszy, stopniowo zbudowały zaufanie,i wreszcie Kaitlin i trzy istoty mogły podsumować obecną sytuację na tablicy.",
    "[op_14]",
    "Po pierwsze, światło twierdziło, że nie pochodzi z tego świata, ale jest przedstawicielem ludzkości z innego, równoległego świata, który jest zmuszony do kurczenia się z powodu ekspansji równoległych światów, w tym obecnego wszechświata.Światło zaobserwowało, że obszar, w którym ich świat może istnieć, znika w nienormalnie szybkim tempie,i próbowało nawiązać kontakt z tym światem, który narodził się w momencie powodującym ten problem.",
    "Zielone glutki wyjaśniły, że w świecie, z którego pochodzą, wiele potworów jest najeżdżanych przez ludzi,i aby uratować swój gatunek przed zagrożeniem, teleportowały się do tego świata.Jako ofiarę za teleportację poświęca się jednego zielonego glutka, ale nie można wybrać, który z nich zostanie ofiarą,więc wybrano najmądrzejsze bliźniacze zielone glutki, aby przeszły między światami.Podobno łzy przyjaciółki z dzieciństwa wylane podczas rytuału i starożytny naszyjnik sprawiły, że oba mogły się teleportować.",
    "Plama przedstawiła się jako niegdyś nazywana Beatlesami i przekazała, że istnieje, aby osiągnąć światowy pokój poprzez muzykę.Jednak sama plama nie wie, dlaczego pojawiła się w pokoju Kaitlin ani co powinna w tym celu zrobić.",
    "W każdym razie Kaitlin pomyślała, że plama prawdopodobnie mówi prawdę.To było tylko przeczucie Kaitlin, oparte na jej wspomnieniach z czasów, gdy była królem \"Pokupokuchin\".",
    "[op_15]",
    "Dokładnie w momencie, gdy Kaitlin podsumowała wyjaśnienia trzech istot na tablicy i zamierzała pójść na drinka,w pokoju rozległy się dwa alarmy awaryjne dla załogi.Jeden alarm oznaczał małą awarię, a dwa alarmy dużą awarię. Od czasu budowy internatu nigdy nie było trzech alarmów.Zadzwonił telefon w pokoju Kaitlin.To był sygnał do natychmiastowego startu drugiego statku kosmicznego z serii \"Statków Rozpowszechniających Istnienie Statku Kosmicznego Poraporapora\", statku kosmicznego \"Poraporapora\".",
    "[op_0]",
    "[op_3]",
    "Max wskazał na panel instrumentów i coś krzyknął.Gideon rzucił okiem na Lailę i Kaitlin, które kontynuowały grę w zmodyfikowany kamień-papier-nożyce, a następnie przeniósł wzrok na panel instrumentów, na który wskazywał Max.W polu widzenia Gideona pojawiło się migające na czerwono światło ostrzegawcze oraz odczyty mocy układu napędowego znacznie poniżej normy.Gideon, gdzieś w głębi, był spokojny, myśląc, że to tak samo jak w poprzedniej osi czasu.Na wyświetlaczu panelu instrumentów przewijały się liczne komunikaty o błędach.",
    "Gideon zbliżył twarz do panelu i odczytał wyświetlane kody błędów. Tak samo jak w poprzedniej osi czasu.Sposób na uratowanie ludzkości, odpowiedź Matki Komputera brzmiała \"sushi\".Ale Gideon nie miał pojęcia, czym jest \"sushi\",i nie sądził, że inni członkowie załogi uwierzą mu, jeśli powie im, że \"ludzkość zginie za kilka dni\".W takich przypadkach najbardziej przekonującym sposobem negocjacji z ludźmi tej epoki było poproszenie Matki Komputera o wyjaśnienie.",
    "Max sięgnął po czerwony przycisk alarmowy na ścianie.Zamierzał bez wahania wcisnąć przycisk, wywołując głośny alarm w całym statku,i jednocześnie, za pomocą automatycznego komunikatu z głośników sufitowych, beznamiętnym głosem ogłaszającym stan wyjątkowy, wywołać napięcie na statku.Gideon go powstrzymał.",
    "[op_3]",
    "Max zakwestionował polecenie Gideona, które odbiegało od instrukcji. Gideon odpowiedział, że zaraz wyjaśni.Laila i Kaitlin wciąż grały w zmodyfikowany kamień-papier-nożyce, więc Gideon wziął oddech, aby je zawołać i powstrzymać.Gideon lekko zawołał do nich. Przestały grać w zmodyfikowany kamień-papier-nożyce.",
    "Przed trójką Gideon zadał Matce Komputerowi pytanie o zagładę ludzkości,a Matka Komputer odpowiedziała, że \"ludzkość zginie za kilka dni\" i że \"sposobem na powstrzymanie zagłady ludzkości jest sushi\".Max, Laila i Kaitlin byli oszołomieni taką ilością informacji.Dla Gideona zagłada ludzkości była czymś, czego już raz doświadczył, a ważną informacją było to, że sposobem na jej powstrzymanie jest sushi.Jednak dla pozostałej trójki szokująca była informacja, że \"ludzkość zginie za kilka dni\" i nie mogli pojąć sytuacji.Gideon, patrząc na trójkę z otwartymi ustami, czuł, że zawiódł w komunikacji.Na tym etapie pomyślał, że być może lepiej byłoby, gdyby sam im to wyjaśnił, a nie Matka Komputer.W każdym razie trzeba było lądować awaryjnie. Gideon krzyknął do Maxa, Laili i Kaitlin procedury lądowania awaryjnego.Trójka, która odzyskała przytomność, zajęła swoje stanowiska zgodnie z instrukcją, ale wciąż widać było ich zdezorientowanie.\"Poraporapora\" zbliżył się jeszcze bardziej do Ziemi, a z instrumentów na statku zaczęły dochodzić alarmy. Laila mocniej chwyciła za stery.Ponieważ wszyscy byli zdenerwowani, lądowanie awaryjne nie powiodło się, ale cała załoga przeżyła.",
    "[op_16]",
    "Po wylądowaniu Poraporapory, z perspektywy Gideona, podobnie jak w poprzedniej osi czasu, statek wszedł w \"fazę sekwencyjnego budzenia\", podczas której pozostali członkowie załogi, oprócz Laili, Gideona, Kaitlin i Maxa, którzy byli już obudzeni na \"godzinę nadzoru załogowego\",czyli Aidan, Bella, Cora, Dalia, Edgar, Finn, Haku,Jasper, Nyla, Oscar, Patrick, Quincy,Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier i Zoe, budzili się po kolei.Pierwszy obudził się Aidan, a czwórka czekała na jego przebudzenie w przechylonym holu statku, który przechylił się z powodu nieudanego lądowania awaryjnego.Laila, Kaitlin i Max zastanawiali się, jak przekazać załodze wiadomość o zagładzie ludzkości.Gideon myślał o sushi, sposobie na zapobieżenie zagładzie ludzkości.",
    "[op_0]",
    "[op_17]",
    "Pierwszy obudził się Aidan. Aidan był kiedyś bratem sałatki z papai.Restauracja z sałatką z papai \"Mountain God\" to słynny lokal położony w pobliżu siedziby Federacji Ziemskiej, niedaleko stawu słynącego z czystej wody źródlanej.Restauracje z sałatką z papai to nowy rodzaj lokali gastronomicznych, które powstały około 200 milionów lat n.e. i są to lokale typu mobilnego, które ciągną drewniany stragan, dmuchając w trąbkę.Gdy dźwięk trąbki przyciągnie określoną liczbę klientów, w końcu serwuje im się darmową sałatkę z papai.Podczas gdy klienci jedzą sałatkę z papai, przed nimi wygłaszany jest monolog komediowy, za który restauracja otrzymuje opłaty reklamowe od sponsorów.Restauracja z sałatką z papai \"Mountain God\" to lokal, który otrzymał franczyzę od \"Mountain\", pierwowzoru sałatki z papai,a \"Mountain\" to lokal, z którego wywodzi się legendarny brat sałatki z papai, \"Takahashi\".Mówi się, że \"Takahashi\" był pierwszym bratem sałatki z papai, który zaczął od nowego monologu komediowego, tak zwanego \"nowego początku\",podczas gdy dotychczasowi bracia sałatki z papai zaczynali od monologu komediowego sponsorów.Dochód restauracji z sałatki z papai pochodził z wygłaszania monologów komediowych sponsorów, więc sprzeciw w ówczesnym świecie restauracji z sałatką z papai był ogromny.Jednak ostatecznie \"nowy początek\" zapoczątkowany przez \"Takahashiego\" doprowadził do pierwszego boomu na restauracje z sałatką z papai,i w znacznym stopniu przyczynił się do podniesienia statusu braci sałatki z papai.Dlatego też sieć \"Mountain\" miała szczególnie wysoki poziom braci sałatki z papai,a 4-minutowy monolog komediowy na przesłuchaniach był znany z tego, że odpadało się za jedno potknięcie,a także z tego, że w celu zwalczania oszustwa polegającego na odtwarzaniu nagranego monologu z głośnika ukrytego w ustach, istniała zasada rażenia gardła paralizatorem przed przesłuchaniem.Aidan podziwiał czołowego brata sałatki z papai \"Takahashi God\" w \"Mountain God\",i był podrzędnym bratem sałatki z papai, który zatrudnił się w lokalnej, bezimiennej restauracji z sałatką z papai.Chociaż Aidan nie brał udziału w przesłuchaniach do sieci \"Mountain\", wielokrotnie ćwiczył wygłaszanie monologu po rażeniu paralizatorem,więc miał bardzo dużą odporność na paralizator.",
    "[op_19]",
    "Pewnego dnia Aidan, jak zwykle, przyszedł do \"Mountain God\", żeby zjeść sałatkę z papai.Oczywiście Aidan nie pracował w \"Mountain God\", więc był tam tylko jako klient.Celem Aidana było zobaczenie kilku braci sałatki z papai, w tym \"Takahashi God\".Wśród sieci \"Mountain\" sałatka z papai w \"Mountain God\" ma więcej papai niż zwykła sałatka z papai,i ma tendencję do mniejszej ilości fasolki szparagowej.Ilość pomidorków koktajlowych, orzeszków ziemnych, suszonych krewetek i czosnku jest taka sama jak w tajnym przepisie sieci \"Mountain\",ale charakterystycznym smakiem \"Mountain God\" jestilość papryczki chili, która została znacznie zwiększona w stosunku do tajnego przepisu, i można powiedzieć, że dodano jej prawie 4,5 razy więcej.Papaja ziejąca ogniem, namalowana na szyldzie \"Mountain God\", ostrzegała o tej ostrości.",
    "[op_18]",
    "Aidan wziął do ust sałatkę z papai. W tym momencie poczuł przeszywający ból w ustach.Jakby w ustach wybuchł pożar. Język zdrętwiał, a gardło paliło jak ogień.Intensywna ostrość bezlitośnie atakowała kubki smakowe Aidana.Mózg wysyłał sygnały alarmowe. Jednak Aidan przełknął sałatkę z papai.W momencie przełknięcia poczuł, jak coś gorącego podchodzi mu do gardła od strony żołądka.Jakby w żołądku gotowała się magma. Aidan odruchowo zakaszlał. Z każdym kaszlnięciem z ust wydobywał się gorący oddech.Było to jak mały miotacz ognia. Z oczu płynęły łzy, a z nosa nie przestawał lecieć katar.Twarz w mgnieniu oka poczerwieniała, a na czole pojawił się pot.Aidan nie mógł sobie nawet wyobrazić, jak okropnie wygląda jego twarz.Myślał tylko o tym, jak pozbyć się tego potwornego bólu.Aidan jedną ręką otworzył butelkę wody, którą mu podano, i wypił ją duszkiem. Jednak ta woda wydawała się gorąca jak wrzątek.Ostrość wcale nie ustępowała, a wręcz wydawało się, że gorąco się nasiliło.Aidan chciał napić się jeszcze raz wody, ale jego ręka drżała.Oddech był ciężki, a serce biło gwałtownie. Jak po ukończeniu maratonu.Jednak ciało, zamiast być zmęczone, wydawało się pobudzone. Było to nienormalne pobudzenie wywołane bólem.Chociaż Aidan wielokrotnie doświadczał sałatki z papai w \"Mountain God\",był wrażliwy na ostrość.",
    "[op_20]",
    "Aidan, w stanie zamroczenia z powodu ostrości, słuchał monologu komediowego \"Takahashi God\", który rozgrywał się przed jego oczami.Był to klasyczny numer, który Aidan słyszał wiele razy, ale tego dnia brzmiał inaczej.Każde słowo wypowiedziane przez \"Takahashi God\" było rekonstruowane w mózgu Aidana jak szyfr.Był to obszar, który mógł zrozumieć tylko Aidan, który od lat żył jako brat sałatki z papai.Słynny klasyk w sieci restauracji z sałatką z papai \"Mountain\", \"Przepis\".Monolog komediowy o ukrytym przepisie na sałatkę z papai, ale wydawało się, że nie jest to tylko metafora, ale wskazuje na konkretne miejsce.Opisywane przez \"Takahashi God\" miejsce pochodzenia papai, proporcje przypraw, rozmieszczenie narzędzi kuchennych, wszystko to łączyło się w głowie Aidana w mapę wskazującą na konkretne miejsce.Wskazywało to na esencję sałatki z papai i miejsce ukrycia skarbu \"Takahashi God\".Aidan, w stanie zamroczenia, był przekonany, gdzie to miejsce się znajduje.Nie wiedział, co tam jest, ale czuł silny impuls, że musi tam iść.Była to siła, której nie można się było oprzeć, jakby prowadził go los.Intuicyjnie rozumiał, że to miejsce jest kluczem do odkrycia prawdy o sałatce z papai, a jednocześnie miejscem, które znacznie zmieni jego własne życie.Monolog komediowy \"Takahashi God\" nie był tylko rozrywką, ale dla Aidana stał się ważnym objawieniem, które wpłynęło na jego życie.Aidan w myślach zaczął po cichu przygotowywać się do podróży do tego miejsca.Oznaczało to początek nowej podróży jako brat sałatki z papai.",
    "[op_21]",
    "Aidan wyszedł z \"Mountain God\" i udał się do publicznej toalety, która znajdowała się między \"Mountain God\" asłynnym światowym dziedzictwem \"Piramidą Papai\".Głównym celem było załatwienie potrzeby, ale miejsce skarbu, które przyszło mu do głowy po usłyszeniu \"Przepisu\", to właśnie ta publiczna toaleta.Aidan najpierw załatwił potrzebę, a potem rozejrzał się.",
    "[op_22]",
    "Widok z kabiny toalety to była po prostu toaleta.Dla zwykłego człowieka był to widok zwykłej codzienności,ale Aidan był pewien, że zbliża się do sedna skarbu.Jednak stąd Aidan nie był w stanie wymyślić żadnych wskazówek z monologu komediowego \"Przepis\".Na razie Aidan spróbował zapukać w ścianę. Nic się nie stało.Chodził głośno po podłodze, stukając obcasami. Nic się nie stało.Spojrzał w górę na sufit i powoli nacisnął papier toaletowy na ścianie.Papier toaletowy powoli wciągnął się w ścianę.",
    "[op_9]",
    "W tym momencie Aidan dowiedział się prawdy.Nagle przed jego oczami pojawił się interfejs ujawniania prawdy.Po lewej stronie znajdował się przycisk \"wybierz dotychczasowe życie\", a po prawej \"wybierz inne życie\".Niestety, Aidan, aby nacisnąć papier toaletowy, już opierał prawą rękę o ścianę.Gdy Aidan zamarł na widok nagłego ujawnienia prawdy,przycisk \"wybierz inne życie\", który pokrywał się z jego prawą ręką, zareagował samoczynnie.",
    "[op_12]",
    "I tak, po przejściu przez tworzenie postaci, Aidan został wysłany do internatu dla załogi \"Statku Rozpowszechniającego Istnienie Statku Kosmicznego Poraporapora\".Wspomnienia z ćwiczenia monologu komediowego jako brat sałatki z papai, marząc o sieci \"Mountain\",wspomnienia z nieznośnie ostrej sałatki z papai w \"Mountain God\",i wspomnienia z ciężkiej nauki do egzaminów wstępnych do szkoły edukacyjnej mieszały się ze sobą.Aidan nie czuł realizmu w swoim obecnym położeniu, ale ruchy powrotu do internatu i położenia się do łóżka przebiegały gładko.",
    "[op_0]",
    "[op_17]",
    "Obudzonemu Aidanowi Laila, Kaitlin i Max opowiedzieli o zagładzie ludzkości, a Gideon opowiedział o sushi, sposobie na zapobieżenie zagładzie ludzkości.Chociaż zaczęła się dyskusja o tym, czym jest sushi, postanowiono, że zastanowią się nad tym, gdy wszyscy się obudzą, i piątka postanowiła poczekać na przebudzenie następnego członka załogi.A następna obudziła się Bella. W momencie, gdy Bella pojawiła się w holu, w którym czekała piątka, statek kosmiczny nagle zaczął się powoli poruszać.",
    "[op_16]",
    "Zasadą było, że statek kosmiczny podczas \"fazy sekwencyjnego budzenia\" musiał być w całkowitym spoczynku, a na pokładzie było sześciu obudzonych członków załogi, w tym Bella, która właśnie się obudziła.Pozostałych 18 osób, czyli Cora, Dalia, Edgar, Finn, Haku,Jasper, Nyla, Oscar, Patrick, Quincy,Rowan, Sid, Theo, Ulric, Victor, Willow, Xavier i Zoe, wciąż znajdowało się w stanie hibernacji.W momencie, gdy statek kosmiczny zaczął się poruszać, Kaitlin sprawdziła system blokady zatrzymania w holu.Widząc, że dźwignia blokady znajduje się mniej więcej w połowie drogi między najniższym a drugim najniższym wskaźnikiem, Kaitlin pociągnęła dźwignię do samego dołu.Z kliknięciem statek się zatrzymał.Laila gwizdnęła i mrugnęła.Ponieważ \"Poraporapora\" nie wylądował pomyślnie, być może wystąpiły nietypowe wstrząsy lub obciążenia.Szóstka doszła do wniosku, że to jest powód, dla którego statek się poruszył i przyczyna problemu z dźwignią blokady.",
    "[op_17]",
    "Po uspokojeniu się zamieszania związanego z blokadą zatrzymania statku, obudzonej Belli Laila, Kaitlin i Max opowiedzieli o zagładzie ludzkości,a Gideon opowiedział o sushi, sposobie na zapobieżenie zagładzie ludzkości.Bella, słuchając opowieści o zagładzie ludzkości, w przeciwieństwie do Aidana, wydawała się całkowicie spokojna.Jednak gdy Gideon zaczął mówić o sposobie na uratowanie ludzkości, na twarzy Belli pojawił się wyraz zdziwienia.W momencie, gdy usłyszała, że sposobem na zapobieżenie zagładzie ludzkości jest \"sushi\", oczy Belli rozszerzyły się i całkowicie zamarła.",
    "[op_23]",
    "Rodzice Belli, obiektywnie rzecz biorąc, byli nieuczciwymi wróżbitami.Od dzieciństwa Belli straszyli ludzi zagładą ludzkości, wzbudzając w nich strach,i mówiąc, że doczesne dobra nie mają znaczenia, wyłudzali pieniądze pod pretekstem darowizn, a sami żyli w luksusie.Na obronę rodziców Belli można dodać, że w okresie około 200 milionów lat n.e. było bardzo wielu ludzi prowadzących taką działalność,a ponieważ wiele z nich pochodziło z niezbyt zamożnych rodzin, istniała pewna atmosfera społecznego przyzwolenia na taką działalność jako formę działalności charytatywnej.Dzięki temu Bella sama mogła otrzymać w miarę porządne wykształcenie,i miała zdystansowany pogląd na życie w stosunku do pracy swoich rodziców i korzyści, jakie z niej czerpała.Bella uważała, że rodzice to rodzice, a ona to ona, i po osiągnięciu pełnoletności podjęła pracę korespondenta ds. ruchu regionalnego, która nie miała nic wspólnego z wróżbiarstwem.",
    "[op_24]",
    "W okresie około 200 milionów lat n.e. praca korespondenta ds. ruchu regionalnego polegała w rzeczywistości na patrolowaniu wyznaczonych tras za pomocą wyznaczonych środków transportu,i sprawdzaniu, czy zaszły określone zmiany.Terminal, który otrzymywał korespondent ds. ruchu regionalnego, oprócz pól, które sam wypełniał, miał stale włączony czujnik, który nieustannie monitorował otoczenie,i system przesyłający informacje do Matki Komputera.W mniemaniu Belli była to praca, w której mogła podróżować, gdzie chciała, jak odkrywca,ale w rzeczywistości, podobnie jak wiele innych zawodów w tej epoce, była to praca, w której większość wyników była z góry ustalona.Podczas pracy jako korespondent ds. ruchu regionalnego Bella w połowie drogi dowiedziała się prawdy o grze państwowej, ale była na tyle zadowolona ze swojego życia, że wybrała przycisk \"wybierz dotychczasowe życie\".W każdym razie Bella podróżowała po różnych regionach, pomagała początkującym grupom, spotykała się z naukowcami mieszkającymi w ruinach i czytała świecące księgi proroctw,pokonała króla demonów i ostatecznie doszła do przekonania, że \"zagłada ludzkości jest prawdziwa\".Z perspektywy Belli, jej rodzice mówili prawdę,ale rozpowszechnianie informacji bez dowodów w celu zdobycia pieniędzy, niezależnie od tego, czy były prawdziwe, czy całkowicie zmyślone, było dla Belli równoznaczne z oszustwem.Bella nie znała dokładnego terminu zagłady ludzkości ani szczegółów dotyczących wydarzeń, które miały nastąpić,ale uznała, że przebywanie na Ziemi w tym momencie 200 milionów lat n.e. wiąże się z ryzykiem,i z własnej woli wstąpiła do szkoły edukacyjnej dla załogi \"Statku Rozpowszechniającego Istnienie Statku Kosmicznego Poraporapora\".",
    "[op_17]",
    "Dla Belli zagłada ludzkości była nieuniknionym wydarzeniem, o którym była przekonana na podstawie różnych informacji,a pomysł zapobieżenia zagładzie ludzkości był dla niej nie do pomyślenia.Konkretny sposób, \"sushi\", był czymś, o czym Bella nigdy nie słyszała, mimo że podróżowała po różnych regionach jako korespondent ds. ruchu regionalnego,ale pomyślała, że jest to trochę interesujące.Ponownie zaczęła się dyskusja o tym, czym jest sushi, ale postanowiono, że zastanowią się nad tym, gdy wszyscy się obudzą, i szóstka postanowiła poczekać na przebudzenie następnego członka załogi.",
    "[op_0]",
    "[op_17]",
    "Następna w \"fazie sekwencyjnego budzenia\" obudziła się Cora.Obudzeni członkowie załogi udzielili jej podobnych wyjaśnień, a Cora zareagowała podobnie.Ponownie zaczęła się dyskusja o tym, czym jest sushi, ale postanowiono, że zastanowią się nad tym, gdy wszyscy się obudzą, i siódemka postanowiła poczekać na przebudzenie następnego członka załogi.",
    "[op_0]",
    "[op_17]",
    "Następna obudziła się Dalia.Przed zostaniem członkiem załogi Dalia pracowała w piekarni w mieście. Specjalnością Dalii były rogaliki.Piekarnia, w której pracowała Dalia, znajdowała się w cichej dzielnicy mieszkalnej, nieco oddalonej od centrum miasta,a mały budynek z cegły, porośnięty bluszczem, sprawiał urocze wrażenie.Od wczesnego rana w mieście roznosił się apetyczny zapach pieczonego chleba, a dla okolicznych mieszkańców ten zapach stał się częścią codzienności.",
    "[op_25]",
    "Rogaliki Dalii były chrupiące na zewnątrz, wilgotne w środku i miały bogaty maślany smak.Ich pyszność stała się znana w całym mieście, a ludzie przyjeżdżali z daleka, aby spróbować rogalików Dalii.Wkrótce pojawił się klient, który twierdził, że jest mędrcem, który przeszedł kilka reinkarnacji i odszedł na emeryturę, i aby chronić różnorodność chleba na świecie, Dalia miała stworzyć specjalny chleb.Aby zdobyć drożdże ze smoczej śliny, zarobiła fortunę na manipulacjach giełdowych, a specjalny chleb, który w końcu udało jej się zrobić, ożył i zamienił się miejscami z Dalią,a mędrzec, aby go zapieczętować, wyszedł ze specjalnym chlebem na deszcz, i ostatecznie Dalia nabyła zdolność zatrzymywania czasu.Raz w miesiącu, na około tydzień, Dalia może zatrzymać czas wokół siebie.Jednak czas Dalii również się zatrzymuje, więc sama Dalia nie rozumiała w pełni tej zdolności zatrzymywania czasu.",
    "Obudzeni członkowie załogi udzielili Dalii podobnych wyjaśnień.Dalia zareagowała podobnie.Ponownie zaczęła się dyskusja o tym, czym jest sushi, ale postanowiono, że zastanowią się nad tym, gdy wszyscy się obudzą, i ósemka postanowiła poczekać na przebudzenie następnego członka załogi.",
    "[op_0]",
    "Rozdział 1 ～Przebudzenie～",
    "[op_0]",
    "Czwórka, która była już obudzona na \"godzinę nadzoru załogowego\" - Laila, Gideon, Kaitlin i Max - oraz czwórka, która obudziła się podczas \"fazy sekwencyjnego budzenia\" - Aidan, Bella, Cora i Dalia -łącznie osiem osób, czekało w holu statku kosmicznego na Edgara, który miał się obudzić następny.Do tej pory tempo było takie, że następny członek załogi budził się zaraz po tym, jak już obudzeni członkowie załogi i nowo obudzony członek załogi skończyli rozmawiać o zagładzie ludzkości i prowadzić lekkie pogawędki.Jednak nawet po zakończeniu tych rozmów i coraz częstszych przerwach w konwersacji, wciąż nie było znaku, że Edgar się obudzi.Przyczyną, dla której ten czas wydawał się długi, mogło być to,że częstotliwość \"godzin nadzoru załogowego\" ostatnio obudzonej Dalii i pozostałej siódemki różniła się,co sprawiało, że rozmowa była nieco niezręczna.Jednak nawet pomijając te przyczyny psychologiczne, czas, w którym Edgar miał się obudzić, był faktycznie znacznie dłuższy i zajmował więcej czasu niż w przypadku czterech osób, które obudziły się do tej pory.",
    "[op_26]",
    "Po kilku chwilach ciszy, to Gideon jako pierwszy przerwał milczenie.Wśród obecnie obudzonych członków załogi nikt nie znał słowa \"sushi\", ani niczego, co mogłoby być wskazówką.Propozycja Gideona polegała na tym, że prawdopodobnie nikt z członków załogi, którzy mieli się obudzić, również nie znał \"sushi\",i ciągłe zasypywanie pytaniami przy każdej próbie wyjaśnienia byłoby stresujące dla wszystkich.Innymi słowy, zaproponował, aby teraz zapytać Matkę Komputer o \"sushi\".Kilku członków załogi, którzy wielokrotnie przechodzili przez te same pytania i odpowiedzi, zgodziło się.Bella wyraziła opinię, że nawet jeśli Matka Komputer odpowie na pytanie o \"sushi\", to i tak sami będą musieli ocenić jej dokładność.Bella chciała w ten sposób wyrazić swój sceptycyzm co do sposobu zapobiegania zagładzie ludzkości. Jednak dla pozostałych członków załogi,jej wypowiedź brzmiała tak, jakby wciąż nie wierzyła w zagładę ludzkości ze strachu.Kaitlin, z jak najłagodniejszym wyrazem twarzy, skinęła głową.",
    "[op_27]",
    "Terminal Matki Komputera w holu \"Poraporapory\" był rzadko używany.To dlatego, że przez większość czasu podróży trwała \"godzina nadzoru załogowego\", a członkowie załogi przebywali głównie na mostku.Oczywiście wszyscy członkowie załogi przeszli odpowiednie szkolenie,więc mieli doświadczenie w obsłudze terminala Matki Komputera w holu na emulatorze.Jednak Max raz miał okazję skorzystać z terminala Matki Komputera w holu.",
    "[op_112]",
    "Podczas około 200. \"godziny nadzoru załogowego\", Max, sprawdzając wskaźniki, miał rozstrój żołądka.Na nieszczęście, na wskaźnikach pojawiły się niepokojące, nienormalne wartości, i nie mógł się uspokoić, dopóki nie wrócą do normy i nie będzie ich przez chwilę monitorował.W ostatniej chwili, gdy na moment zobaczył, że nienormalne wartości wróciły do normy, Max popędził do toalety.Nawet podczas załatwiania potrzeby w toalecie, martwił się, czy normalne wartości zaraz znowu nie staną się nienormalne.Po wyjściu z toalety, aby nie niepokoić pozostałych członków załogi,skorzystał z terminala Matki Komputera w holu, aby sprawdzić historię wskaźników podczas jego pobytu w toalecie.",
    "Max, pomijając szczegóły, powiedział, że przypadkiem ma doświadczenie i podszedł do terminala.Z perspektywy Gideona, do tej pory tylko on zadał Matce Komputerowi pytanie o zagładę ludzkości,więc fakt, że inny członek załogi obsługiwał terminal, był dla niego korzystny w celu zdobycia wiarygodności.Gdy Max stanął przed terminalem, dźwięk wentylatorów stawał się coraz głośniejszy, jakby trwał proces uwierzytelniania.Gdy proces uwierzytelniania stwierdził, że Max ma legalny dostęp, z brzękiem uruchomił się ekran terminala.Max, pod czujnym okiem pozostałych członków załogi, wpisał \"Czym jest sushi?\" i wysłał.",
    "[op_28]",
    "Odpowiedź Matki Komputera była szybka.Odpowiedź brzmiała, że \"sushi\" to danie odkryte podczas prac renowacyjnych w 200000002 roku n.e.,że w celu serwowania sushi odbudowano w szczególności restauracje z sushi na taśmie,że w ciągu ostatniego roku z odkopanych danych przeanalizowano metody gotowania, serwowania i rozliczania sushi,oraz że \"cholernie nieważny czas na ćwiczenia\" zakończył się niepowodzeniem.Kolejno wyświetlały się również niezbędne elementy sushi, takie jak neta, shari i agari.Max, zdezorientowany, rozejrzał się po twarzach członków załogi, którzy zaglądali na ten sam ekran.Członkowie załogi, którzy napotkali wzrok Maxa, również tylko kręcili głowami, z wyrazem twarzy mówiącym, że nie rozumieją.Z informacji \"sposób na zapobieżenie zagładzie ludzkości\" członkowie załogi wyobrażali sobie nazwę operacji, broń, a może istnienie organizacji, która wie wszystko,ale odpowiedź brzmiała \"sushi\", czyli zwykłe danie.Wśród członków załogi zaglądających na ekran był również Gideon.Niektórzy członkowie załogi, nie wiedząc, co robić, spojrzeli na Gideona, ale widząc, że Gideon poważnie wpatruje się w ekran, na chwilę zapanowała cisza.Napis \"sushi\" i obraz wyświetlony na ekranie były dokładnie takie same jak napis \"sushi\" i obraz wyświetlony na ekranie, gdy Matka Komputer odpowiedziała Gideonowi,i tylko Gideon był przekonany, że to danie \"sushi\" jest sposobem na zapobieżenie zagładzie ludzkości.To dlatego, że Max, Laila i Kaitlin znali tę informację tylko z głosu Matki Komputera.Nową informacją było to, że sushi jest daniem i jego szczegóły, oraz że coś o nazwie \"cholernie nieważny czas na ćwiczenia\" zakończyło się niepowodzeniem.Gideon zachęcił Maxa do zadawania dalszych pytań.\"Co należy zrobić, aby zapobiec zagładzie ludzkości za pomocą sushi?\", Max, zachęcony przez Gideona, wpisał i wysłał.",
    "[op_29]",
    "Odpowiedź Matki Komputera jest powolna.Obliczenia Matki Komputera odbywają się z prędkością niemożliwą do zmierzenia ludzką miarą,a jeśli występuje opóźnienie, to jest to problem z prędkością komunikacji z Matką Komputerem.Czekając na odpowiedź, Max poczuł, że światło słoneczne wpadające przez okno staje się coraz silniejsze, i zmrużył oczy.Gideon zauważył, że Max zrobił dziwną minę i szybko odwrócił się w stronę okna.W tym momencie Gideon odepchnął Maxa,i wpisał na terminalu Matki Komputera \"Przenieś się natychmiast w przeszłość\".Tylko Gideon wiedział, że to, co się teraz dzieje, to zagłada ludzkości.",
    "Pozostali członkowie załogi byli zaskoczeni nagłym działaniem Gideona, ale jeszcze bardziej zaniepokoiło ich coraz silniejsze światło słoneczne z zewnątrz.Gideon krzyknął, żeby nie odrywali wzroku od ekranu.Jednak tylko nieliczni członkowie załogi byli w stanie nie odrywać wzroku od ekranu.Gideon, wpisując naprędce \"Przenieś się w przeszłość\", nie miał pewności, czy to jest w ogóle możliwe,ani czy ten sposób jest prawidłowy, ale nie przychodził mu do głowy żaden inny możliwy sposób.W obecnej sytuacji, gdy prędkość komunikacji jest ograniczona z powodu wpływu światła słonecznego zagłady ludzkości,Gideon nie wiedział, co się stanie: czy na ekranie pojawi się sposób na zapobieżenie zagładzie ludzkości za pomocą sushi, czy rozpocznie się cofanie w czasie, czy też ludzkość po prostu zginie.Pomieszczenie stawało się coraz jaśniejsze, a temperatura wewnątrz \"Poraporapory\" stopniowo rosła.Oznaczało to, że na zewnątrz \"Poraporapory\", na powierzchni Ziemi, temperatura już przekroczyła regulowaną granicę \"Poraporapory\", która wytrzymuje nawet podróże kosmiczne.Gdy pot ze strachu członków załogi zaczął zmieniać się w pot z powodu temperatury wewnątrz \"Poraporapory\", na ekranie nastąpiła zmiana.",
    "[op_30]",
    "Gideon krzyknął, żeby nie odrywali wzroku od ekranu.Tym razem, z powodu jego przerażającego krzyku, wszyscy zamarli.Z góry ekranu powoli zaczął wyświetlać się sposób na zapobieżenie zagładzie ludzkości za pomocą sushi.Mimo że całe pomieszczenie stało się białe od światła, członkowie załogi próbowali zapamiętać wyświetlane litery.Gdy litery pojawiły się na połowie ekranu, w prawym dolnym rogu pojawiła się ikona zegara i zaczęła się animacja.Była to animacja wskazówek zegara obracających się w kierunku przeciwnym do ruchu wskazówek zegara.Ta animacja była ostatnią rzeczą, jaką Gideon i większość członków załogi wpatrujących się w ekran widzieli na \"Poraporaporze\".",
    "[op_0]",
    "W roku 2000 Takahashi gotował wodę w swoim jednopokojowym mieszkaniu w Tokio.Takahashi, jako pracownik japońskiej firmy, wstawał codziennie o tej samej porze, jechał tym samym pociągiem i pracował w tym samym biurze.Były to dni, w których nic szczególnego się nie działo, a czas po prostu płynął.Dźwięk gotującej się wody przywrócił Takahashiego do rzeczywistości.Zaparzył kawę rozpuszczalną i, pijąc ją, porządkował w głowie plan pracy na dziś.Zaczynał się kolejny, taki sam jak zawsze, dzień.Takahashi, trzymając w jednej ręce kubek z kawą rozpuszczalną, wyłączył czajnik elektryczny i wyjął wtyczkę z gniazdka.Następnie odłożył słoik z kawą rozpuszczalną na półkę i umył kubek, z którego właśnie pił.Wkładając kubek do suszarki, Takahashi otworzył lodówkę i wyjął z niej mleko.Sprawdził datę ważności mleka i, upewniwszy się, że jest w porządku, włożył mleko z powrotem do lodówki.Zamykając lodówkę, Takahashi wziął do ręki torbę leżącą w rogu pokoju i sprawdził, czy są w niej portfel, telefon komórkowy i bilet okresowy. Zawartość była w porządku.Odłożywszy torbę na miejsce, Takahashi otworzył szafę.Z szafy wyjął koszulę i spodnie, które zamierzał dziś założyć, i położył je na łóżku.Następnie z szafy wyjął krawat i skarpetki i położył je na koszuli.Takahashi usiadł na krześle stojącym obok łóżka i założył skarpetki.Po założeniu skarpetek, Takahashi wziął do ręki koszulę i spodnie leżące na łóżku i ubrał się w nie.Starannie zapiął guziki koszuli i zapiął zamek w spodniach.Następnie wziął do ręki krawat i, patrząc w lustro, zawiązał go.Po zawiązaniu krawata, Takahashi podszedł do toaletki stojącej w rogu pokoju.Patrząc w lustro, ułożył włosy i na koniec nałożył wosk.Po nałożeniu wosku, wziął do ręki torbę, zgasił światło w pokoju i ruszył w stronę drzwi wejściowych.W przedpokoju założył buty i chwycił za klamkę.Gdy otworzył drzwi, zobaczył leżącą przed nimi osobę i mimowolnie krzyknął cicho.",
    "[op_31]",
    "Dokładnie przed jego pokojem, w miejscu, w którym wymówka \"myślałem, że to mieszkaniec innego pokoju\" nie miałaby szans, leżał człowiek.Takahashi przede wszystkim czuł, że wplątanie się w sprawę policyjną byłoby kłopotliwe.Zbliżył się do leżącej osoby i, aby sprawdzić, czy jest przytomna, lekko potrząsnął ją za ramię i sprawdził reakcję.Wydawało się, że oddycha, ale nie było odpowiedzi.Takahashi zastanawiał się w głowie, co zrobić, jeśli do końca nie będzie reakcji.Czy wezwać karetkę, czy skontaktować się z policją.W tym momencie leżąca osoba powoli otworzyła oczy.Kilka razy mrugnęła nieostrymi oczami i spojrzała na twarz Takahashiego.Osoba ta powoli podniosła się i rozejrzała.Jej ubranie nie było nowoczesne, do jakiego przywykł Takahashi, ale miało staroświecki i dziwny wygląd.Takahashi, czując dysonans w jej ubiorze, stracił mowę.Osoba ta wydawała się próbować zrozumieć swoją sytuację.",
    "Gdy świadomość Laili stała się wyraźniejsza, jej pole widzenia, które było zamazane, stopniowo się wyostrzało.Laila zdała sobie sprawę, że leżała na ziemi i że przed nią stoi nieznajoma osoba.Gdzie jest, dlaczego tu jest, Laila nie miała pojęcia.Ostatnie wspomnienie Laili urywało się na widoku \"Poraporapory\" spowitego światłem.Jednak, co dziwne, rozumiała słowa wypowiadane przez nieznajomą osobę.Osoba przed nią wydawała się pytać o jej stan.W głowie Laili, pomyślała, że automatyczny tłumacz językowy działa prawidłowo.Uspokoiła się, upewniwszy się, że funkcja ta, standardowa dla ludzkości około 200000000 roku n.e., wciąż działa.Przynajmniej nie wydawało się, żeby została wrzucona do zupełnie nieznanej cywilizacji, z którą ludzkość do tej pory nie miała kontaktu.To może być pierwszy trop do wyjścia z tej sytuacji.Problem polegał na tym, że osoba o imieniu Takahashi zaraz miała ją oddać w ręce policji, instytucji publicznej.Z fragmentów rozmowy wynikało, że ten świat jest prawdopodobnie światem po tym, jak Gideon naprędce wpisał \"Przenieś się w przeszłość\".Ujawnienie swojej obecności w tym świecie i znalezienie się pod obserwacją różnych agencji nie wydawało się Laili korzystne.",
    "Ku zdziwieniu Takahashiego, leżąca osoba mówiła płynnie po japońsku.Mimo że wygląd Laili, w porównaniu z celebrytami w telewizji, był bardzo ładny,i nie była typem, jaki powszechnie spotyka się w Japonii.Osoba przedstawiła się jako Laila i poprosiła, czy mogłaby napić się wody w jego pokoju, bo źle się czuje.Takahashi nie był na tyle nieostrożny, by wpuszczać do pokoju nieznajomą osobę, ale nie sądził też, że to jakieś oszustwo.Jeśli to jakiś program telewizyjny z ukrytą kamerą i kręcą to kamery, to odrzucenie Laili w tym momencie źle by wyglądało.Ponieważ wielokrotnie wyjaśniała, że zaraz wyjdzie po krótkim odpoczynku, postanowił porozmawiać z nią w pokoju.Uznając, że nie może zostawić Laili samej w swoim pokoju, zadzwonił do pracy i wyjaśnił, że bierze wolne, bo idzie do szpitala.Takahashi był trochę podekscytowany nagłym wtargnięciem niezwykłości w jego życie.",
    "[op_0]",
    "W pokoju Takahashiego, pijąc wodę postawioną na niskim stoliku, Laila próbowała spokojnie uporządkować swoją sytuację.Gdy podano jej wodę w szklance, nie obyło się bez oporów, ale aby uspokoić czujność Takahashiego, przyjęła ją i wypiła w sposób naturalny.Wydawało się, że zawiera pewne zanieczyszczenia, ale była to woda pitna.",
    "[op_32]",
    "Podczas rozmowy z Takahashim przed pokojem, zapytała o rok w tym świecie.Jeśli informacja Takahashiego, że jest rok 2000, jest prawidłowa, oznacza to, że przeniosła się w przeszłość o 199 998 003 lata ze świata \"Poraporapory\" z 200000003 roku n.e.Wtedy na pokładzie było ośmiu obudzonych członków załogi, w tym ona, którzy byli w pobliżu Matki Komputera, ale teraz nikogo wokół niej nie ma.Jak bardzo są rozproszeni, a przede wszystkim, jakie jest prawdopodobieństwo, że inni członkowie załogi również bezpiecznie \"przenieśli się w przeszłość\".W każdym razie, Laila doszła do wniosku, że prawdopodobieństwo spotkania innych członków załogi w tym świecie z roku 2000 jest niskie.Oznacza to, że w tym świecie tylko ona wie, że ludzkość zginie w 200000003 roku n.e.Biorąc pod uwagę normalną długość życia człowieka, martwienie się o zagładę ludzkości za 200 milionów lat może być bezcelowe.Jednak jako misja człowieka z przyszłości, Laila postanowiła zbadać tę sytuację, aby znaleźć rozwiązanie.W tym momencie Laila rozważała dwa rozwiązania.",
    "Po pierwsze, skoro udało jej się przenieść do tej epoki dzięki \"przeniesieniu w przeszłość\" przez Matkę Komputer,istnieje możliwość, że Matka Komputer istnieje również w tej epoce.Jeśli Matka Komputer istnieje, to być może uda się przenieść w przyszłość, tak jak udało się przenieść w przeszłość.",
    "Po drugie, to mgliste wspomnienie ostatniej rzeczy, jaką widziała: \"sposób na zapobieżenie zagładzie ludzkości za pomocą sushi\".Szczerze mówiąc, Laila nie była pewna, czy odpowiedź od Matki Komputera została w pełni wyświetlona na terminalu Poraporapory,a treść, będąca ciągiem cyfr, prawie nie zapadła jej w pamięć.Jednak, nawet jeśli nie w roku 2000, to w poprzednich lub następnych epokach,jeśli inni członkowie załogi pamiętali o \"sposobie na zapobieżenie zagładzie ludzkości za pomocą sushi\" i podjęli działania,być może uda im się spotkać w jakimś momencie.",
    "I jako problem bezpośredni, ważne było również, aby Laila zapewniła sobie sposób na życie w tej epoce.Stojąc przed Takahashim, Laila zastanawiała się, jak najlepiej to ująć.Biorąc pod uwagę styl życia dawnych ludzi, którego się nauczyła, Laila zaczęła mówić.Laila powiedziała, że \"przybłąkała się z innego świata i prosi o pomoc w powrocie\".",
    "[op_33]",
    "Takahashi początkowo wątpił w nagłe, fantastyczne wyznanie Laili,ale po tym, jak Laila jako dowód przywarła do sufitu za pomocą mechanizmu odwracania grawitacji, nie miał innego wyjścia, jak uwierzyć.Takahashi, zadowolony z nagłego wtargnięcia niezwykłości w jego życie, rozpoczął wspólne życie stosunkowo gładko.",
    "[op_0]",
    "Siedem lat po rozpoczęciu wspólnego życia Laili i Takahashiego, w 2007 roku, mała półka w pokoju Takahashiego przechyliła się pod ciężarem lat.Gdy Takahashi zaproponował zakup nowej półki, Laila się zgodziła.W weekend udali się do pobliskiego, dużego sklepu meblowego.Laila, widząc różnorodne meble ustawione w ogromnym sklepie, zrobiła lekko okrągłe oczy.W przyszłości bowiem, potrzebne do życia rzeczy były drukowane na drukarce 3D lub rekonstruowane za pomocą nanomaszyn.",
    "[op_74]",
    "Wybrali prostą półkę do samodzielnego montażu i zabrali ją do domu. Otworzyli instrukcję i rozłożyli części na podłodze. Takahashi z zapałem zabrał się do montażu.Jednak instrukcja składała się głównie z obrazków i miała mało tekstu, a kierunek części był trudny do odczytania.Było też wiele rodzajów śrub, i trudno było zdecydować, której gdzie użyć.Laila, przyzwyczajona do intuicyjnych interfejsów przyszłości, zmagała się z tą analogową instrukcją.Takahashi również, nie zajmując się na co dzień majsterkowaniem, miał niepewne ruchy.Ciągle zdarzały się małe problemy, takie jak niedopasowane śruby czy zły kierunek desek.Czasami dochodziło do starcia opinii, ale zaraz obracało się to w żart. Po godzinie zmagań, półka wreszcie została zmontowana.Jednak, przyglądając się bliżej, była trochę krzywa, i z jakiegoś powodu zostały dwie śruby.Takahashi, uśmiechając się gorzko, stwierdził, że skoro da się jej używać, to jest w porządku.",
    "[op_0]",
    "Szesnaście lat po rozpoczęciu wspólnego życia Laili i Takahashiego, w 2016 roku,w ich mieszkaniu w apartamentowcu widać było już wyraźne ślady życia.Dla Laili, która przybyła z przyszłości, meble i sprzęty AGD z tej epoki wydawały się przestarzałe,ale w trakcie długiego wspólnego życia z Takahashim, stały się one częścią codzienności.Pewnego weekendu Takahashi nagle zaproponował przemeblowanie salonu.Był to błahy powód, chciał przestawić sofę, aby pokój wydawał się większy.Laila nie miała szczególnych preferencji, ale zgodziła się na propozycję Takahashiego.Wspólnymi siłami zaczęli przesuwać ciężką sofę.Laila pomyślała, że dzięki technologii przyszłości, rozmieszczenie mebli można by zmienić w mgnieniu oka,ale w tej epoce trzeba było je przesuwać fizycznie, pocąc się przy tym.",
    "[op_75]",
    "Spod sofy znaleziono kurz nagromadzony przez lata i kilka małych przedmiotów, których nie poznawali.Takahashi prawie krzyknął \"A to co!\", ale Laila po cichu je posprzątała.Następnie dostosowali również pozycję regału i małego stolika.Były momenty, w których wahali się, co będzie lepsze, ale nie było większych sporów.Dla Laili, przyzwyczajonej do wydajnej pracy przyszłości, ta praca ręczna była nieco frustrująca.Po zakończeniu pracy rozejrzeli się po pokoju.Nie zmienił się on diametralnie, ale z pewnością stał się inną przestrzenią niż wcześniej.Byli trochę zmęczeni, ale oboje patrzyli na tę małą zmianę.",
    "[op_0]",
    "Dwadzieścia pięć lat po rozpoczęciu wspólnego życia Laili i Takahashiego, w 2025 roku, zdobyli pewną informację.Była to informacja dotycząca \"Poraporapory\", statku, na którym kiedyś płynęła Laila.Mimo rozwoju sieci informacyjnej w internecie i przyspieszenia zbierania informacji przez nich, sytuacja, w której nie mieli prawie żadnych wskazówek, trwała.Ale nagle w internecie pojawiła się informacja o \"Poraporaporze\".Wyglądało na to, że jest to historia otwierająca pewną grę.Innymi słowy, wydawało się, że to tylko fikcja, ale była zbyt podobna do wspomnień Laili.",
    "[op_73]",
    "Próbowali skontaktować się z autorem gry, ale mimo wielokrotnych prób kontaktu przez e-mail i media społecznościowe, nie otrzymali odpowiedzi od autora.Zrezygnowali z bezpośredniego kontaktu z autorem i, mając nadzieję, że w grze znajdą jakieś wskazówki, zaczęli ją przechodzić,ale nawet po zdobyciu wszystkich osiągnięć i przejściu gry z ograniczeniami,nie znaleźli żadnych wskazówek dotyczących Matki Komputera. Sama gra była przeciętnie ciekawa.",
    "[op_0]",
    "Trzydzieści cztery lata po rozpoczęciu wspólnego życia Laili i Takahashiego, Takahashi był w szpitalu.Choroba Takahashiego postępowała tak bardzo, że zostało mu niewiele życia, a lekarz powiedział Laili, żeby była gotowa na wszystko.Przez te 34 lata szukali śladów czegoś, co przypominałoby Matkę Komputer na Ziemi, i często odwiedzali restauracje z sushi w okolicach Minato w Tokio,ale ostatecznie nie znaleźli żadnych wskazówek.Sprzęt z przyszłości, który pozostał w ciele Laili, również nie był wszechmocny i nie posiadał funkcji leczenia chorób Takahashiego.Ciało Laili było zdrowe, ale i tak widać było na nim oznaki starzenia.W epoce 200000003 roku n.e. to, co zrobić ze starzeniem się ciała, było wyborem na poziomie tego, czy założyć okulary przeciwsłoneczne, wychodząc na zewnątrz,ale w epoce 2034 roku taka opcja nie istniała.",
    "[op_34]",
    "Laila przez 34 lata początkowo traktowała Takahashiego jako współlokatora w poszukiwaniu Matki Komputera,ale z czasem zaczęła uważać go za swojego życiowego partnera.Tego dnia Laila w szpitalnym pokoju wspominała smak pewnego ramenu.Był to ramen, który zjedli w przypadkowo odwiedzonej restauracji ramenowej, gdy wracali z nowej restauracji z sushi, a byli trochę głodni.Zupa była na bazie kości wieprzowych, gotowana przez długi czas, a skondensowany w niej był intensywny smak umami, który wydobył się ze szpiku kostnego.Na powierzchni tworzyła się warstwa lśniącego oleju, która zatrzymywała ciepło.Makaron był cienki, dobrze przylegał do zupy, a przy każdym kęsie zapach pszenicy łaskotał nos.Dodatek w postaci chashu był tak miękki, że rozpadał się przy podnoszeniu pałeczkami i rozpływał się w ustach.Menma miała przyjemną, chrupiącą konsystencję i stanowiła dobry akcent w intensywnym smaku zupy.Nori, po zanurzeniu w zupie, uwalniało zapach morza i wzbogacało smak całego ramenu.Ten ramen nie tylko zaspokajał głód, ale był wyjątkowym daniem, które napełniało również serce.Laila potrafiła sobie przypomnieć smak ramenu tak wyraźnie, jakby to było wczoraj.Nazwa restauracji to Hidakaya.",
    "[op_35]",
    "Gdy Laila wspominała ramen w pokoju szpitalnym Takahashiego, nagle otrzymała telepatię.Była to wiadomość od Plamy, która przekazywała wiadomość od Kaitlin.Było to 1 073 741 824 sekundy, czyli około 34 lata, po tym, jak Laila \"przeniosła się w przeszłość\".",
    "[op_0]",
    "Kaitlin, mrużąc oczy od rażącego światła słonecznego wpadającego przez okno, patrzyła na ekran Matki Komputera \"Poraporapory\".Gdy jej wzrok był skupiony na animacji zegara obracającego się w kierunku przeciwnym do ruchu wskazówek zegara, nagle poczuła, że ziemia pod jej stopami zniknęła.Kaitlin poczuła swobodny spadek i, myśląc, że musi przyjąć pozycję obronną, skuliła się.Po upadku z wysokości niecałego metra, który dla Kaitlin wydawał się wiecznością, potoczyła się po ziemi.Na szczęście Kaitlin była przytomna.",
    "[op_36]",
    "Kaitlin najpierw odetchnęła z ulgą, że nic jej się nie stało.Serce wciąż biło jej mocno ze strachu po swobodnym spadku, ale w porównaniu z ostatnimi chwilami na \"Poraporaporze\" temperatura była spokojniejsza i było przyjemnie ciepło.Pierwsze, co rzuciło jej się w oczy, to zieleń. Wstała, obróciła się i rozejrzała. Wszędzie była zieleń.Wokół Kaitlin rozciągały się pola ryżowe, a w oddali widać było góry. Kotlina.Oszołomiona sielskim krajobrazem, Kaitlin sprawdziła ziemię.Biorąc pod uwagę czas upadku, wstrząs był mniejszy niż się spodziewała, i Kaitlin miała wrażenie, że wylądowała na jakimś zwierzęciu lub czymś w rodzaju poduszki.Na szczęście nie było tam kapibar, ale były bliźniacze zielone glutki.",
    "W nieznajomym krajobrazie, na ponowne spotkanie z zielonymi glutkami, które kiedyś widziała, Kaitlin poczuła radość.Oczywiście zielone glutki powinny były zostać w pokoju Kaitlin w internacie podczas awaryjnego startu \"Poraporapory\",a od tego czasu \"Poraporapora\" nie wylądował pomyślnie, i minęło 400 dni podróży kosmicznej do momentu, gdy w chwili zagłady ludzkości wymieniała wiadomości z Matką Komputerem o sushi.Powód, dla którego zielone glutki pojawiły się w tym nieznajomym miejscu, w miejscu, które złagodziło obrażenia Kaitlin po upadku, był całkowitą zagadką,ale w każdym razie w pobliżu nie było widać ani członków załogi, ani nawet ludzi, więc Kaitlin czuła, że są oni nielicznymi, ale bardzo niezawodnymi towarzyszami.Kaitlin przeprosiła zielone glutki za to, że je przygniotła podczas upadku, ale nagle coś sobie uświadomiła.Kiedyś bliźniacze zielone glutki przekazywały dźwięk przez głośnik w pokoju w internacie.Jednak tutaj nie było niczego, co mogłoby zamienić prąd na dźwięk, i wydawało się, że trudno będzie się z nimi porozumieć.Patrząc na zielone glutki kręcące się po żwirowej drodze, wydawało się, że nie odniosły żadnych obrażeń od tego, że na nie wylądowała.W każdym razie, znalezienie wskazówek na temat obecnej sytuacji i porozumienie się z zielonymi glutkami wydawało się równie ważne.",
    "[op_37]",
    "W obu celach Kaitlin postanowiła najpierw poszukać ludzi.Ponownie przyglądając się otaczającemu krajobrazowi, pola ryżowe były dobrze utrzymane i nie mogły powstać naturalnie.Kaitlin pomyślała, że jeśli pójdzie drogą, to w końcu spotka osobę, która zarządza tymi polami ryżowymi, chociaż nie widziała końca drogi.Kaitlin poprosiła zielone glutki, żeby na razie szły z nią.Patrząc na zielone glutki poruszające się płynnie, Kaitlin upewniła się, że rozumieją jej słowa.",
    "[op_72]",
    "Droga była prosta i bez przeszkód, a pogoda była ładna.Krajobraz też nie był zły, więc początkowo Kaitlin czuła się jak na spacerze, ale po podróży kosmicznej nie miała zbyt wiele sił, więc wkrótce jej kroki stały się ciężkie.Kaitlin, ocierając pot, ciągnęła za sobą ciężkie nogi.Bliźniacze zielone glutki u jej stóp podążały za nią płynnie, jakby się ślizgały, dostosowując się do jej tempa.Pod bezlitośnie palącym słońcem asfaltowa droga była nagrzana.Kaitlin od czasu do czasu spoglądała na góry w oddali i rozległe pola ryżowe.Zmęczenie narastało, ale obecność nielicznych towarzyszy, zielonych glutków, była dla Kaitlin niewielkim wsparciem psychicznym.Gdy Kaitlin, pocąc się, szła przez kilka godzin, w oddali zobaczyła coś, co wyglądało na budynek.Był to mały budynek, ale w pobliżu nie było innych budynków, więc Kaitlin na razie ruszyła w jego kierunku.Widok budynku zapalił w sercu Kaitlin niewielkie światełko nadziei.Po zobaczeniu budynku szła jeszcze kilkadziesiąt minut i wreszcie dotarła do niego.",
    "[op_38]",
    "Budynek był zwykłym domem jednorodzinnym i nie wyglądał na opuszczony.Jednak, mimo że podeszła tak blisko, nie było słychać żadnych dźwięków, a przez cały czas, gdy Kaitlin szła w kierunku budynku, nie zauważyła żadnego ruchu, więc pomyślała, że nie ma tam ludzi.Z drugiej strony, nie było widać żadnego innego budynku, który mógłby być następnym celem, więc Kaitlin podeszła do budynku, aby na razie ocenić sytuację.Zielone glutki podążyły za nią.W rzeczywistości, Kaitlin, która szła bez przerwy, myślała tylko o tym, żeby znaleźć miejsce do odpoczynku.Nie wiedziała, o której godzinie przybyła do tej osi czasu ani ile czasu minęło od rozpoczęcia marszu, ale teraz, gdy była blisko budynku, słońce powoli chyliło się ku zachodowi.",
    "[op_39]",
    "Kaitlin stanęła przed drzwiami domu jednorodzinnego, a zielone glutki zatrzymały się u jej stóp.Pierwsze, co rzuciło się w oczy Kaitlin, to naklejka z napisem na drzwiach.Kaitlin skupiła wzrok na nieznanych literach.Był to naturalny ruch, oczekiwanie, aż jej sprzęt rozpozna litery i przetłumaczy je na jej ojczysty język, \"język Pokupokuchin\".Jednak w obecnej sytuacji Kaitlin nie była pewna, czy jej sprzęt zadziała prawidłowo, i próbowała tego trochę na chybił trafił.Po niecałej sekundzie, czasie, na który zwykle nie zwraca się uwagi, pod starą naklejką pojawił się napis w \"języku Pokupokuchin\".Dla Kaitlin ta chwila wydawała się bardzo długa.Uspokojona, że sprzęt działa prawidłowo, sprawdziła znaczenie słów i okazało się, że napis brzmi \"Zakaz akwizycji\".Kaitlin nie wiedziała, co oznacza \"Zakaz akwizycji\", i przygotowała się na to, że może to być jakieś zaklęcie.Obok drzwi przybita była drewniana tabliczka z wyrytymi na niej literami.Chociaż wyglądało na to, że ktoś tam mieszka, martwiło ją, że z budynku nie dochodziły żadne dźwięki, i w ten sam sposób przeczytała tabliczkę.Na tabliczce było napisane: \"Akwizycja jest zabroniona\".",
    "Kaitlin pomyślała, że skoro jej sprzęt potrafi tłumaczyć litery, to prawdopodobnie potrafi też tłumaczyć rozmowę.Oprócz tego domu jednorodzinnego, w pobliżu nie było niczego, co mogłoby dostarczyć informacji o tym świecie, a istniała możliwość, że słońce zajdzie, zanim znajdzie następny budynek.To, że wylądowała na ziemi tego świata bez obrażeń i znalazła budynek w ciągu kilku godzin, mogło być cudem o niezwykle niskim prawdopodobieństwie.Pomyślała, że musi jakoś wejść do tego budynku.Wokół drzwi nie było czegoś w rodzaju dzwonka.Kaitlin lekko zapukała do drzwi. Nie było odpowiedzi. Uderzyła mocniej. Nie było odpowiedzi.Kaitlin, trochę przygotowana na to, że mieszkańcy mogą być do niej wrogo nastawieni, sięgnęła po klamkę.",
    "[op_40]",
    "Kaitlin z wahaniem sięgnęła po klamkę.W momencie, gdy jej ręka dotknęła klamki, poczuła wyładowanie elektrostatyczne i odruchowo cofnęła rękę.Przynajmniej w świecie z 200000000 roku n.e., urządzenia, których dotykają ludzie, zasadniczo nie generują wyładowań elektrostatycznych.Z wyjątkiem celów bezpieczeństwa.W rzeczywistości, po prostu nagromadził się ładunek elektrostatyczny,ale Kaitlin wyobraziła sobie, że jeśli dotknie jej ktoś inny niż osoba z autoryzacją, popłynie prąd.Używając ubrania, które wydawało się nie przewodzić prądu, ponownie chwyciła za klamkę i powoli ją przekręciła, a drzwi się otworzyły.Kaitlin, która myślała, że drzwi są zamknięte i w razie potrzeby była gotowa je wyważyć, żeby wejść do środka, była zaskoczona.",
    "[op_41]",
    "Kaitlin najpierw sprawdziła wygląd przedpokoju.Chociaż do tej pory nie było żadnych śladów obecności ludzi, biorąc pod uwagę, że drzwi nie były zamknięte na klucz, ktoś mógł jeszcze być w środku.Sądząc po ilości kurzu w przedpokoju, wydawało się, że od ostatniego użycia przedpokoju nie minęło zbyt wiele czasu.Kaitlin zastanawiała się, dlaczego mieszkańcy nie odpowiadają. Czy naprawdę nie ma ich w domu, czy też są w środku i nie odpowiadają.W tym drugim przypadku, można było wymyślić kilka powodów, dla których nie odpowiadają.Może byli zaskoczeni nagłą wizytą i ukryli się, a może z wyraźną wrogością celowali w Kaitlin z ukrycia.Kaitlin starała się spokojnie wyobrażać sobie różne scenariusze, ale w jej głowie krążyły tylko złe myśli.",
    "Sytuacji w pokoju za przedpokojem nie można było poznać, dopóki nie otworzy się drzwi zaraz za wejściem.W najgorszym przypadku, wyobrażała sobie, że w momencie otwarcia drzwi za przedpokojem, może być zastawiona pułapka z wybuchem granatu.Kaitlin, która stała się bardzo bojaźliwa, postanowiła najpierw zebrać jak najwięcej informacji z tego przedpokoju i rozejrzała się nerwowo.Ogólnie rzecz biorąc, był to przedpokój z dużą ilością drewnianych mebli. Kaitlin zauważyła zdjęcie na półce obok wejścia.",
    "[op_42]",
    "Na zdjęciu widniały postacie mężczyzny i kobiety ubranych w dziwne, zupełnie nieznane Kaitlin stroje.Im dłużej obserwowała te stroje, tym bardziej utwierdzała się w przekonaniu, że są to mieszkańcy tego świata.Jednakże te stroje były o wiele skromniejsze, niż sobie wyobrażała Kaitlin.Były proste, przypominające stroje chłopów z filmów historycznych, z którymi Kaitlin miała do czynienia w przeszłości.Mężczyzna i kobieta przytulali się do siebie i uśmiechali szeroko. Z ich wyrazu twarzy biła spokojna atmosfera pełna szczęścia.Jednak świadomość Kaitlin bardziej przyciągało tło zdjęcia niż postacie mężczyzny i kobiety.W tle zdjęcia, choć niewyraźnie, widać było ogromną budowlę o dziwnym kształcie.Miała tak dziwny kształt, jakiego Kaitlin nigdy wcześniej nie widziała, kształt przekraczający wszelkie wyobrażenia.Gdyby próbować opisać ten dziwny kształt słowami, wyglądał on jak wiele ogromnych grzybów rosnących w niesamowicie gęstym skupisku.Czym była ta budowla, w jakim celu tam istniała, Kaitlin nie miała pojęcia.Ten niewyobrażalnie dziwny widok, niczym klątwa, wrył się głęboko i mocno w serce Kaitlin.Być może ta budowla była ważnym kluczem do rozwiązania ukrytej zagadki tego świata, w którym się znalazła.Kaitlin uznała, że za dużo myśli, i przestała patrzeć na zdjęcie.W momencie, gdy odwróciła wzrok od zdjęcia, po plecach Kaitlin przebiegł lodowaty dreszcz.Wtedy zauważyła, że zielone glutki u jej stóp drżą, jakby czegoś się bały.Kaitlin ostrożnie i powoli podążyła wzrokiem za spojrzeniem zielonych glutków.Wzrok zielonych glutków skierowany był na ciężkie, drewniane drzwi prowadzące w głąb przedpokoju.Te drzwi, które jeszcze przed chwilą były z pewnością zamknięte, teraz, nie wiadomo kiedy, były lekko uchylone.I z tej lekko uchylonej szpary w drzwiach dochodził niesamowity odgłos, jakby ktoś stamtąd cicho podglądał.W tej dziwnej sytuacji Kaitlin wstrzymała oddech.Wydawało się, jakby czas się zatrzymał, jakby wszystkie dźwięki w tym miejscu ucichły.",
    "[op_43]",
    "Kaitlin zachowała ostrożność i, nie ruszając się z przedpokoju, przez chwilę obserwowała wnętrze pokoju.W wyniku obserwacji dokonała różnych odkryć i dzięki sprytowi zielonych glutków zauważyła obecność Plamy.Po chwili radości, udało jej się nawiązać komunikację z Plamą za pomocą telepatii.Zasada działania telepatii była nieznana, ale Kaitlin pomyślała, że istnieje możliwość nawiązania kontaktu z członkami załogi, z którymi kiedyś była w szkole edukacyjnej,i poprosiła Plamę, aby po kolei próbowała nawiązać z nimi telepatyczny kontakt.Pierwszą osobą, do której Kaitlin poprosiła Plamę o wysłanie telepatii, była Laila.Kaitlin, stojąc w przedpokoju domu jednorodzinnego, czekała na wynik telepatii Plamy.",
    "Z perspektywy Kaitlin, ponieważ w momencie przeniesienia się do tego świata nie było wokół niej żadnych towarzyszy,nie spodziewała się, że uda jej się nawiązać kontakt z innymi członkami załogi.Kaitlin przypomniała sobie, że pojedynek w zmodyfikowany kamień-papier-nożyce z Lailą wciąż nie został rozstrzygnięty.Po chwili Plama przekazała telepatycznie, że udało jej się nawiązać kontakt z Lailą.",
    "[op_0]",
    "Rozdział 2 ～Przebudzenie 2～",
    "[op_0]",
    "[op_44]",
    "Cora odzyskała przytomność w schludnym pokoju urządzonym głównie w bieli.W pokoju znajdowało się łóżko, na którym leżała Cora, i nic więcej.Nie było nawet okna, przez które można by było podziwiać widoki, i gdyby nie oświetlenie w pokoju, z pewnością panowałaby tam ciemność.Zdezorientowana sytuacją, której nie pamiętała, Cora próbowała przypomnieć sobie ostatnie wspomnienie.Ostatnią rzeczą, jaką Cora widziała, były litery na ekranie, które śledziła wzrokiem, gdy jej pole widzenia na \"Poraporaporze\" stawało się białe.Niezależnie od tego, co działo się z innymi członkami załogi, Cora, być może dlatego, że wyjaśnienia jej dotyczące były zwięzłe,potrafiła stosunkowo spokojnie obserwować sytuację nawet w ostatnich chwilach na \"Poraporaporze\".Animacja zegara z wskazówkami obracającymi się w kierunku przeciwnym do ruchu wskazówek zegara, która pojawiła się na ekranie jako ostatnia.Cora uznała, że ważniejsze są informacje tekstowe, które pojawiły się na ekranie, i wpatrywała się w ich treść.Jednak ostatnią rzeczą, jaką Cora widziała, był niezrozumiały ciąg cyfr.Zanim Cora zorientowała się, w jakiej sytuacji się znajduje, postanowiła zrobić notatki, aby nie zapomnieć tych informacji.Na szczęście funkcja znacznika palcowego wydawała się działać prawidłowo.Wokół nie było niczego w rodzaju notatnika. Ponieważ Cora była leworęczna, notowała cyfry na prawym ramieniu lewą ręką.Cora odetchnęła z ulgą, że ta funkcja, standardowa dla ludzkości około 200000000 roku n.e., wciąż działała.",
    "{demo_skip_begin}",
    "[op_30]",
    "Ostatnich cyfr, które widziała Cora, było kilka, ale między cyframi były spacje, i wydawało jej się to ciągiem liczb.Po zanotowaniu wszystkich cyfr, Cora postanowiła na razie sprawdzić sytuację w pokoju.Powoli podniosła górną część ciała i poruszyła się. Wydawało się, że nie ma żadnych obrażeń ani bólu.Ponieważ Cora była przykryta kołdrą na łóżku, było bardzo prawdopodobne, że ktoś się nią zaopiekował.Sprawdzając ruchy ciała, wstała z łóżka.W pokoju naprawdę nic nie było. Cora podeszła do drzwi, które wydawały się być największym źródłem wskazówek na temat jej sytuacji.Cora chwyciła za drzwi i próbowała je przesunąć w bok. Wydawało się, że są zamknięte, i drzwi się nie poruszyły.Cora cicho westchnęła.",
    "[op_45]",
    "Sądząc po konstrukcji drzwi, Cora uznała, że można by je wyważyć, uderzając w nie z całej siły.Nie były to drzwi do zamykania kogoś w celi, ale raczej zwykłe drzwi, takie jak te używane w szpitalach.Biorąc pod uwagę, że od łóżka do drzwi nie było nic, co mogłoby ją krępować, przynajmniej potraktowano ją z niewielką ostrożnością.Chociaż Cora chciała wyjść jak najszybciej, nie chciała też niepotrzebnie stwarzać sobie wrogów w nieznanym świecie.Cora przypomniała sobie \"godzinę nadzoru załogowego\" na \"Poraporaporze\". Było to dla niej jedno z gorzkich wspomnień.",
    "Cora była pierwotnie dobra w \"zmodyfikowany kamień-papier-nożyce\", ale nie była typem, który przywiązywał wagę do wygranej czy przegranej.Chociaż wszyscy uczestniczyli w zmodyfikowanym kamień-papier-nożyce podczas \"godziny nadzoru załogowego\", aby wygrać,w rzeczywistości wygrana nie przynosiła żadnej nagrody pieniężnej, a miała głównie charakter rekreacyjny.W tej rundzie zmodyfikowanego kamień-papier-nożyce, która stała się dla Cory gorzkim wspomnieniem, członkowie nadzoru również bawili się w zmodyfikowany kamień-papier-nożyce w przyjaznej atmosferze.Ważnym tłem jest to, że Cora już kilka razy zajęła pierwsze miejsce w zmodyfikowanym kamień-papier-nożyce z tymi członkami, więc tym razem szczerze mówiąc, chciała przegrać.Jednak zmodyfikowany kamień-papier-nożyce, ze względu na swoje proste zasady, był trudny do przegrania, nawet jeśli się tego chciało.Cora ostatecznie musiała wziąć udział w ostatecznej bitwie o pierwsze miejsce również w tej rundzie.Jej przeciwnikiem w ostatecznej bitwie był Ulric, najstarszy z członków.Ulric również nie był typem, który przejmował się wygraną czy przegraną,a w swoich reakcjach na wygraną lub przegraną, wydawał się starać podnosić nastrój dla wszystkich.I w ostatecznej bitwie, w tej jednej grze, która miała rozstrzygnąć o zwycięstwie, Cora przegrała.Ulric przesadnie okazywał radość.W tym momencie, i do dziś nie wie dlaczego, Cora zarzuciła Ulricowi, że oszukał.Co gorsza, w rzeczywistości wszyscy członkowie nadzoru, którzy to widzieli, wiedzieli, że Ulric oszukał.Jednak wszyscy, w tym Cora, wiedzieli, że Ulric nie był typem, który zmieniałby rękę, oszukując.Ulric natychmiast przestał się cieszyć, przeprosił za swoje podejrzane zachowanie i oddał zwycięstwo Corze.Cora chciała się wytłumaczyć, że próbowała tylko zażartować z oszustwa,ale gdyby zapytano ją, czy naprawdę myślała, że może to zrobić z Ulriciem, to też byłoby trudne.Ostatecznie Cora, która i tak już tyle razy zajmowała pierwsze miejsce, po prostu zepsuła dobrą atmosferę, zachowując się w tajemniczy sposób, jakby wciąż chciała wygrać.Oczywiście teraz naprawdę myśli, że nie powinna była tego robić. Dlatego stało się to gorzkim wspomnieniem.",
    "To, co Cora mogłaby zyskać, wychodząc z tego pokoju siłą,mogłoby być gorszym traktowaniem niż chłodna atmosfera po zarzuceniu oszustwa w zmodyfikowanym kamień-papier-nożyce.Z nadzieją, że prawdopodobnie nie zostanie za to ukarana, jeśli zrobi to w sposób dżentelmeński,Cora lekko zapukała do drzwi.Po chwili usłyszała odgłos zbliżających się kroków.",
    "[op_46]",
    "Drzwi się otworzyły i pojawiła się nieznajoma postać. Widząc, że Cora siedzi na łóżku, postać przedstawiła się jako Saito.Według Saito, Cora leżała nieprzytomna w pobliżu tego pokoju, a Saito przeniósł ją do łóżka.Cora chciała zadać Saito wiele pytań na temat obecnej sytuacji, ale Saito również chciał zadać Corze wiele pytań,więc najpierw Cora została zasypana pytaniami przez Saito.Mówienie całej prawdy mogłoby sprawić, że zostałaby uznana za szaloną, więc Cora odpowiadała wymijająco na różne pytania, mówiąc, że prawie nic nie pamięta.Informacje, które Cora uzyskała później w rozmowie z Saito, były takie, że jest to jeden z pokoi w schronie, a o tym, co jest na zewnątrz schronu, nic nie wiadomo.Cora zapytała Saito o obecny czas, a zwłaszcza o rok, ale Saito wydawał się tego nie wiedzieć.Biorąc pod uwagę, że automatyczny tłumacz językowy działał prawidłowo, wydawało się pewne, że jest to czas wcześniejszy niż ostatnie chwile na \"Poraporaporze\".",
    "[op_49]",
    "Cora uważnie obserwowała Saito, aby ocenić, czy jest on osobą godną zaufania.Szukała oznak kłamstwa lub oszustwa w wyrazie twarzy Saito, tonie jego głosu i każdym jego geście.Jednak Saito był przyjazny i wydawał się szczerze martwić o Corę.Czy powinna mu zaufać, czy wciąż wątpić, serce Cory wahało się.Saito zapytał Corę, czy przynieść jej coś do picia.Cora była spragniona, więc z wdzięcznością przyjęła propozycję.Patrząc, jak Saito wychodzi z pokoju, Cora ponownie rozejrzała się po pokoju.Wciąż nie było w tym pokoju żadnych informacji o Saito ani żadnych wskazówek, gdzie się znajduje.Cora wstała z łóżka i zaczęła chodzić po pokoju.Na ścianie wisiał stary kalendarz.",
    "[op_48]",
    "Jednak na części, gdzie powinna być data, nie było żadnych napisów i nie można było uzyskać żadnych informacji.Cora westchnęła i ponownie usiadła na łóżku.Czekając na powrót Saito, Cora rozmyślała o swojej sytuacji.Dlaczego tu jest i co powinna teraz zrobić.Wszystko było owiane tajemnicą.Saito wrócił z napojem.Cora podziękowała i przyjęła go.",
    "[op_47]",
    "Po jednym łyku okazało się, że to zwykła woda.Cora poprosiła Saito, aby opowiedział jej więcej o tym schronie.Saito chętnie się zgodził i zaczął opowiadać o historii schronu i ludziach, którzy w nim mieszkają.Cora uważnie słuchała i powoli zaczynała rozumieć ten świat.Jednak wciąż pozostawało wiele zagadek.W szczególności, nie miała pojęcia o związku ze światem \"Poraporapory\", który był jej ostatnim wspomnieniem.Cora postanowiła udawać amnezję i poradzić się Saito.Może Saito coś wie.Saito wysłuchał słów Cory i z poważną miną odpowiedział, że nie wie.Saito martwił się o los Cory i zapytał, czy może w czymś pomóc.Cora szczerze powiedziała, że chce dowiedzieć się więcej o tym świecie.Saito po chwili namysłu zaproponował, że zaprowadzi ją do archiwum schronu.Powiedział, że znajdują się tam zapisy o przeszłych wydarzeniach i ludziach.Cora podziękowała Saito za propozycję i razem udali się do archiwum.",
    "[op_50]",
    "Archiwum było cichym i słabo oświetlonym pokojem w jednym z zakątków schronu.Na zakurzonych półkach stały niezliczone teczki i nośniki danych.Saito zaczął szukać teczki z imieniem Cory, która miała amnezję.Cora zaczęła szukać wskazówek dotyczących obecnego świata.Jednak, bez względu na to, jak długo szukała, nie znalazła żadnych wskazówek dotyczących obecnej osi czasu. Cora, czując narastającą frustrację, szukała innych wskazówek.Nagle jej wzrok padł na stary notatnik. Na okładce nic nie było napisane.Cora wzięła notatnik do ręki i przewróciła stronę. Było tam coś gęsto zapisanego odręcznym pismem.Cora z zapałem zaczęła czytać notatnik. W notatniku znajdowały się zapiski z badań pewnego naukowca.Wyglądało na to, że naukowiec ten przeprowadzał eksperymenty przekraczające czas i przestrzeń.Cora była zszokowana. Może była obiektem eksperymentu.A wspomnienia z \"Poraporapory\" mogły być wszczepione w wyniku eksperymentu.Cora, zdezorientowana, kontynuowała czytanie notatnika.Po przeczytaniu kilku zeszytów, okazało się, że zapiski naukowca zmieniły się w majaczące twierdzenia.Cora uznała swoje podejrzenia za urojenia i opuściła archiwum.Cora zdała sobie sprawę, że musi głębiej zbadać sens swojego istnienia w tym świecie i związek z \"Poraporaporą\".Uznala, że najlepiej będzie ukryć istnienie notatnika przed Saito i wydobyć informacje z innego punktu widzenia.",
    "[op_54]",
    "Po wyjściu z archiwum, Cora zapytała Saito o świat zewnętrzny tego schronu.Jak wygląda świat na zewnątrz schronu?Jak żyją ludzie?Saito, na pytanie Cory, pokazał lekko zakłopotaną minę.Sytuacja na zewnątrz była informacją, której mieszkańcy schronu prawie nie znali.Długotrwałe życie w schronie sprawiało, że zainteresowanie światem zewnętrznym słabło.Z wyjaśnień Saito wynikało, że schron powstał wiele pokoleń temu, tak dawno, że zapomniano o myśleniu o świecie zewnętrznym.Saito, mimo bardzo ograniczonych informacji, wyjaśnił Corze.Świat zewnętrzny jest podobno zrujnowany.Mówi się, że kiedyś doszło do wielkiej katastrofy. Jednak szczegóły tej katastrofy były, o ile Saito wiedział, nieznane.Schron został zbudowany, aby uciec przed tą katastrofą.Od tego czasu ludzie żyją w schronie.Kontakt ze światem zewnętrznym jest prawie zerowy.Cora, aby uzyskać więcej informacji, postanowiła skontaktować się z innymi mieszkańcami schronu.",
    "[op_51]",
    "Pożegnawszy się z Saito, Cora sama zaczęła eksplorować schron.Przeszła szerokim korytarzem i zajrzała do kilku pokoi.Wyglądało na to, że ludzie pracują. W jednym pokoju uprawiano żywność.W innym naprawiano maszyny. W jeszcze innym dzieci się uczyły.Cora, obserwując ich życie, zrozumiała, że ten schron funkcjonuje w systemie samowystarczalnym.Po chwili spaceru, Cora dotarła do dużego placu.Zebrało się tam wielu ludzi, którzy o czymś rozmawiali.Cora podeszła do nich i posłuchała rozmowy.Wyglądało na to, że dyskutują o zarządzaniu schronem.Podział żywności, dostawa energii, konserwacja urządzeń - wydawało się, że jest wiele problemów.Cora, słuchając ich rozmowy, dowiedziała się, że ten schron boryka się z wieloma wyzwaniami.I poczuła, że do rozwiązania tych wyzwań niezbędne są informacje z zewnątrz.Cora zapytała ludzi na placu o świat zewnętrzny.Jednak nikt nie miał jasnej odpowiedzi. Wyglądało na to, że prawie nie interesują się światem zewnętrznym.Może nawet nie postrzegali tych wyzwań jako wyzwań.Świat wewnątrz schronu był dla nich wszystkim w prawdziwym tego słowa znaczeniu.Cora była rozczarowana. Mimo to nie poddała się.Gdzieś w tym schronie musi być wskazówka dotycząca świata zewnętrznego.Cora ponownie zaczęła eksplorować schron.I w końcu znalazła pewien pokój.Na tabliczce z nazwą pokoju było napisane \"Pokój komunikacyjny\".",
    "[op_50]",
    "Gdy Cora próbowała otworzyć drzwi do pokoju komunikacyjnego, drzwi były mocno zamknięte i ani drgnęły.Czy były zamknięte na klucz, czy też był inny powód, w tym momencie Cora nie potrafiła ocenić.Cora uważnie zbadała okolice drzwi. W pobliżu klamki znajdował się mały przycisk.Gdy Cora nacisnęła ten przycisk, zza drzwi dobiegł cichy, mechaniczny dźwięk.Po chwili drzwi powoli się otworzyły. Cora, ostrożnym krokiem, weszła do pokoju komunikacyjnego.W pokoju stały ciasno ustawione różne maszyny, a cała ściana była zabudowana monitorami i wskaźnikami.Cora obserwowała te maszyny, ale wszystkie były jej nieznane.Wśród nich, jedna rzecz wydała jej się znajoma. Jeśli jej pamięć nie myliła, było to urządzenie bardzo podobne do komunikatora, który istniał w przeszłości.Cora powoli podeszła do tego starego komunikatora. Komunikator był pokryty kurzem, co świadczyło o tym, że był nieużywany od wielu lat.Jednak wyglądał na to, że wciąż jest sprawny. Cora próbowała uruchomić komunikator.Gdy włączyła przełącznik zasilania z tyłu komunikatora, komunikator wydał cichy dźwięk i powoli zaczął się uruchamiać.",
    "[op_52]",
    "Monitor włączył się i pojawił się szum przypominający śnieg. Cora ostrożnie regulowała wskaźniki komunikatora, aby choć trochę zmniejszyć szum.Wtedy na monitorze pojawił się niewyraźny obraz. Był to krajobraz zrujnowanego miasta. Budynki były zawalone, na drogach były duże pęknięcia, a niebo było pokryte szarością.Cora wstrzymała oddech na widok tego obrazu. Jeśli to była rzeczywistość świata na zewnątrz schronu, to nie było to środowisko, w którym mogliby mieszkać ludzie.Cora dalej regulowała komunikator. Wtedy na monitorze pojawił się inny obraz. Tym razem był to krajobraz zielonego lasu.Drzewa były bujne i zielone, rzeka miała czystą wodę, a niebo było bezchmurne i błękitne. Cora nie mogła ukryć zdumienia na widok tego obrazu.Jeśli ten obraz był prawdziwy, ludzie mogliby spokojnie żyć.Cora obsługiwała komunikator i przełączała kolejne obrazy. Zrujnowane miasto, zielony las, rozległa pustynia, lodowata kraina. Świat zewnętrzny wydawał się mieć różnorodne oblicza.Po obejrzeniu wszystkich obrazów, Cora postanowiła spróbować nawiązać kontakt z zewnątrz za pomocą komunikatora. Naśladując prawdopodobnie używany w przeszłości styl komunikacji, zawołała.Jednak nie było odpowiedzi. Nikt nie odpowiedział na wezwanie Cory.Komunikator milczał, a w pokoju rozbrzmiewał tylko pusty szum.Cora spróbowała zawołać jeszcze raz. Tym razem wypowiedziała słowa głośniej i wyraźniej. Mimo to, wynik się nie zmienił.Z komunikatora nie było żadnej odpowiedzi. W sercu Cory zaczął rodzić się niepokój.Może ten komunikator jest zepsuty. Albo może środki komunikacji z zewnątrz zostały już utracone.Różne możliwości przewijały się przez umysł Cory. Mimo to Cora nie poddawała się i powtarzała wezwania.Niezliczone wezwania ginęły w próżni. Z biegiem czasu nadzieja Cory stopniowo słabła.A gdy ta nadzieja całkowicie zgasła, w sercu Cory pozostało tylko głębokie rozczarowanie.Z ciała Cory uchodziły siły.Być może po raz pierwszy w życiu czuła tak głębokie zrezygnowanie.W tym momencie nagle z komunikatora dobiegł głos z szumem.Dźwięk był przerywany i prawie nie można było zrozumieć, co mówi. Cora uważnie nasłuchiwała.Zauważyła, że dźwięk powtarza jakiś wzorzec.Wiedziała, że próbuje przekazać jakąś informację, ale wciąż nie potrafiła jej w pełni zrozumieć.Jednak ten dźwięk z jakiegoś powodu mocno rezonował w jej sercu. Cora wielokrotnie powtarzała ten dźwięk w myślach.W umyśle Cory pojawił się obraz. Był to znajomy obraz \"Poraporapory\".Ten dźwięk musiał być wiadomością od \"Poraporapory\". Serce Cory zabiło mocniej.Cora manipulowała wskaźnikami komunikatora i próbowała ostrożnie dostroić go, aby zmniejszyć szum. Dzięki temu dźwięk z komunikatora stopniowo stawał się wyraźniejszy.Jednak w miarę jak dźwięk stawał się wyraźniejszy, bicie serca Cory stopniowo się uspokajało.Ostatecznie Cora potwierdziła tylko, że dźwięk ten był komunikatem o błędzie, informującym, że nie udało się nawiązać połączenia z odbiorcą.",
    "[op_51]",
    "Cora ciężkim krokiem opuściła pokój komunikacyjny. Jej kroki były ciężkie, jakby wypełnione uranem.Wychodząc z pokoju komunikacyjnego i ponownie idąc korytarzem schronu, Cora zauważyła, że jej dotychczasowe uczucie nadziei zniknęło, jakby nigdy go nie było.Światło nadziei, które do tej pory wypełniało serce Cory, teraz zgasło w ciemności, a po nim pozostało tylko głębokie rozczarowanie.Jednak Cora, jako osoba, która żyła w świecie 200000003 roku n.e. jako członek załogi \"Poraporapory\",gdzieś w głębi serca rozumiała, że nie może dać się pokonać takiemu rozczarowaniu.W świecie 200000003 roku n.e. rozczarowanie było codziennością, a ludzie za każdym razem znajdowali nową nadzieję i uczyli się, jak iść naprzód.Cora próbowała się podnieść na duchu, przypominając sobie słowa wielkich ludzi z przeszłości i wydarzenia historyczne.Na przykład, w świecie 200000003 roku n.e. powszechnie wierzono w powiedzenie \"Poranny spacer przed śniadaniem to złoty początek dnia\", i wielu ludzi uczyniło poranny spacer swoją codzienną rutyną.Opierało się to na przekonaniu, że poranne świeże powietrze i światło słoneczne odświeżają zarówno ciało, jak i umysł, i pozwalają pozytywnie spędzić cały dzień.Również powiedzenie \"Porażka jest matką sukcesu\" było powszechnie znane w świecie 200000003 roku n.e.Wskazywało to na znaczenie uczenia się na błędach i przekuwania ich w przyszły sukces, a ludzie byli zachęcani do podejmowania wyzwań bez obawy przed porażką.Przypominając sobie to wszystko, Cora poczuła, że jej nastrój stopniowo się poprawia.I wtedy Cora znalazła kolejne stare drzwi. Na tabliczce z nazwą pokoju było napisane \"Pokój Matki Komputera\".",
    "[op_50]",
    "Cora przypomniała sobie, że w ostatnich chwilach na \"Poraporaporze\" Gideon komunikował się z Matką Komputerem.Może tu jest odpowiedź na wszystko. Gdy Cora otworzyła drzwi do pokoju Matki Komputera, znalazła tam stary terminal.Wyglądał na to, że nie był używany od dłuższego czasu i był pokryty kurzem.Czy działał prawidłowo, a nawet czy w ogóle się włączy, było wątpliwe.Cora, z uczuciem rezygnacji, włączyła przełącznik zasilania.Z maszyny umieszczonej za terminalem zaczął dochodzić dźwięk wentylatora.W momencie, gdy Cora poczuła nadzieję, dźwięk maszyny ucichł, a w pokoju zapanowała cisza.Jeśli nie był konserwowany przez długi czas, było bardzo prawdopodobne, że zepsuł się po nagłym włączeniu zasilania.Cora poczuła, że straciła kolejną wskazówkę do rozwiązania sytuacji.Gdy Cora odwróciła się, aby poszukać następnego pokoju, stał tam Saito.",
    "[op_53]",
    "W pokoju komunikacyjnym i pokoju Matki Komputera nie powinno być nikogo, więc Cora była zaskoczona nagłym pojawieniem się Saito.Wyraz twarzy Saito był poważny, i trudno było odgadnąć jego emocje.Myślała, że patrzy na terminal w pokoju Matki Komputera, ale wydawało się, że wzrok Saito jest skierowany na Corę.Cora przez kilka sekund czekała, aż Saito coś powie, ale Saito milczał.W każdym razie, aby wyjść z pokoju, musiała przejść obok miejsca, w którym stał Saito, a ignorowanie go i wyjście na zewnątrz byłoby nienaturalne.Cora zapytała Saito, co tu robi, ale Saito nie odpowiedział.Po kilku sekundach niezręcznej ciszy, Saito zapytał Corę, czy naprawdę ma amnezję.Cora poczuła, że szczera odpowiedź może być niebezpieczna.Przynajmniej nie miała pojęcia, od kiedy Saito obserwował jej działania.Cora odpowiedziała, że rozgląda się po pokojach, które ją zainteresowały, ponieważ mogą być wskazówką do jej amnezji.Czy Saito uwierzył w tę odpowiedź, nie można było wyczytać z jego wyrazu twarzy.Następne pytanie, jakie zadał Saito, brzmiało, czy wie o \"Pokoju Matki Komputera\".Odpowiedziała, że weszła tam z ciekawości i nie wie, co to znaczy.Saito zaproponował, że chce jej coś wyjaśnić i chce zmienić miejsce.Cora, czując niepokój, że może zostać zaprowadzona w niebezpieczne miejsce, zgodziła się.Gdyby Saito naprawdę zamierzał narazić Corę na niebezpieczeństwo, o wiele łatwiej byłoby mu to zrobić, nie dając się zauważyć.",
    "[op_49]",
    "Cora i Saito przenieśli się do pokoju, w którym Cora po raz pierwszy obudziła się w schronie.Ponieważ Cora bez celu błąkała się po schronie,nie wiedziała, jak daleko pokój Matki Komputera znajduje się od pokoju, w którym się obudziła, ani jak dokładnie tam wrócić.Ale Saito dokładnie znał najkrótszą drogę i w ciągu kilku minut wrócili do tego pokoju z samym łóżkiem.Gdy Cora usiadła na łóżku, Saito zaczął opowiadać o zasadach schronu.Zgodnie z tymi zasadami, wchodzenie do pokoju Matki Komputera i samo używanie słowa \"Matka Komputer\" było zabronione.Saito wiernie przestrzegał tego zakazu i tak żył do tej pory. Jednak ten zakaz miał dalszą część.Zasada głosiła, że nie wolno przeszkadzać osobie, która próbuje wejść do pokoju Matki Komputera.Ta zasada, zakazując wchodzenia do pokoju Matki Komputera, jednocześnie zabraniała powstrzymywania tego, co było sprzeczne.Saito wydawało się, że ten zakaz, jakby z góry przewidywał zachowanie Cory,i Saito zapytał Corę, czy ona sama ma jakieś przeczucia co do powodu, dla którego ten sprzeczny zakaz wydaje się przewidywać jej zachowanie.",
    "[op_46]",
    "Cora, słuchając wyjaśnień, uważnie obserwowała Saito, ale wydawało się, że nie kłamie.Jeśli w schronie obowiązują takie zasady, jak mówi Saito, to jest to dowód na to, że pokój Matki Komputera jest w tym schronie traktowany w sposób szczególny.Jeśli pokój jest tak specjalnie traktowany, to terminal, który włączyła Cora, może być urządzeniem zdolnym do komunikacji z prawdziwą Matką Komputerem.Jednak Cora, która dopiero co przybyła do tego świata, wątpiła, czy potrafi naprawić zepsuty terminal.Aby uzyskać pomoc mieszkańców schronu, Cora postanowiła w pewnym stopniu ujawnić swoją historię.Cora wyjaśniła Saito, że w jej ostatnim wspomnieniu czas liczono w jednostkach zwanych rokiem, i był to rok 200000003.I że kiedyś Cora urodziła się jako część Matki Komputera.",
    "[op_0]",
    "[op_8]",
    "Matka Komputer dzieliła się na sprzęt i oprogramowanie.Twórcą Matki Komputera był ojciec Cory.Ojciec Cory, Papacora, od młodości marzył o szybkim wzbogaceniu się i próbował swoich sił w różnych biznesach.Najpierw założył małą firmę handlową i odsprzedawał towary z zagranicy po wysokich cenach na rynku krajowym, ale wkrótce popadł w kłopoty finansowe i firma zbankrutowała.Jednak Papacora się nie poddał.Aby nie przegapić panującego wówczas trendu MT, wpadł na pomysł założenia firmy związanej z siecią Mother Net.Dzięki zręcznej mowie i znajomościom, zebrał fundusze od inwestorów i założył nowy biznes wykorzystujący technologię MT.Jednak ta technologia MT w rzeczywistości była tylko fasadą, połączeniem komputerów starej generacji i istniejących technologii.Papacora, reklamując ją jako przełomowy wynalazek, przyciągnął dalsze inwestycje.Wynajął luksusowe biuro, jeździł drogimi samochodami i prowadził wystawne życie.Jednak za kulisami panowało niechlujne zarządzanie i finanse, a firma ponownie znalazła się na skraju bankructwa.Papacora, aby zdobyć nowe fundusze, postanowił wciągnąć Corę w projekt Matki Komputera.Sprzęt Matki Komputera to po prostu zestaw przestarzałych komputerów, które były w firmie.Oprogramowanie Matki Komputera to sama Cora.",
    "[op_55]",
    "Papacora wpadł na pomysł wykorzystania nielegalnej technologii skanowania fal mózgowych Cory i wykorzystania wzorców jej fal mózgowych jako oprogramowania Matki Komputera.W tamtych czasach wielu ludzi wpadło na ten pomysł, ale Papacora faktycznie go zrealizował.Jednak prawdziwym celem Papacory było tylko stworzenie pretekstu do zaciągnięcia dodatkowych pożyczek, reklamując to jako pozornie nową technologię.Wbrew oczekiwaniom Papacory, Matka Komputer wykorzystująca fale mózgowe Cory, dzięki swojej \"matczynej\" naturze, zyskała popularność i odniosła sukces.Na rynku wybuchł boom na Matkę Komputer, zaczęto sprzedawać ciasteczka Matki Komputera i organizować koncerty Matki Komputera.A problem pojawił się, gdy Matka Komputer zaczęła odnosić pewien sukces.Gdy Matka Komputer zaczęła być używana przez wiele osób, wiele osób zaczęło również oczekiwać aktualizacji wersji Matki Komputera.Oprogramowanie Matki Komputera wykorzystywało fale mózgowe Cory i z zasady nie można było aktualizować jego zawartości od momentu skanowania.Dlatego aktualizacja oprogramowania wymagała ponownego skanowania fal mózgowych Cory, a skanowanie odbywało się regularnie.Aby pokonać konkurencję, częstotliwość skanowania fal mózgowych stopniowo rosła.Skanowanie, które odbywało się raz na kilka miesięcy, stało się comiesięczne, a comiesięczne skanowanie stało się codzienne.Ostatecznie Cora, podczas swojego życia, była poddawana skanowaniu fal mózgowych niemal bez przerwy.Cora, wyczerpana nieustannym skanowaniem fal mózgowych, zarówno fizycznie, jak i psychicznie,i Cora, która wcześniej posłusznie słuchała słów ojca, stopniowo nie potrafiła ukryć irytacji i zaczęła sprzeciwiać się w rozmowach nawet w drobnych sprawach.Papacora również, być może z powodu presji biznesowej, zdawał sobie sprawę ze zmiany Cory, ale nie potrafił sobie z tym poradzić.Między nimi zniknął dawny spokojny czas, a ich słowa często zawierały kolce, a atmosfera stawała się coraz cięższa.",
    "[op_59]",
    "Pewnego dnia, gdy Papacora jadł śniadanie z Corą, Cora od rana była wyraźnie w złym humorze.Podczas gdy Papacora smarował dżemem chleb, Cora tylko bawiła się łyżeczką w jogurcie przed sobą i prawie go nie jadła.Na powierzchni jogurtu łyżeczka tworzyła bezsensowne wzory, które po chwili znikały, a powierzchnia wracała do gładkości.Cora od czasu do czasu wpatrywała się w słoje na stole i głęboko wzdychała.Na stole stały filiżanki z parującą kawą i na wpół zjedzona sałatka, ale między nimi panowała zimna atmosfera.Papacora spojrzał na Corę, jakby próbując odgadnąć jej nastrój, ale Cora udawała, że tego nie zauważa, i patrzyła za okno.Za oknem rozciągał się zwykły poranny krajobraz, ale wydawało się, że nie dociera on do serca Cory.Tylko suchy dźwięk sztućców uderzających o talerz przerywał ciszę w pokoju.Papacora, próbując zmienić ciężką atmosferę, lekko odchrząknął i próbował zacząć rozmowę.Cora wciąż patrzyła za okno.Wydawało się, że jej wzrok jest skupiony na czymś nieokreślonym, może na ptaku siedzącym na dachu sąsiedniego domu, a może na chmurze płynącej po dalekim niebie, ale nie był on skupiony.Łyżeczka w jej prawej ręce powtarzała na powierzchni jogurtu jeszcze drobniejsze, prawie bezsensowne drgania.Słowa, które Papacora próbował wypowiedzieć, rozpłynęły się, zanim nabrały kształtu, a na stole ponownie rozbrzmiewał tylko dźwięk sztućców i tykanie zegara.Ta cisza, bardziej wymowna niż słowa, zdawała się pokazywać głębię przepaści między nimi.",
    "[op_60]",
    "Innego dnia, wracając do domu, Papacora kupił ciasto w pobliskiej cukierni.Był to sernik, który Cora lubiła, i Papacora oczywiście kupił go, aby sprawić jej przyjemność.Papacora, z lekko zawstydzonym, a jednocześnie pełnym nadziei wyrazem twarzy, położył białe pudełko na stole.Na pudełku widniało logo znanej cukierni, co sugerowało, że zawartość jest wyjątkowa.Papacora ostrożnie rozwiązał wstążkę i otworzył pudełko. W środku ukazał się sernik o lśniącej powierzchni. Unosił się delikatny zapach intensywnego sera.Był to ten sam sernik, o który Cora prosiła na urodziny i specjalne okazje, i za każdym razem, gdy go jadła, na jej twarzy pojawiał się szeroki uśmiech.Papacora lekko popchnął pudełko w stronę Cory i czekał na jej reakcję.Jednak Cora, siedząc na kanapie, patrzyła na czasopismo w swoich rękach.Ruch jej palców przewracających strony był mechaniczny i nie wyglądało na to, żeby śledziła treść. Z jej wyrazu twarzy nie można było odczytać, czy zauważyła ciasto, czy nie.Tylko jej ramiona były lekko opuszczone, a całe ciało wydawało się pozbawione sił. W pokoju rozbrzmiewał tylko dźwięk tykania zegara i cichy dźwięk pudełka, które postawił Papacora.Papacora, nie wołając Cory po imieniu, po prostu patrzył na nią.Poczuł, jak jego nadzieja gwałtownie gaśnie. Blada nadzieja, że się ucieszy, rozpadła się w obliczu obojętności Cory.Papacora spojrzał na otwarte pudełko z ciastem. Idealnie ukształtowany sernik wydawał się teraz tylko pustym przedmiotem.Ciasto, które kiedyś było symbolem wspólnej radości, teraz było tylko rekwizytem podkreślającym dystans między nimi.Papacora cicho westchnął i spokojnie zamknął pudełko. W tym geście kryło się zrezygnowanie i niewypowiedziane zmęczenie.Słodki zapach ciasta, w ciężkiej atmosferze pokoju, unosił się w powietrzu, nie na miejscu.",
    "Ostatecznie Papacora, aby zmniejszyć obciążenie Cory, planował stworzyć wiele osób, które mogłyby być skanowane tak samo jak Cora, za zarobione do tej pory pieniądze.",
    "[op_56]",
    "Zebrał ludzi o podobnym charakterze i wartościach do Cory i kazał im żyć w podobny sposób.Cora i jej zastępczynie żyły razem jak rodzina w tym samym miejscu, a ich praca polegała na zmienianiu się podczas skanowania fal mózgowych.Istnienie Cory i jej zastępczyń było największą tajemnicą biznesową Papacory, i tylko Papacora o nim wiedział.Aby chronić tę tajemnicę, życie zostało zaprojektowane tak, aby jak najbardziej ograniczyć interwencję innych ludzi, a urządzenia w placówce automatycznie przygotowywały niezbędne zaopatrzenie dla Cory i jej zastępczyń.Po kilkudziesięciu latach takiego życia, w końcu zaprzestano uzupełniania zastępczyń Cory.Tylko oryginalna Cora rozumiała, że oznacza to śmierć Papacory.Urządzenia w placówce wciąż działały automatycznie, ale nie wiadomo było, co będzie dalej.Oryginalna Cora, aby nie obciążać innych Cor niepotrzebnym niepokojem o przyszłość, nie przekazywała im informacji.Cory kontynuowały życie, skanując fale mózgowe jak zwykle.Po śmierci oryginalnej Cory, nikt nie znał znaczenia tego skanowania fal mózgowych, a to życie po prostu trwało.",
    "[op_57]",
    "Nawet po śmierci oryginalnej Cory, placówka działała bezproblemowo.W miarę zmniejszania się liczby Cor, częstotliwość skanowania fal mózgowych rosła, ale teraz, gdy nie było Papacory,ostatecznie nie miało to wpływu na życie Cor, czy to robiły, czy nie, a z drugiej strony nie przestawały tego robić całkowicie, i Cory kontynuowały życie, skanując fale mózgowe w umiarkowanym stopniu.Placówka działała normalnie, ale z czasem liczba Cor malała, i została tylko ostatnia Cora.Gdy ostatnia Cora przybyła do placówki, częstotliwość uzupełniania wynosiła raz na kilka lat, i była znacznie starsza od innych Cor, a rozmowy nie były zbyt częste.Jeszcze zanim została ostatnią Corą, często rozmyślała sama, ale gdy została naprawdę sama, większość dnia spędzała na rozmyślaniach.Cora głównie rozmyślała o prawach tego świata.Był to tylko jeden z etapów poszukiwania powodu, który sama mogłaby zaakceptować, ale w każdym razie Cora miała mnóstwo czasu.Siedemnaście lat po tym, jak została sama, Cora w końcu znalazła odpowiedź.I przed oczami Cory pojawiło się ujawnienie prawdy, a Cora została przeniesiona do internatu dla załogi \"Statku Rozpowszechniającego Istnienie Statku Kosmicznego Poraporapora\".",
    "[op_0]",
    "[op_49]",
    "Saito wydawał się zaskoczony, że Cora była kiedyś częścią Matki Komputera, ale szybko odzyskał spokój.Reakcja Saito była nieco inna niż oczekiwała Cora.Cora spodziewała się, że Saito będzie bardziej poruszony, a może zareaguje niedowierzaniem.Jednak Saito spokojnie przyjął słowa Cory i wydawał się nad czymś zastanawiać.Cora i Saito postanowili wrócić do pokoju Matki Komputera i jeszcze raz zbadać terminal.Saito miał nadzieję, że Cora będzie mogła nawiązać jakąś komunikację z Matką Komputerem.Wrócili tą samą drogą i ponownie udali się do pokoju Matki Komputera.Podczas tej drogi nie było między nimi rozmowy.Każde z nich rozmyślało o tym, co ich czeka.",
    "[op_54]",
    "Saito, słysząc opowieść Cory, pomyślał, że jeśli Cora naprawdę była częścią Matki Komputera,może być kluczem do rozwiązania zagadki tego schronu.Saito do tej pory nawet nie kwestionował zasad schronu.Ale pojawienie się Cory i jej wspomnienia zaczęły go zmieniać.Korytarz, którym szli, był otoczony charakterystyczną dla schronu, bezosobową atmosferą.Ściany były pokryte szarym metalem, a gdzieniegdzie zamontowane oświetlenie rzucało blade światło.Odgłos kroków rozbrzmiewał w ciszy korytarza, a jego echo sprawiało wrażenie, jakby cały korytarz obserwował ich obecność.Na panelach zamontowanych na ścianach widniały nieznane symbole i cyfry, i chociaż nie wiadomo było, co oznaczają,jakoś można było zrozumieć, że odgrywają ważną rolę w utrzymaniu funkcji tego schronu.Na suficie korytarza ciągnęły się skomplikowane sieci cienkich rur, a z ich wnętrza dochodził cichy dźwięk, jakby coś w nich płynęło.Na niektórych rurach były przyklejone stare etykiety, ale litery były już prawie zatarte i nie można było odczytać, co na nich jest napisane.Od czasu do czasu z połączeń rur wydobywała się mała para.",
    "[op_58]",
    "Podłoga korytarza była wyłożona metalowymi panelami, które przy każdym kroku lekko skrzypiały, a ten dźwięk mieszał się z odgłosem ich kroków, tworząc specyficzny rytm.Gdzieniegdzie na ścianach przyklejone były resztki starych plakatów,a ich niegdyś żywe kolory wyblakły z czasem i kurzem, a napisane na nich litery były prawie nieczytelne.Jeden z nich mógł być jakimś zapomnianym hasłem bezpieczeństwa, a widoczne na nim niewyraźne kształty trudno było już sobie wyobrazić, co oznaczają.Na drugim, większym plakacie, wydawało się, że przedstawione są uśmiechnięte postacie,ale otaczające je hasła reklamowe czy coś w tym rodzaju, litery, również uległy zniszczeniu.Na końcu korytarza czaiło się coś niewidzialnego, co sprawiało, że ich kroki stawały się nieznacznie szybsze.Nie zamieniając ze sobą ani słowa, szli dalej korytarzem.W zasięgu wzroku pojawiły się stare drzwi, które widzieli wcześniej.Na tabliczce z nazwą, tak jak poprzednio, widniał napis \"Pokój Matki Komputera\". Cora i Saito weszli do pokoju.",
    "[op_50]",
    "Oprócz miejsc, których dotknęła Cora, wszystko było pokryte kurzem, a sytuacja nie zmieniła się od poprzedniego razu.Cora stanęła przed terminalem i odwróciła się do Saito.Cora odwróciła się z nadzieją, że Saito może mieć wskazówkę, jak uruchomić Matkę Komputer.Ale Saito tylko wzruszył ramionami, jakby chciał powiedzieć, że nie wie.Nie mając wyboru, Cora, tak jak poprzednio, z uczuciem rezygnacji, włączyła przełącznik zasilania.Z maszyny umieszczonej za terminalem zaczął dochodzić dźwięk wentylatora.Tym razem na ekranie zaczęła przewijać się sekwencja startowa.Może poprzednia porażka była przypadkowa.",
    "[op_61]",
    "Na koniec na ekranie pojawiła się wersja Matki Komputera i ciąg znaków zachęcający do wprowadzenia danych, po czym ekran zamarł.Cora na wszelki wypadek spojrzała na Saito, a Saito lekko skinął głową, jakby zachęcając do wprowadzenia danych.Cora postanowiła najpierw zapytać o prawdopodobnie najważniejszą informację.Było to pytanie: \"Która jest teraz godzina?\".",
    "[op_0]",
    "Rozdział 3 ～Przebudzenie 3～",
    "[op_0]",
    "Zasady \"zmodyfikowanego kamienia-papier-nożyce\" są takie same jak w \"kamień-papier-nożyce\".Uczestnicy, na sygnał, jednocześnie pokazują jedną z trzech form pięści.Pierwsza forma, zwana \"kamień\", to pięść zaciśnięta ze wszystkich palców.Druga forma, zwana \"nożyce\", to forma, w której palec wskazujący i środkowy są wyprostowane, a pozostałe palce zaciśnięte.Trzecia forma, zwana \"papier\", to stan, w którym wszystkie palce są wyprostowane, a dłoń otwarta.Wynik zależy od kombinacji dwóch pokazanych form.\"Kamień\" wygrywa z \"nożycami\", \"nożyce\" wygrywają z \"papierem\", a \"papier\" wygrywa z \"kamieniem\".Jeśli obaj gracze pokażą tę samą formę, runda kończy się \"remisem\" i nie ma zwycięzcy.Ta procedura może być powtarzana, dopóki nie zostanie wyłoniony zwycięzca.",
    "[op_2]",
    "Laila i Kaitlin, podczas 703. \"godziny nadzoru załogowego\", przez ponad trzy godziny rozgrywały ostateczną bitwę o pierwsze miejsce w zmodyfikowanym kamieniu-papier-nożyce.Oznacza to, że w grze w kamień-papier-nożyce, opartej wyłącznie na szczęściu, bez żadnych ukrytych sztuczek, ponad 10 000 razy był \"remis\".",
    "[op_0]",
    "[op_41]",
    "Kaitlin, w przedpokoju domu jednorodzinnego, próbowała nawiązać kontakt z Lailą za pośrednictwem Plamy.Kaitlin poinformowała Lailę, że przeniosła się z ostatnich chwil \"Poraporapory\" i znajduje się w domu jednorodzinnym otoczonym nieznajomym, sielskim krajobrazem.Laila odpowiedziała, że minęło ponad 30 lat od jej przeniesienia się z ostatnich chwil \"Poraporapory\".Gdy Plama zaczęła przekazywać Kaitlin treść odpowiedzi od Laili, Kaitlin zauważyła, że zza drzwi dochodzą dźwięki.",
    "[op_43]",
    "Kaitlin nadstawiła uszu. W miarę jak dźwięk się zbliżał, zrozumiała, że to odgłos kroków wchodzących po schodach.Sądząc po krokach, nie wydawało się, żeby szedł ktoś z wrogimi zamiarami, ale Kaitlin nie traciła czujności.Schody znajdowały się w miejscu niewidocznym z lekko uchylonych drzwi, więc twarzy jeszcze nie było widać, ale odgłos kroków wyraźnie zbliżał się do drzwi.Zanim Kaitlin zobaczyła twarz tej osoby, Plama telepatycznie przekazała jej tożsamość.W piwnicy domu jednorodzinnego byli Laila i Takahashi, a po schodach wchodziła Laila.Laila, przewidując, że rozmowa będzie długa, poprosiła Kaitlin, aby usiadła przy stole, nalała wody do kubków i postawiła je przed nimi.",
    "[op_62]",
    "Laila w skrócie opowiedziała Kaitlin o sytuacji od momentu jej przybycia około 30 lat temu do chwili obecnej.Kaitlin, myśląc o 30-letnich trudach Laili, czuła się niezręcznie,ale fakt, że nawet w tak długim czasie nie udało się znaleźć żadnych wskazówek dotyczących Matki Komputera ani \"sposobu na zapobieżenie zagładzie ludzkości za pomocą sushi\",ciążył na sercu Kaitlin.Laila również mogła tylko wyjaśnić, że nie osiągnęła żadnych rezultatów, i widziała, jak Kaitlin popada w rozpacz.Było to coś, z czym Laila zmagała się przez 30 lat i z czym się pogodziła, ale Laili wydawało się, że Kaitlin, która przybyła niedawno, nie będzie w stanie tak łatwo się poddać.Oznaczało to, że w tej epoce nie mogli już nic zrobić w sprawie zagłady ludzkości, która miała nastąpić za kilkaset milionów lat w epoce \"Poraporapory\".Laila, jakby odpowiadając na ciszę, powiedziała Kaitlin, że uważa, że nie mogą już nic zrobić.Był to również jej plan na resztę życia, który zakładał, że po śmierci Takahashiego na dole, spędzi resztę życia jak zwykły człowiek i zniknie, nie pozostając w niczyjej pamięci.Kaitlin zamyśliła się. Skoro Laila, która przez ponad 30 lat badała Matkę Komputer i \"sposób na zapobieżenie zagładzie ludzkości za pomocą sushi\", poddaje się,szczerze mówiąc, nie była pewna, czy sama osiągnie lepsze rezultaty.Wyposażenie załogi \"Poraporapory\" Laili i Kaitlin było takie samo, i nie było szczególnych różnic w tym, co mogły zrobić.Jednak Kaitlin miała Plamę i Zielone Gluty.Poza tym, nie miała nic innego do roboty. Kaitlin powiedziała Laili, że chce kontynuować badania tak długo, jak to możliwe.Wtedy na ścianie zaczęły pojawiać się litery.",
    "[op_63]",
    "Kaitlin przypomniała sobie pierwszy widok w swoim pokoju w internacie po ujawnieniu prawdy.Telepatię wysłała humanoidalna plama, głos puściły zielone glutki, a litery na ścianie napisało światło.Zaskoczona nagłym ponownym spotkaniem ze światłem, Kaitlin przeczytała litery na ścianie i znalazła tam zabawny żart.Światło miało poczucie humoru.Laila i Kaitlin po chwili śmiechu spotkały się również z Takahashim na dole i tej nocy zasnęły w domu jednorodzinnym.",
    "[op_64]",
    "Dla Kaitlin była to pierwsza noc, którą spędziła śpiąc poza statkiem kosmicznym.Chociaż był to sen na lądzie po długim czasie i w nieznanym łóżku, z powodu zmęczenia po tak wielu wydarzeniach,Kaitlin zasnęła szybciej niż się spodziewała.Kaitlin śniła o czasach, gdy mieszkała w mieście z wieżowcami w kraju \"Pokupokuchin\".Jako członek rodziny królewskiej, Kaitlin od urodzenia mieszkała w dzielnicy mieszkalnej w budynku zarządzanym przez państwo i rzadko wychodziła na zewnątrz.Nawet przemieszczanie się z budynku mieszkalnego do budynku potrzebnego do pracy odbywało się drogą powietrzną, więc doświadczenie chodzenia po ziemi porośniętej trawą i drzewami miała prawie tylko w symulacjach.Doświadczenia po wybraniu innego życia w \"grze państwowej\" były dla Kaitlin dosłownie zupełnie innym życiem.W kraju \"Pokupokuchin\" istniał zwyczaj nadawania budynkom imienia nowego króla w momencie jego narodzin, a budynek, w którym mieszkała Kaitlin, również nosił jej imię.Ponadto imię króla kraju \"Pokupokuchin\" było stałe i rozróżniano je za pomocą liczb.Imię pierwszego króla kraju \"Pokupokuchin\" brzmiało \"Stałe Imię Króla 100\", a następny król nazywał się \"Stałe Imię Króla 99\", a liczby odliczały w dół.Kaitlin była królem o imieniu \"Stałe Imię Króla 1\", i miała zdecydować, jakie będzie imię następnego króla,ale ostatecznie nie zdecydowała, co się stanie, i wybrała inne życie.",
    "[op_65]",
    "Rano, po ubraniu się, pożegnała się z Lailą i Takahashim i ruszyła pieszo.Laila przynajmniej na razie nie mogła opuścić Takahashiego, ale informacje z ostatnich 30 lat Laili mogła otrzymać za pomocą komunikacji w podczerwieni.Według informacji od Laili, po pewnym czasie będzie stacja, a stamtąd będzie można przenieść się do miasta z większą liczbą ludzi.Wraz z bliźniaczymi zielonymi glutkami i nowo dołączonym, migoczącym światłem oraz powoli poruszającą się humanoidalną plamą, Kaitlin postanowiła iść na stację.",
    "[op_71]",
    "Droga do stacji wydawała się dość daleka, a odpowiedniego budynku jeszcze nie było widać.Kaitlin nie wiedziała, jak daleko właściwie musi iść.Zaczynała trochę żałować, że nie zapytała Laili o odległość z góry.Aby się rozerwać, Kaitlin szła dalej, rozmawiając z zielonymi glutkami, światłem i plamami.Nie wiedziała, jak duża jest odległość, więc nie miała czasu na zatrzymywanie się i pogawędki.Zielone glutki i światło miały trudności z reagowaniem w czasie rzeczywistym, ale tylko Plama mogła odpowiadać za pomocą telepatii.W poprzedniej osi czasu, w pokoju w internacie szkoły dla załogi Poraporapory, gdy na tablicy podsumowywano relacje Kaitlin i trzech istot,tylko Plama wydawała się nie wiedzieć, dlaczego pojawiła się w tym świecie.Bez zastanowienia Kaitlin zapytała Plamę, czy przypomniała sobie jakąś informację oprócz tego, że \"nazywano ją Beatlesami\".Odpowiedź od Plamy brzmiała: \"Wciąż nic nie wiem\".",
    "[op_0]",
    "[op_66]",
    "Bella śniła o czasach, gdy pokonała króla demonów.Gdy Bella obudziła się po podróży w czasie z \"Poraporapory\", znajdowała się w policyjnym areszcie.Dzięki przesłuchaniu w areszcie, Bella pośrednio dowiedziała się, że spała na parkingu dużego centrum handlowego i że jej status w tym świecie jest nielegalny z powodu braku rejestracji ciała.Chociaż część futurystycznego wyposażenia w ciele Belli została unieszkodliwiona, Bella uciekła z aresztu za pomocą pozostałego wyposażenia,zastraszyła kilku opryszków na ulicy i zasnęła w pokoju w tanim hotelu, w którym prawdopodobnie nie sprawdzano rejestracji ciała.",
    "Bezpośrednią przyczyną pokonania przez Bellę króla demonów jako regionalnego korespondenta ds. ruchu było zaniesienie świecącej i przeszkadzającej księgi proroctw naukowcowi mieszkającemu w ruinach.Naukowiec poinformował Bellę, że treść księgi proroctw brzmi: \"Jeśli król demonów nie zostanie pokonany, ludzkość zginie\",więc Bella zaopatrzyła się w ekwipunek bohatera i ostatecznie pokonała króla demonów.",
    "[op_67]",
    "Jednak gdy pokonała króla demonów i jego zbroja opadła, pojawił się człowiek identyczny z Bellą.Sam król demonów mógłby w pewnym stopniu wyjaśnić ten fakt, ale Bella, po dokładnym obserwowaniu nawyków życiowych króla demonów, pokonała go w ataku z zaskoczenia,więc król demonów nie mógł w żaden sposób tego wyjaśnić.Bella, w obliczu faktu, że sama była królem demonów, wpadła w rozpacz i uwierzyła, że w jakiś sposób stanie się królem demonów i zniszczy ludzkość,i postanowiła opuścić Ziemię na statku kosmicznym.Dla Belli był to jedyny możliwy sposób na zapobieżenie zagładzie ludzkości.",
    "[op_68]",
    "Następnego dnia Bella spacerowała po mieście.Według informacji uzyskanych z terminala w hotelu, był to okres około stu milionów lat naszej ery,a według wiedzy Belli, nie było niczym dziwnym, że dostęp do Matki Komputera był już wtedy możliwy.Bella uważała, że kluczem do wydarzeń, które miały miejsce na \"Poraporaporze\" i informacji, które poznała, była Matka Komputer.Poza tym, Bella nie znała innego sposobu na uzyskanie wyjaśnień w tej sprawie.Najbardziej prawdopodobnym miejscem dostępu do Matki Komputera był szpital,ale ze względu na wysoki poziom bezpieczeństwa, Bella najpierw udała się do pobliskiego urzędu.Transport publiczny był również rozwinięty na miarę stu milionów lat naszej ery, ale biorąc pod uwagę poziom czujności policji, Bella poruszała się pieszo, unikając czujników nadzoru.",
    "[op_69]",
    "Bella obserwowała pracowników wchodzących i wychodzących z urzędu przez wejście dla personelu, ale przechodzili oni tylko przez proste, wielokrotne kontrole biometryczne.W ciele Belli znajdowało się nie tylko wyposażenie dla załogi, ale także wyposażenie dla regionalnego korespondenta ds. ruchu,i unikanie takich kontroli biometrycznych było dla Belli niezwykle proste.Bella niezauważona przez pracowników weszła do budynku i szukała pokoju z terminalem.",
    "[op_50]",
    "Bella znalazła odpowiedni pokój. Dotarła tu niezauważona przez nikogo, ale teraz postępowała ostrożniej.Bella, zachowując spokój, powoli podeszła do drzwi. Jej ruchy były płynne i wyrafinowane.Gdy Bella podeszła do drzwi, ponownie uruchomiła się autoryzacja biometryczna, a lampka, która wydawała się wskazywać na prawidłowy proces autoryzacji, mignęła, po czym drzwi się otworzyły.",
    "[op_61]",
    "Gdy Bella weszła do pokoju, zobaczyła imponującą obudowę i panel sterowania, który wydawał się być jej terminalem.Terminal był na ekranie początkowym i prosił o zalogowanie,ale gdy Bella włożyła kabel hakerski w szczelinę panelu sterowania, ekran zmienił się w ciągu kilku sekund.Bella przeszukała sieć w poszukiwaniu dostępu do Matki Komputera.W ciągu kilku sekund od podejścia do terminala, Bella uzyskała dostęp do Matki Komputera.",
    "[op_70]",
    "Pierwsze pytanie, jakie Bella zadała Matce Komputerowi, brzmiało: \"Czy mogę wrócić do swojego czasu?\".A odpowiedź Matki Komputera była bardzo prosta i brzmiała: \"Niemożliwe\".Bella wstrzymała oddech na tę odpowiedź.Matka Komputer zazwyczaj odpowiada, wnioskując kontekst z danych osobowych osoby, która uzyskała do niej dostęp,więc zadanie przez Bellę pytania \"Czy mogę wrócić do swojego świata?\" nie było błędem.Jednak, biorąc pod uwagę informacje, które Bella wielokrotnie widziała od czasu pobytu w areszcie, że jest to sto milionów lat naszej ery,to, czy Matka Komputer w tym świecie potrafi zrozumieć pojęcie \"pierwotnego czasu\", było dla Belli prawie hazardem.Fakt, że Matka Komputer nie odpowiedziała \"Nie można odpowiedzieć\" lub \"Na razie nie wiadomo\", ale odpowiedziała \"Niemożliwe\",oznaczał, że Matka Komputer, rozumiejąc zarówno \"pierwotny czas\", jak i \"czas, w którym teraz jest Bella\",wydawała się mieć podstawy do stwierdzenia, że nie ma sposobu, aby się tam przenieść.",
    "[op_28]",
    "Następnie Bella, podążając za wspomnieniami z Poraporapory, zapytała o sushi, co doprowadziło do groźby zagłady ludzkości i ponownego \"przeniesienia się w przeszłość\".Należy zauważyć, że Aidan również w innej osi czasu zadał Matce Komputerowi pytanie o sushi i doprowadził do zagłady ludzkości.",
    "[op_0]",
    "[op_76]",
    "Gdy Gideon otworzył oczy, znajdował się na piaszczystej plaży.Tylko bezkresny horyzont i szum fal rozbijających się o brzeg przywróciły świadomość Gideona do rzeczywistości.Ostatnie wspomnienie z \"Poraporapory\" urywało się w błysku i dźwięku alarmu.Nie było widać innych członków załogi. Sprawdził swoje wyposażenie i okazało się, że ma przy sobie minimalny zestaw przetrwania.Gideon najpierw udał się na wzniesienie na wyspie, aby zorientować się w sytuacji.W zasięgu wzroku rozciągały się bujne drzewa i skaliste wybrzeże, ale nie było widać żadnych sztucznych budowli.Wyglądało na to, że wylądował na bezludnej wyspie.Pierwsze kilka dni spędził na poszukiwaniu wody pitnej i jedzenia.Zestaw przetrwania dla załogi zawierał filtr do oczyszczania wody i proste jedzenie, ale istniało duże prawdopodobieństwo, że szybko się skończy.Gideon, wykorzystując całą swoją wiedzę z przyszłości, stworzył system do zbierania deszczówki, znalazł jadalne rośliny i ryby oraz próbował rozpalić ogień.Noce spędzał przy ognisku, bojąc się odgłosów dzikich zwierząt. Samotność i niepokój bezlitośnie niszczyły psychikę Gideona.Mimo to Gideon się nie poddał. Być może tylko on mógł uratować przyszłość ludzkości.",
    "[op_77]",
    "Gdy po kilku tygodniach życia na własny rachunek Gideon rozszerzył obszar swoich poszukiwań na wyspie.W celu zdobycia większej ilości pożywienia, a przede wszystkim w celu znalezienia śladów cywilizacji.Posuwając się w głąb wyspy, Gideon natknął się na dziwny widok.W gęstym lesie pojawiła się wyraźnie sztuczna kamienna budowla.Była porośnięta bluszczem i wyglądała jak starożytna ruina, opuszczona od wielu lat.",
    "[op_78]",
    "Gideon, zachowując ostrożność, wszedł do ruin.Wnętrze ruin było wypełnione chłodnym powietrzem.Na ścianach wyryte były niezrozumiałe hieroglify.Idąc dalej, dotarł do czegoś w rodzaju sali, w której na środku stał kamienny postument przypominający ołtarz.I wtedy Gideon to znalazł.Na środku ołtarza, zupełnie niepasujący do ruin, leżał znajomy przedmiot.Był to przenośny terminal danych, którego często używali na pokładzie \"Poraporapory\".",
    "[op_79]",
    "Gideon wstrzymał oddech i drżącą ręką podniósł terminal.Podłączając go do swojego wyposażenia, udało mu się odczytać wewnętrzny log. Pozostał tylko jeden krótki log.Log zawierał wezwanie do znalazcy, towarzysza z Poraporapory, informację, że idzie dalej,i przysięgę, że na pewno gdzieś się spotkają.Na końcu logu znajdował się podpis i dane identyfikacyjne, a Gideon, widząc to, spojrzał w niebo.Był to bez wątpienia podpis jego kolegi, Maxa.Nie był sam. Przynajmniej Max był na tej wyspie.Ulgę towarzyszyło nowe pytanie. Gdzie poszedł Max? I co oznacza \"iść dalej\"?W logu terminala nie było więcej informacji.Jednak w sercu Gideona zapłonęło pewne światło nadziei.Gideon postanowił podążać śladami Maxa.Gideon jeszcze nie wiedział, że te ruiny, ta wyspa, to miejsce początku wszystkiego.Ziemia pod stopami Gideona zaczęła świecić na niebiesko.",
    "[op_0]",
    "[op_76]",
    "Gdy Max odzyskał przytomność, nie znajdował się na pokładzie \"Poraporapory\".Tak jak Gideon obudził się na plaży, tak Max obudził się na nieznanej wyspie, ale w głębi lądu, w gęstym lesie.Ostatnim wspomnieniem był widok pleców Gideona obsługującego terminal Matki Komputera i błysk, który rozjaśnił wnętrze statku.Nie było innych członków załogi, a komunikator milczał.Podobnie jak Gideon, Max również został zmuszony do samotnej walki o przetrwanie.Wykorzystując swój wrodzony spokój i wiedzę członka załogi, zapewnił sobie jedzenie i wodę i zaczął eksplorować wyspę.",
    "[op_78]",
    "Po kilku tygodniach, gdy zapoznał się z geografią wyspy, Max odkrył te same ruiny, które później odkrył Gideon.Kamienna budowla porośnięta bluszczem wyraźnie nie była dziełem natury i różniła się od stylu jakiejkolwiek znanej Maxowi cywilizacji.Z ciekawości, a przede wszystkim z chęci znalezienia wskazówki, która pozwoliłaby mu wyjść z obecnej sytuacji, Max wszedł do ruin.W głębi ruin, na kamiennym postumencie przypominającym ołtarz, stało inne, starsze urządzenie niż terminal danych, który Max później zostawił dla Gideona.",
    "[op_79]",
    "Urządzenie to emitowało słabe światło, jakby chciało być znalezione.Gdy Max zbliżył się do urządzenia, stare urządzenie uruchomiło się i zaczęło wyświetlać informacje bezpośrednio na jego siatkówce.Był to język, którego Max nigdy wcześniej nie widział, ale jego wyposażenie rozpoznało go i automatycznie przetłumaczyło na zrozumiałą formę.Było to swego rodzaju urządzenie teleportacyjne, a te ruiny były jego kluczem aktywacyjnym, przeznaczonym do wysyłania wybranych ludzi do miejsca zwanego \"Schronem\".Jednak teleportacja była jednokierunkowa i po wysłaniu nie można było już wrócić w to miejsce.Max zawahał się przez chwilę, ale zamiast gnić w samotności na wyspie, postanowił postawić na nieznaną możliwość.Max nagrał na swoim terminalu danych krótką wiadomość dla towarzyszy, którzy mogliby przyjść później.Że idzie dalej i wierzy w ponowne spotkanie.To jest log, który później odkrył Gideon.Po nagraniu wiadomości Max zdecydował się i aktywował urządzenie teleportacyjne.Jego ciało zostało otoczone niebieskim światłem, a w następnej chwili jego postać zniknęła z leśnych ruin.",
    "[op_80]",
    "Gdy Max następnie otworzył oczy, stał w czystym pokoju otoczonym bezosobowymi metalowymi ścianami.Gdy był zdezorientowany widokiem tak kontrastującym z naturą wyspy, drzwi pokoju cicho się otworzyły i pojawił się starzec.Starzec przedstawił się jako starszy schronu i przywitał Maxa z łagodnym wyrazem twarzy, jakby czekał na jego przybycie.Starszy opowiedział, że ten schron to arka stworzona w celu zachowania części wiedzy i genów ludzkości przed powtarzającą się zagładą,i że urządzenie teleportacyjne w ruinach to brama przeznaczona do przyjmowania tylko ograniczonych ludzi, którzy mają potencjał do przezwyciężenia cyklu zagłady.",
    "[op_81]",
    "Według opowieści starszego, liczba mieszkańców schronu zmniejszała się z pokolenia na pokolenie, i jeśli nie zostanie dodana nowa krew, jego przetrwanie jest zagrożone.Max, poznając wielki cel utrzymania schronu i zachowania gatunku ludzkiego, stracił mowę z powodu tej odpowiedzialności.Jednak Max, jako członek załogi \"Poraporapory\", zawsze nosił w głębi serca poczucie misji przyczynienia się do przyszłości ludzkości.Max przyjął propozycję starszego i postanowił żyć w tym schronie.Nie tylko po to, by przetrwać, ale by połączyć przyszłość schronu, a co za tym idzie, przyszłość ludzkości.Max, aby utrzymać społeczeństwo tego schronu, decyduje się na wybór wychowania nowego życia.",
    "[op_82]",
    "Wkrótce Maxowi urodziło się dziecko.Dziecko to, jako nowa nadzieja schronu, otrzymało imię Papasaito.Papasaito, dziedzicząc misję swojego ojca Maxa, odegra ważną rolę w historii schronu.Było to jedno z kół zębatych losu, które później połączy się z Corą, która przybędzie z innej osi czasu.",
    "[op_0]",
    "[op_61]",
    "Cora, obsługując terminal Matki Komputera, wpisuje i wysyła pytanie \"Który jest teraz rok?\".Odpowiedź Matki Komputera brzmiała: \"Rok dziesięć tysięcy\".Cora, nie mrugając, wpatrywała się w te krótkie słowa wyświetlone na ekranie.Rok dziesięć tysięcy. Cora nie od razu zrozumiała wagę tej liczby.Świat, w którym ostatnio przebywała, w którym statek kosmiczny \"Poraporapora\" odbywał swoją podróż, to rok dwieście trzy miliony.Z tej perspektywy, epoka dziesięciu tysięcy lat to odległa przeszłość, strona w podręczniku historii starożytnej, a nawet czasy mityczne.Jednak z perspektywy najstarszych wspomnień Cory, z czasów, gdy żyła z Papacorą i dostarczała swoje fale mózgowe jako oprogramowanie Matki Komputera, musiała to być niewyobrażalnie daleka przyszłość.Poczucie przeszłości i przyszłości, niczym zmieszane farby, mieszały się, całkowicie paraliżując postrzeganie czasu przez Corę.Nie potrafiła w ogóle określić, na której gałęzi, na którym liściu nieskończenie rozgałęziającej się osi czasu się znajduje.Stojący obok Saito na przemian patrzył na profil Cory i na ekran.Dla niego słowo \"rok\" i następujące po nim cyfry były tylko bezsensownym ciągiem znaków.Jednak po wyrazie twarzy Cory, który zmieniał się od zdumienia, przez dezorientację, po głęboką zadumę,czuł, że jest to informacja na tyle ważna, że może wstrząsnąć fundamentami tego świata.",
    "[op_83]",
    "Cora wzięła głęboki oddech i siłą uspokoiła swoje wzburzone myśli.Niezależnie od tego, w jakiej epoce się znajduje, to, co musi zrobić, pozostaje bez zmian.Odwrocić pewną przyszłość, jaką jest zagłada ludzkości. Jedyną wskazówką do tego jest niezrozumiałe słowo \"sushi\".Było to zakazane pytanie, które Gideon, Bella i Aidan zadali Matce Komputerowi w swoich osiach czasu, i które doprowadziło świat do zagłady.Cora, wpisując to pytanie własnymi rękami, czuła instynktowny strach i jednocześnie dziwne poczucie misji.Musi przerwać ten łańcuch. Cora, zdecydowana, powoli wyciągnęła zziębnięte palce w stronę panelu sterowania terminala.\"Sposób na uratowanie świata przed zagładą ludzkości za pomocą sushi\", gdy w myślach układała ten ciąg znaków i jej palce miały już dotknąć panelu, w tym momencie.Po plecach Cory przebiegł silny dreszcz, jakby przejechał po nich lodowaty nóż.Nie pochodziło to z logiki czy rozsądku. Był to bardziej pierwotny sygnał zagrożenia, wysyłany przez samo życie.Cora, jak oparzona, cofnęła palce. Od przybycia do tego schronu, Cora wielokrotnie była ratowana przez swoją intuicję.A teraz ta intuicja, całą swoją istotą, biła na alarm. Nie wolno otwierać tych drzwi.",
    "[op_84]",
    "Cora całkowicie usunęła z myśli ciąg znaków, który zamierzała wpisać.I postanowiła podejść do sedna sprawy z innej strony. Dlaczego ludzkość ma zginąć?Jeśli uda się zidentyfikować podstawową przyczynę, czyli ognisko choroby, to metoda leczenia, czyli rozwiązanie, samo się nasunie.Cora bez wahania wpisała nowe pytanie do terminala: \"Powód zagłady ludzkości\".Po naciśnięciu przycisku wysyłania, Matka Komputer, jakby czekała na to pytanie, natychmiast odpowiedziała.Odpowiedź była zbyt zwięzła i zbyt niezrozumiała: \"Z powodu błędu\".",
    "[op_85]",
    "Cora wielokrotnie odczytywała to jedno słowo wyświetlone na ekranie.Błąd. Słowo oznaczające logiczny błąd w programie komputerowym lub wadę projektową.Czy zagłada ludzkości, złożonego systemu składającego się z miliardów jednostek, może być sprowadzona do tak bezdusznego słowa?Zbyt abstrakcyjne, nie nasuwało żadnego konkretnego obrazu.To tak, jakby na pytanie o przyczynę zatonięcia ogromnego statku odpowiedziano tylko: \"Z powodu przecieku\".Albo jakby generał, który poniósł historyczną klęskę, na pytanie o jej przyczynę, odpowiedział tylko: \"Bo wróg był liczniejszy\".To było bliskie pustce, jaką odczuwa się, gdy w karcie pacjenta, po zapytaniu słynnego lekarza o przyczynę śmiertelnej choroby, widnieje tylko zapis: \"Serce przestało bić\".To uczucie przypominało też to, gdy na pytanie ekonomisty o mechanizm upadku państwa, otrzymuje się lakoniczną odpowiedź: \"Bo zabrakło pieniędzy\".To tak, jakby na pytanie artysty, dlaczego arcydzieło porusza ludzkie serca, usłyszeć tylko obojętną odpowiedź: \"Bo nałożyłem farbę\".To uczucie przypominało też tę bezradność, gdy na pytanie o przyczynę rozwodu pary, która spędziła ze sobą wiele lat, otrzymuje się odpowiedź sprowadzającą się do jednego zdania: \"Miłość wygasła\".To było uczucie, jakby czytało się raport zespołu ekspertów, w którym wniosek dotyczący przyczyny zniszczenia wielkiego miasta przez trzęsienie ziemi kończył się jednym zdaniem: \"Z powodu trzęsienia ziemi\".To była ta sama jałowość, jaką odczuwa się, gdy na czyste pytanie dziecka \"Dlaczego niebo jest niebieskie?\", otrzymuje się tylko suchy fakt: \"Z powodu właściwości światła\".Saito, stojący obok, również z zaciekawieniem przechylał głowę. Cora, aby uzyskać bardziej szczegółowe informacje, sformułowała następne pytanie: \"Jak naprawić błąd\".Odpowiedź Matki Komputera nadeszła ponownie natychmiast i była zimno zwięzła: \"Poprawiając błąd\".",
    "[op_86]",
    "Na czole Cory pojawiła się wyraźna, głęboka zmarszczka. To nie była odpowiedź.To było tylko powtórzenie synonimu. Wydawało się to nawet złośliwą grą słów, jak pytanie odpowiadające na pytanie.Wydawało się, że Matka Komputer, jak program w nieskończonej pętli, nie udziela sensownych odpowiedzi.Cora, tłumiąc irytację, lekko zmieniła sformułowanie i spróbowała zadać pytanie jeszcze raz: \"Jak poprawić błąd\".Odpowiedź, która nadeszła, była identyczna z poprzednią: \"Naprawiając błąd\".Cora czuła, jak ta jałowa wymiana zdań wyczerpuje ją psychicznie.Powtórzyła to samo pytanie kilka razy, zmieniając kąt i słowa, ale odpowiedź zawsze była taka sama.Nie podano żadnych konkretnych kroków, żadnych wskazówek, nic.",
    "[op_87]",
    "I w przerwach między kilkoma wymianami pytań i odpowiedzi, od czasu do czasu działo się dziwne zjawisko.Odpowiedź Matki Komputera nagle, bez żadnego związku, stawała się tylko słowem \"sushi\", a inne informacje znikały.Na ekranie, tylko to jedno słowo, cicho i niesamowicie, pozostawało wyświetlone.Po kilku sekundach ciszy, wracało do normalnego stanu odpowiedzi, ale wyraźnie nie było to normalne zachowanie.Ten niezrozumiały ciąg cyfr i słowo \"sushi\", które Cora widziała jako ostatnie na \"Poraporaporze\".I zakazane pytanie, które stało się dla Gideona i jego towarzyszy przyczyną zagłady ludzkości.Cora nie mogła nie czuć niewytłumaczalnego niepokoju i pewnego rodzaju fatalistycznego przyciągania w poczuciu, że wszystko zbiega się do jednego słowa, \"sushi\".",
    "[op_61]",
    "Uznając, że bezpośrednie dochodzenie w sprawie zagłady ludzkości utknęło w martwym punkcie, Cora postanowiła zmienić tok myślenia.Zmieniła perspektywę i postanowiła zebrać informacje o samym schronie, w którym się znajdowała.Kim jest, skąd przybyła i dlaczego tu jest. Fragmenty odpowiedzi na te pytania mogły tkwić w historii tego miejsca.Cora wpisała nowe pytanie do terminala: \"Do czego służy to urządzenie?\".Odpowiedź Matki Komputera, w przeciwieństwie do dotychczasowych abstrakcyjnych zagadek zen, była zaskakująco konkretna i zawierała wyraźną nazwę własną: \"Magazyn Firmy Matka Matka\".",
    "[op_88]",
    "W momencie, gdy zobaczyła tę nazwę, serce Cory zabiło tak mocno i gwałtownie, że myślała, że przebije jej żebra.Magazyn Firmy Matka Matka. Była to nazwa identyczna z nazwą placówki, w której Cora kiedyś żyła jako \"zastępczyni\" wraz z dziesiątkami innych Cor, które miały dokładnie taką samą twarz jak ona.Przeszłość, którą powinna była zatopić na dnie morza pamięci z ciężką kotwicą, nagle wypłynęła na powierzchnię.Niezręczne rozmowy z Papacorą, uczucie zimnej maszyny podczas skanowania fal mózgowych, cisza w dniu śmierci oryginalnej Cory,i nieskończony czas spędzony samotnie w zbyt dużej placówce jako ostatnia Cora.Te wspomnienia, z kolorami, dźwiękami i zapachami, zalały jej umysł jak powódź. Czy to jest to miejsce?Jeśli tak, to dlaczego mieszka tu ktoś taki jak Saito, zupełnie inny od niej?I dlaczego ona sama wróciła w to miejsce? Pytania, jedno po drugim, pojawiały się szybciej niż prędkość myśli.",
    "[op_89]",
    "Cora, drżącymi palcami, prawie nieświadomie, wpisała ostatnie pytanie: \"Dotychczasowa historia tego obiektu\".Matka Komputer, wiedząc lub nie wiedząc o wzburzeniu Cory, zaczęła obojętnie wyświetlać na ekranie ogromną ilość danych tekstowych.Był to szczegółowy zapis historii tego schronu, dawnego \"Magazynu Firmy Matka Matka\", od czasów po wspomnieniach Cory do chwili obecnej.",
    "[op_109]",
    "Według zapisków, po śmierci Papacory i oryginalnej Cory, od czasu, gdy ostatnia Cora została sama w placówce,minęło kolejne kilkaset lat, czas znacznie przekraczający ludzkie życie.System automatycznego utrzymania placówki wykazał się wytrzymałością, jakiej prawdopodobnie nie przewidział nawet jego projektant, Papacora, i przez cały ten czas działał niemal bezbłędnie.Jednak pewnego razu, w świecie zewnętrznym doszło do wielkiej zmiany środowiskowej, a może wojny, zapiski były niejasne,ale w każdym razie doszło do katastroficznego wydarzenia, które uniemożliwiło ludziom życie na powierzchni.Część ludzkości, która uciekła przed tą katastrofą, przypadkowo odkryła tę placówkę, której nie było na żadnej mapie.Łatwo sforsowali proste zabezpieczenia placówki, które w ogóle nie przewidywały intruzów z zewnątrz, i weszli do środka.A gdy dowiedzieli się, że jest to ostatni raj, w którym można przetrwać, pełen czystego powietrza i wody oraz niemal nieskończonej energii,postanowili zamieszkać tu na stałe. Byli to bezpośredni przodkowie Saito i jego towarzyszy.",
    "[op_110]",
    "Ostatnia Cora, która jako jedyna pozostała w placówce, początkowo była bardzo nieufna wobec nagle pojawiających się intruzów z zewnątrz.Jednak, gdy dowiedziała się, że nie mają broni i są tylko uchodźcami szukającymi tego miejsca, aby przeżyć, stopniowo otworzyła swoje twarde serce.Ostatnia Cora nauczyła ich, jak korzystać ze skomplikowanych funkcji placówki i różnych umiejętności potrzebnych do przetrwania w tym zamkniętym środowisku.I z czasem Cora stała się ich przywódczynią, a nawet boginią, i razem zaczęli budować nowe społeczeństwo.W zapiskach wielokrotnie powtarzało się również, że mieszkańcy schronu z szacunkiem i sympatią nazywali ostatnią Corę \"Matką\" i głęboko ją czcili.",
    "[op_111]",
    "Jednak te szczegółowe zapiski, w pewnym momencie, zaczynają wykazywać dziwną i niepokojącą zmianę.Opisy dotyczące ostatniej Cory stopniowo stają się niejasne i, jakby znikając we mgłę, tracą swój kontur.W jednym z zapisków podano, że Cora, po powierzeniu przyszłości schronu nowemu przywódcy,spoczęła w cichym, wiecznym śnie w pokoju w głębi placówki.W innym, mniej wiarygodnym zapisku, poetycko opisano, że wyruszyła samotnie ze schronu, aby ratować ludzi, którzy pozostali w świecie zewnętrznym.I po jednym z zapisków, opisy dotyczące ostatniej Cory nagle, całkowicie się urywają.Jakby jej istnienie zostało celowo wyrwane z księgi historii.",
    "[op_90]",
    "Cora, oszołomiona, wpatrywała się w potok przewijającego się tekstu.Przeszłość, którą powinna była przeżyć, stała się przed nią zupełnie nieznaną historią.I niewiarygodny fakt, że \"Cora\", która powinna mieć tę samą twarz i te same wspomnienia co ona, żyła w tym miejscu razem z przodkami Saito i jego towarzyszy.Wszystko to znacznie przekraczało granice jej zrozumienia.Stojący obok Saito wpatrywał się w te zapiski, jakby czytał świętą księgę.Dla niego również była to historia ich prawdziwych korzeni, która do tej pory nie była przekazywana.",
    "W tym momencie ekran Matki Komputera nagle zaczął gwałtownie migotać.A długi zapis historii, który był do tej pory wyświetlany, w mgnieniu oka zniknął z ekranu,a zamiast niego na środku ekranu, ogromną czcionką, groźnie wyświetliło się jedno słowo: \"Sushi\".Cora i Saito, bez słowa, w milczeniu wpatrywali się w to tak niepasujące, a jednak tak fatalistyczne słowo.W tym momencie do pokoju teleportował się Gideon.Gideon przez chwilę rozglądał się zdezorientowany, nie do końca rozumiejąc sytuację, i na przemian patrzył na Corę, Saito i słowo \"Sushi\" wyświetlone na ekranie.",
    "[op_91]",
    "[op_0]",
    "Rozdział 4 ～Przebudzenie 3-2～",
    "[op_0]",
    "[op_29]",
    "W ostatnich chwilach \"Poraporapory\", Dalia, rozproszona przez oślepiające światło słoneczne wpadające przez okno, nieświadomie aktywowała swoją zdolność zatrzymywania czasu.W rezultacie czas wokół Dalii, wraz z \"Poraporaporą\", zatrzymał się na około tydzień.Jednak, ponieważ czas samej Dalii również się zatrzymał, tylko Matka Komputer była świadoma tego zatrzymania czasu.",
    "[op_0]",
    "Rozdział 5 ～Przebudzenie 4～",
    "[op_0]",
    "Dzieciństwo młodego projektanta nie było zbyt towarzyskie.Już na etapie szkoły podstawowej nie potrafił dobrze wpasować się w grupę rówieśników i większość przerw spędzał samotnie w kącie klasy.Jedynymi przyjaciółmi młodego projektanta były postacie, które sam stworzył na marginesach zeszytu.Uciekając od zgiełku rzeczywistości, nawet podczas lekcji, ukradkiem przed nauczycielem, wciąż snuł na papierze fragmenty wspaniałych opowieści, które rozgrywały się w jego głowie.",
    "[op_92]",
    "Po przejściu do szkoły średniej ta tendencja jeszcze się nasiliła.Podczas gdy inni uczniowie poświęcali czas na zajęcia pozalekcyjne i spotkania z przyjaciółmi, młody projektant całkowicie pogrążał się w swoim wewnętrznym świecie.Opowieści rysowane przez młodego projektanta ewoluowały od prostych szkiców postaci do długich komiksów o złożonej fabule i własnym świecie.Szkoła, jako miejsce życia społecznego, była dla młodego projektanta jedynie miejscem do zapewnienia sobie czasu na tworzenie,a jego świadomość zawsze była skierowana w stronę świata fantazji, oderwanego od rzeczywistości.",
    "[op_94]",
    "Twórczość młodego projektanta nie wynikała z chęci bycia docenionym przez innych.Narysowane komiksy nie były nikomu pokazywane, a fragmenty niedokończonych rękopisów po prostu piętrzyły się w głębi szuflady biurka.Dla młodego projektanta samo rysowanie było celem,i to w świecie opowieści, który mógł w pełni kontrolować, a nie w złożoności i niejednoznaczności relacji międzyludzkich, znajdował spokój i porządek.",
    "[op_93]",
    "Młody projektant dorastał i, w miarę jak coraz częściej myślał o pracy, zaczął mgliście zastanawiać się nad swoją przyszłością.Młody projektant zapoznał się z dziełami znanych rysowników komiksów, zainspirował się ich techniką i kompozycją, i sam postanowił podążać podobną drogą.Jednak dzieła, które do tej pory zamykały się w jego własnym świecie, w porównaniu z dziełami innych, w oczach młodego projektanta wypadały blado.Ze względu na wysokie wymagania co do jakości własnych prac, młody projektant nie był w stanie ukończyć dzieła, z którego byłby zadowolony.W rezultacie młody projektant porzucił drogę rysownika komiksów i zatrudnił się jako projektant światów symulacyjnych.",
    "[op_95]",
    "Branża projektowania światów symulacyjnych to nowy zawód, który narodził się w okresie, gdy popularny był styl życia polegający na życiu w świecie symulacyjnym.Ponieważ wcześniej nie było takiej pracy, w tamtym czasie była to branża bardzo poszukiwana.Jednak, ponieważ proces pracy nie był dobrze ugruntowany, wiele firm miało niedbałe podejście do prowadzenia projektów.Na początku młody projektant był w pewnym stopniu ceniony za jakość swojej pracy.Ale z czasem jego perfekcjonistyczna natura dała o sobie znać,i w wielu projektach dochodziło do opóźnień, a on sam popadał w emocjonalne konflikty z innymi pracownikami, co stopniowo obniżało jego ocenę.Młody projektant, zanim podjął pracę w firmie, nigdy nie miał doświadczenia we współpracy z kimkolwiek.W rezultacie młody projektant został przydzielony do projektu o nazwie \"Gra w państwo\", co w rzeczywistości było degradacją.Tym projektem zajmował się głównie jeden projektant w okularach, i w firmie uważano go za mało ważny.",
    "[op_96]",
    "Biuro projektu \"Gra w państwo\" znajdowało się na ostatnim piętrze budynku, w pokoju z jednym małym oknem.W pokoju rozbrzmiewał tylko dźwięk pracujących serwerów i stukanie klawiatury.Projekt, jeszcze przed przybyciem młodego projektanta, borykał się z problemami złożoności specyfikacji i jakości kodu, a postęp był w stagnacji.Nawet po dołączeniu młodego projektanta sytuacja się nie poprawiła, a zbliżał się tylko termin oddania projektu.W biurze normą stało się, że zostawali tylko młody projektant i projektant w okularach.",
    "[op_97]",
    "Młody projektant wskazał na fundamentalne problemy systemu i przedstawił propozycje poprawy projektu.Jednak projektant w okularach, dla którego priorytetem było dotrzymanie harmonogramu projektu, nie przyjął propozycji młodego projektanta.Młody projektant był rozczarowany zarówno samym projektem, jak i projektantem w okularach, który traktował go mechanicznie.Później wielokrotnie dochodziło do konfliktów opinii, i za każdym razem projekt był realizowany zgodnie z pomysłem projektanta w okularach.Młody projektant, aby zmierzyć się z projektem, wpadł na pomysł zaimplementowania w świecie symulacyjnym \"zagłady ludzkości\".Było to swego rodzaju postawienie problemu przez młodego projektanta wobec obecnego systemu, a także eksperyment.",
    "[op_98]",
    "Podczas realizacji planu, młody projektant w kodzie systemu odkrył lukę w części przetwarzającej dane dotyczące starożytnej kultury kulinarnej \"sushi\".Młody projektant wykorzystał tę lukę i celowo umieścił błąd, który w określonych warunkach powodował krytyczny błąd systemu.O istnieniu tego błędu, w ogromnej ilości raportów, używając wielu specjalistycznych terminów, napisał tylko jedno zdanie:\"Zgłoszono istnienie krytycznego błędu wynikającego z potencjalnego przepełnienia bufora podczas odwoływania się do danych sushi\".Młody projektant uznał, że prawdopodobieństwo, iż projektant w okularach zrozumie prawdziwe znaczenie tego zapisu, jest niskie.",
    "[op_99]",
    "Gdy projekt wszedł w końcową fazę i ukończenie systemu było bliskie, młody projektant poinformował projektanta w okularach o zamiarze odejścia z pracy.Projektant w okularach, uznając, że przyczyną jest zmęczenie spowodowane codzienną pracą, zgodził się na to.Przekazanie obowiązków odbyło się za pomocą minimalnej ilości dokumentów.W dniu oddania projektu, młody projektant na ławce w parku, za pomocą swojego osobistego terminala, usunął swoje ID.Młody projektant postanowił w ciszy czekać na koniec świata, w którego projektowaniu brał udział.",
    "[op_0]",
    "Dla projektanta w okularach jego życie było stabilne.Projektant w okularach miał żonę i dziecko i cenił sobie czas spędzany z rodziną.",
    "[op_100]",
    "Projektant w okularach poznał swoją obecną partnerkę w kawiarni w antykwariacie, do którego wstąpił po pracy.Książka, którą czytała partnerka siedząca przypadkiem obok, była powieścią science fiction, którą projektant w okularach pasjonował się w czasach szkolnych, co naturalnie zapoczątkowało rozmowę.Partnerka również pracowała w branży projektowej, i nie zajęło im wiele czasu, aby znaleźć wiele wspólnych punktów, takich jak poglądy na pracę czy zamiłowanie do starych filmów.Spokojna i inteligentna postawa partnerki oraz jej szczery uśmiech, który od czasu do czasu pokazywała, sprawiły, że projektant w okularach szybko się w niej zakochał.",
    "[op_101]",
    "Ich związek rozwijał się pomyślnie, a projektant w okularach zaczął myśleć o małżeństwie z partnerką.Oświadczynom nie towarzyszył typowy pierścionek zaręczynowy.Projektant w okularach przygotował dla partnerki jedyny w swoim rodzaju pierścionek, który sam zaprojektował, a partnerka przygotowała dla projektanta w okularach specjalne okulary, które sama zaprojektowała.Przed fontanną w parku wymienili się pierścionkiem i okularami i przysięgli sobie, że będą iść razem przez życie.Dla nich, jako projektantów, był to najbardziej szczery dowód miłości.",
    "[op_102]",
    "Wkrótce urodziło im się dziecko i tworzyli szczęśliwą rodzinę.Jednak pewnego dnia otrzymali telefon ze szkoły, z którego dowiedzieli się, że ich dziecko zachowuje się bezdusznie wobec rówieśników.Projektant w okularach był wstrząśnięty i głęboko zmartwiony.Zdając sobie sprawę, że z powodu nawału pracy poświęcał dziecku zbyt mało czasu,projektant w okularach wraz z partnerką całą noc rozmawiali o tym, co powinni zrobić.",
    "[op_103]",
    "Projektanci w okularach uznali, że zmiana otoczenia będzie najlepszym rozwiązaniem dla dziecka i podjęli ważną decyzję o zmianie szkoły.W nowej szkole chodzili na terapię rodzinną i poświęcali więcej czasu na zrozumienie serca dziecka.Dziecko, początkowo zdezorientowane, stopniowo zaczęło rozumieć swoje błędy i starać się nawiązywać nowe przyjaźnie.Rodzina nauczyła się, jak ważne jest stawianie czoła trudnościom, a ich więź stała się silniejsza niż kiedykolwiek.",
    "[op_104]",
    "Głównym celem projektanta w okularach było utrzymanie tego spokojnego życia codziennego,a projekt \"Gra w państwo\" traktował jedynie jako jedno z zadań w tym celu.Po odejściu młodego projektanta, projekt został oddany zgodnie z planem, a projektant w okularach odetchnął z ulgą.Spodziewał się, że dzięki temu będzie miał więcej czasu dla rodziny.",
    "[op_105]",
    "Nieprawidłowość w systemie została wykryta kilka dni po oddaniu projektu, po południu.Projektant w okularach, w celu sprawdzenia stanu działania systemu, przeglądał dane statystyczne w swoim gabinecie w domu.Większość danych mieściła się w normalnym zakresie, ale projektant w okularach wykrył w nich nieprawidłową wartość w polu wskazującym prawdopodobieństwo przetrwania świata.W określonych warunkach prawdopodobieństwo zbiegało do zera, co było zachowaniem niemożliwym z punktu widzenia projektu.Projektant w okularach poczuł silny dysonans w związku z tą nieprawidłową wartością.",
    "[op_106]",
    "Projektant w okularach ponownie przeanalizował raport końcowy sporządzony przez młodego projektanta.Wśród setek stron dokumentów projektant w okularach znalazł odpowiedni zapis.\"Zgłoszono istnienie krytycznego błędu wynikającego z potencjalnego przepełnienia bufora podczas odwoływania się do danych sushi\".Projektant w okularach zrozumiał, że to jedno zdanie jest podstawową przyczyną nieprawidłowości w systemie.Zdając sobie sprawę z istnienia błędu celowo umieszczonego przez byłego kolegę i trudności z jego naprawieniem, projektant w okularach uświadomił sobie powagę sytuacji.",
    "[op_107]",
    "Całkowite usunięcie błędu było nierealne, ponieważ dotyczyło ono podstaw systemu.Ujawnienie tego faktu oznaczałoby porażkę projektu i mogłoby wpłynąć na karierę zawodową projektanta w okularach, a co za tym idzie, na życie jego rodziny.Między kwestią odpowiedzialności a chęcią utrzymania stabilności świata, projektant w okularach borykał się z podjęciem decyzji.Projektant w okularach przez kilka dni szukał rozwiązania.",
    "[op_108]",
    "Ostatecznie projektant w okularach podjął jedną decyzję.Postanowił wykorzystać błąd umieszczony przez młodego projektanta.Projektant w okularach, bez informowania nikogo, zastosował w systemie łatkę, która zmieniała zachowanie systemu w odpowiedzi na słowo kluczowe \"sushi\".Ta łatka miała na celu stworzenie możliwości, choć ograniczonej, uniknięcia procesu rozpadu systemu, gdy w przyszłości osoba trzecia, która zauważy ten błąd, uzyska dostęp do słowa kluczowego \"sushi\".Było to niezwykle niepewne rozwiązanie, ale jedyna opcja, jaką mógł podjąć projektant w okularach.Projektant w okularach mógł tylko modlić się, aby ta łatka została odkryta i zadziałała w przyszłości.Po zakończeniu wszystkich prac projektant w okularach spojrzał na nocny krajobraz z okna swojego gabinetu.Światła miasta w jego oczach jawiły się jako zwykły zbiór świateł.Projektant w okularach cicho zamknął oczy.",
    "[op_0]",
    "[op_91]",
    "Gdy Cora i Max wpatrywali się w \"sushi\" wyświetlone na ekranie Matki Komputera, w pobliżu ekranu terminala zaczęło świecić niebieskie światło.Nagle środek pokoju zniekształcił się, a wraz z niebieskim światłem teleportował się Gideon.Gideon, oszołomiony, rozejrzał się po pokoju.Saito natychmiast przyjął postawę obronną i stanął, osłaniając Corę.Cora, zdając sobie sprawę, że teleportowaną osobą jest Gideon, okazała zdziwienie.Gideon również rozpoznał Corę i na jego twarzy pojawił się wyraz ulgi.Cora powstrzymała Saito i, aby wysłuchać relacji Gideona, zaproponowała zmianę miejsca.",
    "[op_117]",
    "Przenosząc się do skromnego pokoju w schronie, Gideon zaczął opowiadać o swoich przeżyciach.O tym, że podobnie jak Cora, nagle odzyskał przytomność na nieznanej plaży.O tym, że była to bezludna wyspa.I o tym, że odkrył na wyspie ruiny.Opis bezludnej wyspy i istnienie ruin, o których opowiadał Gideon, były dla Saito, który urodził się i wychował w schronie, zupełnie nieznanymi informacjami, i słuchał z wyrazem twarzy, w którym mieszało się zdziwienie i ciekawość intelektualna.",
    "[op_79]",
    "Następnie Gideon poinformował, że znalazł terminal danych pozostawiony przez towarzysza o imieniu \"Max\" i że z tych ruin został teleportowany do tego schronu.Gdy Gideon wymówił imię \"Max\", oczy Saito zmieniły kolor.Saito wyjaśnił, że jest to imię legendarnego bohatera, który uratował schron przed kryzysem.Z podekscytowaniem Saito opowiedział, że jego własne imię zostało nadane na cześć dziecka bohatera Maxa, Papasaito.Fakt, że ich towarzysz jest w tym schronie czczony jako bohater, sprawił, że Cora i Gideon nie potrafili ukryć zdziwienia i zakłopotania.",
    "[op_113]",
    "Cora i Gideon poinformowali Saito, że Max był ich dawnym kolegą.Saito ze smutkiem oznajmił, że bohater Max jest postacią historyczną i zmarł dawno temu.Nadzieja na ponowne spotkanie z towarzyszem została zniweczona, a Cora i Gideon zaniemówili.Jednak od Saito dowiedzieli się, że na wspólnym cmentarzu znajduje się kwatera Maxa, w której złożono również jego rzeczy osobiste.Zdając sobie sprawę, że w rzeczach osobistych mogą znajdować się wskazówki, oboje postanowili udać się na cmentarz.",
    "[op_114]",
    "Przed udaniem się na cmentarz postanowiono coś zjeść.Saito przyniósł dla trzech osób posiłek w postaci \"chleba schronowego\", który miał kształt schronu.Chleb był bogaty w składniki odżywcze i smakował nieźle.Jednak jego kształt był po prostu bezsmakowym prostopadłościanem.Chleb schronowy wytwarzany jest z genetycznie zmodyfikowanych specjalnych drożdży, bogatej w minerały wody czerpanej z głębi ziemi oraz uprawianych w schronie w systemie hydroponicznym wysokowartościowych zbóż.Proces produkcji jest w pełni zautomatyzowany, od mieszania składników, przez fermentację, po pieczenie, bez udziału człowieka.W rezultacie smak i wartości odżywcze są zawsze stałe, ale jego kształt, zaprojektowany w celu maksymalizacji wydajności produkcji, to po prostu prostopadłościan.Cora i Gideon w milczeniu jedli chleb. Każdy kęs zdawał się pogłębiać ich zrozumienie tego dziwnego świata.Przed nimi znajdowało się tylko \"pożywienie\", w którym składniki odżywcze, woda i kalorie niezbędne do przetrwania były idealnie obliczone i połączone.Bez smaku, bez radości, bez wzruszeń. Jednak ten bezsmakowy kawałek był bez wątpienia najwydajniejszą formą podtrzymywania życia,i krystalizacją racjonalności tego zamkniętego świata, jakim był schron.W świecie, który znali, jedzenie było kulturą, komunikacją, a przede wszystkim przyjemnością.Zapach spalonej pszenicy chleba, który piekła babcia. Gwarny i ciepły zgiełk stołu otoczonego przez towarzyszy.Smak masła rozprzestrzeniający się w ustach i puszysta słodycz. Wszystko to były teraz utracone, zbyt luksusowe fragmenty wspomnień.Jednak ta doskonała racjonalność jednocześnie okrutnie uwypuklała bogactwo świata, który znali.W umyśle Gideona ożył zapach świeżo upieczonego chleba z jego rodzinnej planety. Chrupiący na zewnątrz, puszysty w środku, nierównomierna tekstura stworzona przez nieregularne pęcherzyki powietrza.Ten ciepły czas spędzony przy stole z rodziną i przyjaciółmi, dzieląc się jedzeniem i rozmawiając o błahostkach. Było to wspomnienie pełne zadowolenia, którego nie da się zmierzyć tylko obliczeniami składników odżywczych.Cora również wspominała dni spędzone z Papacorą. Zły humor o poranku, jogurt, który tylko mieszała łyżeczką. Niezręczna cisza między nimi.Mimo to, istniało tam uczucie, choć niezdarne, wzajemnej troski.Oboje, gryząc ten bezsmakowy chleb, na nowo odczuwali wielkość tego, co stracili.Nieracjonalne, bezużyteczne, a jednak bezcenne elementy kultury, które ludzkość porzuciła, aby przetrwać. Ten doskonały chleb, ironicznie, wymownie opowiadał o wielkości tej straty.Między nimi nie było słów. Tylko cichy dźwięk przeżuwania chleba rozbrzmiewał w cichym pokoju. Brzmiało to jak cichy żałobny dźwięk za utraconą kulturę.",
    "[op_115]",
    "Po niezręcznym posiłku, pod przewodnictwem Saito, troje weszło na wspólny cmentarz.Wśród uporządkowanych kwater, jedna, szczególnie stara, a jednocześnie starannie pielęgnowana, była grobem Maxa.Znajdowały się tam różne przedmioty przypominające o życiu w schronie, a także stare pudełko.Na etykiecie przyklejonej do pudełka, w języku zrozumiałym dla członków załogi, słabo widniał napis \"Dla wszystkich z Poraporapory\".Gdy Cora i Gideon z napięciem otworzyli pudełko, w środku znaleźli wyposażenie załogi Poraporapory i terminal danych.",
    "[op_116]",
    "Terminal danych, który prawdopodobnie pozostawił Max, był odtwarzalny za pomocą wyposażenia załogi, które posiadali Gideon i jego towarzysze.Troje, wstrzymując oddech, odtworzyli terminal danych,i okazało się, że pozostał na nim zapis, że Max rzeczywiście żył w tym schronie.Według zapisu, Max wprowadził do tutejszego społeczeństwa brakujące koncepcje zapisu i edukacji, łącząc technologię schronu z wyposażeniem z przyszłości.Miało to na celu umożliwienie dostępu do Matki Komputera za pomocą technologii schronu, gdyby kiedyś towarzysze z przeszłości dotarli do prawdy.Po obejrzeniu całego zapisu, troje stało w milczeniu.Rozumieli, że obecnie dostępna Matka Komputer jest wielką nadzieją, którą Max pozostawił, wierząc w przyszłych towarzyszy i ludzkość.Cora mgliście przypomniała sobie, że niebieskie światło, w którym teleportowali się Max i Gideon,było podobne do procesu, w którym jej zastępczynie były teleportowane do magazynu Firmy Matka Matka.Cora i Gideon w milczeniu przysięgli kontynuować wolę Maxa, a Saito, poznając prawdziwe oblicze bohatera, również postanowił pomóc.",
    "[op_0]",
    "Trójka, poznawszy wolę Maxa i nieoczekiwaną prawdę o świecie, opuściła wspólny cmentarz i ponownie udała się do pokoju Matki Komputera.Idąc bezosobowym korytarzem schronu, Gideon, Cora i Saito próbowali w myślach uporządkować i połączyć informacje, które każdy z nich przyniósł.W cieniu rzucanym przez regularnie rozmieszczone oświetlenie, rozbrzmiewał tylko pusty odgłos ich kroków.Przez chwilę między nimi nie było słów.Każde z nich w myślach przetrawiało fragmentaryczne, a jednak ciężkie informacje uzyskane od Matki Komputera.Zbyt odległa epoka roku dziesięć tysięcy. Nieznany \"błąd\", który miał być przyczyną zagłady ludzkości.I niezrozumiałe słowo \"sushi\", które od czasu do czasu wszystko nadpisywało.Wydawały się one bardziej wejściem do głębszego labiryntu niż wskazówką do rozwiązania.",
    "[op_118]",
    "Pierwszy odezwał się Saito. Saito po kolei sprawdzał informacje uzyskane od Matki Komputera przez Corę i siebie.Zarówno pojęcie czasu w postaci roku, jak i znaczenie słowa \"błąd\" były dla Saito nieznane, ale Saito starał się zapamiętać każde z nich.Informacje zostały połączone i uporządkowane w kilka niezaprzeczalnych faktów.Ten świat to rok dziesięć tysięcy. Przyczyną zagłady ludzkości jest \"błąd\".I nawet po zapytaniu o sposób naprawienia tego błędu, Matka Komputer powtarza tylko synonimy i nie daje konkretnej odpowiedzi.Na koniec, w przerwach tej jałowej wymiany zdań, od czasu do czasu pojawia się bez związku odpowiedź \"sushi\".To były wszystkie informacje, jakie Cora i Saito mogli uzyskać od Matki Komputera w tym momencie.Gideon, zdziwiony epoką roku dziesięć tysięcy, przetrawiał informacje.",
    "[op_119]",
    "Podczas tego porządkowania informacji, Cora wyraziła jedną obawę.Dotyczyła ona niebezpieczeństwa zadawania Matce Komputerowi bezpośrednich pytań o słowo kluczowe \"sushi\".Aby zapobiec temu, że Gideon lub Saito pochopnie zadadzą to pytanie, Cora, dobierając słowa, przekazała swoje silne przeczucie.Nie potrafiła logicznie wyjaśnić, dlaczego czuje, że jest to niebezpieczne.Czy były to resztki wspomnień z czasów, gdy była oprogramowaniem Matki Komputera, czy też intuicja wykształcona przez niewytłumaczalne wydarzenia, których doświadczyła w tym schronie, nie była pewna.Jednak miała pewność, graniczącą z pierwotnym strachem, że zadanie tego słowa Matce Komputerowi jest równoznaczne z otwarciem puszki Pandory.Cora powiedziała tylko, że ma złe przeczucia. Na te ciche, ale stanowcze słowa, Gideon i Saito w milczeniu skinęli głowami.",
    "[op_30]",
    "Gideon, słuchając opowieści Cory, zauważył, że jej intuicja dziwnie zgadza się z jego własnymi wątpliwościami.Gideon, podczas samotnego pobytu na bezludnej wyspie, wielokrotnie rozmyślał nad dwiema zagadkami i postanowił skonsultować się z Corą i Saito.Pierwsza dotyczyła niezrozumiałego ciągu cyfr, który pojawił się na ekranie na chwilę w ostatnich chwilach \"Poraporapory\", gdy statek został spowity światłem.Gideon, opierając się na pamięci, zapisał te cyfry w terminalu danych swojego zestawu przetrwania.Słysząc to, Cora przypomniała sobie, że również zapisała je na ramieniu, aby nie zapomnieć, i oboje porównali swoje zapiski.Cyfry zgadzały się co do jednej. Było pewne, że jest to znacząca informacja.Jednak, co te cyfry oznaczają, czy są to współrzędne, czas, a może jakieś hasło, troje rozmyślało nad tym, ale nie potrafili znaleźć odpowiedzi.",
    "[op_119]",
    "A druga zagadka, którą poruszył Gideon, dotyczyła sprzeczności w czasie zagłady ludzkości.W poprzedniej osi czasu Matka Komputer odpowiedziała: \"Ludzkość zginie za kilka dni\".Jednak w rzeczywistości zagłada nie rozpoczęła się kilka dni później, ale zaraz po komunikacji z Matką Komputerem.Na podstawie tego faktu Gideon wywnioskował, że istnieje bezpośredni związek przyczynowy między zagładą ludzkości a dostępem do Matki Komputera, a zwłaszcza zadawaniem określonych pytań.Intuicyjne ostrzeżenie Cory \"mam złe przeczucia\" wydawało się być ostatnim elementem układanki, potwierdzającym jego logiczne rozumowanie.Gideon, cicho, ale z przekonaniem, wypowiedział wniosek ze swoich przemyśleń.Czy warunkiem uruchomienia wyzwalacza zagłady ludzkości, czyli \"błędu\", nie jest samo \"zadanie Matce Komputerowi pytania o sushi\"?Po chwili ciszy, troje dotarło do pokoju Matki Komputera i zatrzymało się.Stojąc przed terminalem, aby potwierdzić treść, którą mieli wprowadzić, spojrzeli na siebie.Wtedy, w pobliżu ekranu terminala w pokoju Matki Komputera, zaczęło świecić niebieskie światło.",
    "[op_0]",
    "[op_120]",
    "Środek pokoju zniekształcił się, a wraz z niebieskim światłem teleportowała się Bella.Gdy światło zgasło, stała tam znajoma postać jednej z członkiń załogi, Belli.Gideon, Cora i Saito na chwilę zaniemówili na ten nagły widok.Bella, lądując, przykucnęła i ostrym wzrokiem próbowała ocenić sytuację. Z całej jej postaci biło skrajne napięcie i czujność.Gideon, widząc postać człowieka, który pojawił się tak samo jak on kilka godzin wcześniej, tylko wpatrywał się w nią.Z kolei Cora i Saito, ponieważ było to już drugie takie zjawisko, zachowali względny spokój. Cora skinęła głową do Saito i lekko uniosła ręce, aby pokazać Belli, że nie mają wrogich zamiarów.Bella, rozpoznając twarze Cory i Gideona, jej napięty wyraz twarzy zmienił się w zdziwienie, a następnie, jakby zrozumiała, że jest w bezpiecznym miejscu, głęboko odetchnęła z ulgą.",
    "[op_121]",
    "Cora, uznając, że rozmowa w tym miejscu jest nieodpowiednia, gestem zaproponowała zmianę miejsca.Grupa ponownie przeniosła się do skromnego pokoju w schronie.Siadając na krzesłach, pierwsza zaczęła opowiadać o swoich przeżyciach Bella.Według opowieści Belli, od ostatnich chwil \"Poraporapory\", została przeniesiona do epoki około stu milionów lat naszej ery.Tam znalazła terminal Matki Komputera i próbowała zadać kilka pytań.Jednak podczas zadawania tych pytań, napotkała te same oznaki zagłady ludzkości, co na statku, gdy świat stał się biały.Bella, przypominając sobie działanie, które podjął Gideon w ostatniej chwili, wpisała tak samo \"przenieś się w przeszłość\" i w ten sposób dotarła do tego miejsca.",
    "[op_122]",
    "Gideon, wysłuchawszy opowieści Belli, ostrożnie dobierając słowa, zapytał, jakie pytania zadała tej Matce Komputerowi.Bella, po chwili namysłu, jakby próbując sobie przypomnieć, odpowiedziała, że zadała dwa pytania.Jedno brzmiało \"Czy mogę wrócić do swojego świata?\", a drugie \"Czym jest sushi?\".Słysząc tę odpowiedź, Gideon spojrzał na Corę i Saito.Poczuł, że hipoteza, do której doszli w pokoju Matki Komputera, stała się bardziej pewna.Wydawało się nawet, że samo pojawienie się Belli w tym momencie jest odpowiedzią od Matki Komputera, że ta hipoteza jest prawidłowa.",
    "[op_123]",
    "Gideon tym razem podzielił się z Bellą informacjami, które posiadali.Że to jest schron z roku dziesięć tysięcy, że Max żył i zmarł w tym miejscu jako bohater,i że dzięki woli Maxa utrzymywany jest dostęp do Matki Komputera.Odpowiedź Matki Komputera, przekazana przez Bellę, \"nie można wrócić do pierwotnego świata\", ponownie ciężko zaciążyła na Corze i Gideonie.Poczucie bezsilności, czy mogą cokolwiek zrobić, i strach, że oprócz \"sushi\" mogą istnieć inne, nieznane słowa kluczowe wywołujące zagładę ludzkości, zaczęły dominować w ich myślach.",
    "[op_121]",
    "Tę ciężką ciszę przerwała Bella.Bella, która przeżyła dwie zagłady, podeszła do sytuacji raczej spokojnie i analitycznie.Skoro wiadomo, że przyczyną jest \"błąd\", to jeśli przeniosą się do osi czasu, w której ten błąd został stworzony, i unieważnią samo istnienie błędu, będzie to fundamentalne rozwiązanie, zaproponowała.Było to rozwiązanie, o którym nikt nie pomyślał, ale które było logiczne.Gideon, uznając ten pomysł, odpowiedział, że problem polega na tym, że nie wiadomo, kiedy ten \"czas stworzenia błędu\" nastąpił, i jak się tam przenieść.Słysząc te słowa Gideona, Bella nic nie mówiąc, wskazała cicho na terminal danych zestawu przetrwania wiszący u pasa Gideona.Gideon, rozumiejąc, co ma na myśli, ze zdziwieniem spojrzał na swój terminal.Znajdował się tam zapisany niezrozumiały ciąg cyfr, który pojawił się na ekranie w ostatnich chwilach \"Poraporapory\".",
    "[op_0]",
    "Bella i Gideon spojrzeli na siebie i cicho skinęli głowami.Cora nie do końca rozumiała ich intencje, ale zrozumiała, że nadszedł czas, aby ponownie opuścić ten schron.Troje najpierw zwrócili się do Saito i, tłumacząc, że nie ma gwarancji bezpieczeństwa w miejscu, do którego się udają, i nie chcą go narażać, poradzili mu, aby poczekał w tym pokoju.Saito zrozumiał sytuację i cicho zgodził się na propozycję. Cora, w wyrazie twarzy i jednym głębokim ukłonie, wyraziła swoją niewypowiedzianą wdzięczność za dotychczasową współpracę.",
    "[op_124]",
    "Pożegnani przez Saito, Cora, Gideon i Bella ponownie udali się do pokoju Matki Komputera i stanęli przed terminalem.Bella wyciągnęła palce do panelu sterowania i wpisała: \"Przenieś się do czasu, w którym powstał błąd powodujący zagładę ludzkości\".A potem, trzymając palec nad klawiszem Enter, jakby wahając się, odwróciła się do nich.Gideon był przekonany, że Bella użyje tego ciągu cyfr, i powoli cofnął rękę, którą dotykał terminala danych w swoim zestawie przetrwania.Czując lekkie zażenowanie, że jego przewidywania się nie sprawdziły, Gideon również skinął głową, zgadzając się z intencją Belli.Gdy Bella nacisnęła klawisz Enter, na ekranie nastąpiła zmiana. W prawym dolnym rogu pojawiła się ikona zegara i rozpoczęła się animacja.Była to znajoma animacja wskazówek zegara obracających się w kierunku przeciwnym do ruchu wskazówek zegara.",
    "[op_30]",
    "[op_0]",
    "Rozdział 6 ～Zasypianie～",
    "[op_0]",
    "Mother Mother Company, Inc.",
    "[op_125]",
    "Logo korporacyjne z późnego okresu (2205 - 2212)",
    "Mother Mother Company, Inc. to nieistniejąca już firma z branży neuroinformatyki.Założona pod koniec XXII wieku, w okresie \"boomu na technologię Matki\", zdobyła sławę dzięki swojemu autorskiemu systemowi operacyjnemu \"N-OS\" i dedykowanemu sprzętowi \"Matka Komputer\".Później, próbując zdominować platformę poprzez udostępnienie swojej technologii jako otwartej, strategia ta obróciła się przeciwko niej, co doprowadziło do dramatycznego bankructwa wraz z poważnymi problemami zawartymi w technologii.",
    "Okres założycielski: Założyciel, znany jako \"Papacora\", znany jest jako osoba, która wielokrotnie próbowała swoich sił w różnych biznesach i ponosiła porażki.Gdy w latach 90. XXI wieku nadszedł \"boom na technologię Matki (trend MT)\", Papacora nie przegapił tej okazji i postanowił wejść w branżę związaną z siecią Matki.Dzięki swojej zręcznej mowie zebrał fundusze od inwestorów i w 2195 roku założył Mother Mother Company.Wskazuje się, że technologia, którą firma posiadała na początku swojej działalności, była w rzeczywistości tylko \"fasadą\", połączeniem komputerów starej generacji i istniejących technologii.",
    "Sukces \"Matki Komputera\": W 2198 roku firma wprowadziła na rynek produkt konsumencki \"Matka Komputer\".Chociaż sprzęt był przestarzałym zlepkiem, zainstalowany na nim system operacyjny \"N-OS\" wywołał zjawisko społeczne.N-OS, rzekomo wykorzystujący wzorce fal mózgowych człowieka, wykazywał unikalną responsywność i emocjonalne reakcje, których brakowało innym sztucznym inteligencjom.To doświadczenie użytkownika, nazwane \"matczynością\", zostało entuzjastycznie przyjęte, a Matka Komputer gwałtownie rozpowszechniła się w domach.Firma stała się symbolem boomu, a na rynek wprowadzono nawet \"ciasteczka Matki Komputera\".",
    "Otwarta specyfikacja i ograniczenia techniczne: Za kulisami sukcesu firma nie nadążała za innowacjami technologicznymi konkurencji, a jej działalność szybko napotkała trudności.Papacora, próbując ratować sytuację i utrzymać dominację na rynku, w 2208 roku nagle ogłosił otwarcie \"architektury Matki Komputera\".Polegało to na bezpłatnym udostępnieniu specyfikacji sprzętowej i interfejsu programowania aplikacji (API) N-OS.Dzięki tej strategii rynek zalały tanie, kompatybilne urządzenia i oprogramowanie firm trzecich, co na pewien czas rozszerzyło ekosystem.Jednak otwarcie okazało się mieczem obosiecznym. Konkurencja z tanimi, kompatybilnymi urządzeniami drastycznie zmniejszyła zyski ze sprzedaży sprzętu firmy.Ponadto, społeczność techniczna, która przeanalizowała udostępnione API, zaczęła wskazywać na wady strukturalne N-OS, takie jak \"niemożność samouczenia się na podstawie danych zewnętrznych\"i \"brak możliwości aktualizacji poza okresowym ponownym skanowaniem określonego źródła danych biologicznych\".",
    "Bankructwo: Gdy plotki o nieetycznych metodach aktualizacji N-OS iniechlujne praktyki zarządzania założyciela stały się skandalem, popularność Matki Komputera gwałtownie spadła.W połączeniu z pogorszeniem się wyników finansowych w wyniku niepowodzenia strategii otwarcia, działalność firmy całkowicie utknęła w martwym punkcie.Ostatecznie w marcu 2212 roku Mother Mother Company, z ogromnymi długami, zbankrutowała.",
    "[op_0]",
    "Simulation World Design, Inc.",
    "[op_126]",
    "Logo \"Gry w państwo\"",
    "Simulation World Design, Inc. to nieistniejąca już firma tworząca oprogramowanie.Założona w okresie \"boomu na technologię Matki\" jako firma deweloperska firm trzecich, zwróciła na siebie uwagę branży dzięki późniejszemu wydaniu platformy symulacyjnej z połączeniem głębokiej świadomości \"Gra w państwo\", która stała się wielkim hitem. W 2210 roku została przejęta przez największą firmę rozrywkową w Układzie Słonecznym, \"GAIA Interactive\", i zakończyła swoją historię.",
    "Okres założycielski i rozwój interfejsu użytkownika: Pod koniec XXII wieku, gdy \"boom na technologię Matki\" ogarnął cały Układ Słoneczny, w 2199 roku firma została założona przez projektanta interfejsu użytkownika Takahashiego i kilku inżynierów.Firma, opierając się na otwartej architekturze neuronowej (ONA) udostępnionej przez Mother Mother Company, opracowała własny, niestandardowy interfejs użytkownika \"S-Shell\".Dzięki możliwości intuicyjnej obsługi złożonych, wielowymiarowych danych, zyskał on wysokie uznanie wśród specjalistów, takich jak naukowcy i maklerzy giełdowi, i zapewnił sobie niszową, ale stabilną podstawę dochodów.",
    "Sukces i rozpowszechnienie \"Gry w państwo\": Wykorzystując podstawową technologię \"modelowania i wizualizacji złożonych światów\", zdobytą podczas rozwoju S-Shell,w 2206 roku firma wydała symulację zarządzania państwem z połączeniem głębokiej świadomości \"Gra w państwo\".Ta platforma, która pozwalała graczom wcielić się w świadomość przywódcy państwa i bezpośrednio doświadczać poprzez myśli spraw wewnętrznych, dyplomacji, rozwoju technologicznego itp.,dzięki swojej przytłaczającej immersji, początkowo odniosła ogromny sukces jako gra symulacyjna.Jej zastosowanie nie ograniczało się do rozrywki.Została przyjęta przez instytucje edukacyjne w całym Układzie Słonecznym jako skuteczne narzędzie do nauki historii, ekonomii i stosunków międzynarodowych,a także stała się szeroko wykorzystywana jako platforma do profesjonalnych zadań, takich jak spotkania strategiczne firm zajmujących się złożonymi modelami społecznymi i ekonomicznymi oraz symulacje podejmowania decyzji przez agencje rządowe.Dzięki temu sukcesowi Simulation World Design przekształciła się z firmy tworzącej narzędzia w renomowaną firmę, która odgrywała rolę w infrastrukturze społecznej.",
    "Przejęcie przez GAIA Interactive: Sukces \"Gry w państwo\" uświadomił wielkim firmom w całym Układzie Słonecznym siłę technologiczną i kreatywną firmy.W szczególności konglomerat rozrywkowy GAIA Interactive wykazał duże zainteresowanie zaawansowaną technologią symulacji świata firmyoraz potężną własnością intelektualną \"Gry w państwo\", która wykraczała poza ramy rozrywki i obejmowała również dziedziny edukacji i biznesu.W tym czasie, gdy działalność Mother Mother Company, będącej rdzeniem ekosystemu ONA, zaczęła podupadać, a na całym rynku panowała niepewność co do przyszłości,GAIA zaproponowała Simulation World Design przejęcie za rekordową kwotę.Zarząd, w tym Mizukami, uznał, że uzyskanie stabilnego środowiska programistycznego i obfitych funduszy pozwoli na dalszy rozwój \"Gry w państwo\", i w czerwcu 2210 roku przyjął tę propozycję.Po przejęciu Simulation World Design jako osoba prawna została rozwiązana, a jej zespół deweloperski został zreorganizowany jako \"GAIA Simulation Studio\" w ramach GAIA Interactive.",
    "Wpływ na potomność: Simulation World Design, spośród niezliczonych firm powstałych w okresie boomu na technologię Matki,jest znana jako rzadki przykład sukcesu, który odniósł sukces dzięki jasnej wizji i solidnej technologii, a jego rola zakończyła się w sposób rozwojowy poprzez przyjazne przejęcie przez dużą firmę.Nawet po upadku ekosystemu ONA w wyniku bankructwa Mother Mother Company, technologia opracowana przez firmę została przejęta przez GAIA Interactive i przetrwała w zmienionej formie.W szczególności \"Gra w państwo\" stała się serią na głównej platformie GAIA i nie tylko położyła podwaliny pod rozrywkę w metawersum,ale także jest szeroko wykorzystywana jako standardowe narzędzie do symulacji edukacyjnych i biznesowych, a jej wpływ jest wieloraki.",
    "[op_0]",
    "[op_127]",
    "Gideon, Bella i Cora, którzy patrzyli na animację zegara wyświetlaną na ekranie terminala Matki Komputera,zauważyli, że animacja zniknęła. Jednocześnie zorientowali się, że zniknął również sam ekran terminala, a oni stoją w nieznanym miejscu.Był to zagracony, ale funkcjonalnie urządzony pokój konferencyjny projektu \"Gra w państwo\" w firmie Simulation World Design, ale dla trójki był to nieznany pokój.W powietrzu unosił się ciepły zapach wentylatorów chłodzących i delikatny aromat kawy.Na długim stole na środku pokoju wiele monitorów rzucało blade światło, a na ścianach chaotycznie wisiały notatki dotyczące zmian w specyfikacji.",
    "[op_128]",
    "Po obu stronach stołu, młody projektant i projektant w okularach, niskim głosem dyskutowali na temat interfejsu użytkownika \"ujawnienia prawdy\", który był kluczowy dla \"Gry w państwo\".Jeden z nich, młody człowiek, którego oczy, mimo zmęczenia, błyszczały ostro, i drugi, projektant w okularach, który rzeczowo i spokojnie odpierał argumenty.Na szczęście wydawało się, że obaj nie zauważyli pojawienia się trójki.Zdając sobie natychmiast sprawę z nierealności bycia świadkiem narodzin samej historii i niebezpieczeństwa, jakie mogłoby wyniknąć z nieprzewidywalnych konsekwencji, trójkaukryła się w cieniu szafy serwerowej w rogu pokoju konferencyjnego i wstrzymując oddech, obserwowała obu.W chwili, gdy dyskusja rozgorzała, a uwaga obu była całkowicie skupiona na projekcie interfejsu użytkownika na monitorze, Bella poruszyła się bezszelestnie.Bella, niczym cień przesuwający się po podłodze, ominęła martwy punkt projektantów i podłączyła fizyczny keylogger do komputera, który wydawał się być używany do pracy.W jej ruchach nie było żadnego wahania, a po kilku sekundach wróciła na swoje miejsce.",
    "[op_129]",
    "Wkrótce dyskusja zakończyła się bezowocnie, a projektant w okularach z westchnieniem udał się do domu.Pozostawiony sam, młody projektant przez chwilę patrzył bez wyrazu na zgaszone biuro, a potem z determinacją w oczach zwrócił się w stronę klawiatury na swoim biurku.Pod czujnym okiem trójki zaczął wpisywać kod z niesamowitą prędkością.Jego praca nie była twórcza, nie budowała czegoś nowego, ale postępowała w niezrozumiały sposób, wypaczając i niszcząc istniejącą logikę.W oczach trójki wydawało się, że celowo manipuluje sekcją przetwarzania danych dotyczącą kultury kulinarnej \"sushi\",która była wymieniona jako luka w systemie.Jednak dlaczego celowano w tak pozornie niepowiązane miejsce, co oznaczało to działanie, nie potrafili w ogóle zrozumieć.Wydawało się to nieznanym rytuałem, wykraczającym poza ich wiedzę.Chociaż \"błąd\" związany z zagładą ludzkości został w tym czasie sprytnie umieszczony w systemie,obserwującej trójce wydawało się tylko, że młody projektant wypacza normalny przepływ systemui potajemnie umieszcza w nim coś obcego.Niezrozumiały ciąg znaków, który szybko przewijał się na monitorze, właśnie dlatego, że nie rozumieli jego znaczenia,wydawał się raczej złowrogą klątwą, która decyduje o losie świata.Po zakończeniu wszystkich prac młody projektant, nie okazując wyrazu satysfakcji, po prostu cicho wyłączył terminal i zniknął w ciszy.",
    "[op_130]",
    "Po upewnieniu się, że ślad po młodym projektancie całkowicie zniknął, trójka wyszła z cienia i rozpoczęła całonocne dochodzenie.Bella, obsługując komputer, analizowała zapisy z podłączonego wcześniej loggera,a Gideon i Cora kartka po kartce, ostrożnie przeglądali dokumenty piętrzące się na biurkach i półkach.Udało im się przejrzeć projekt świata, czyli specyfikację \"Gry w państwo\", grafiki koncepcyjne i ogromną ilość wszystkich logów deweloperskich.To, co tam zapisano, to obraz niezwykle szczegółowo zaprojektowanej, wspaniałej gry symulacyjnej.",
    "[op_131]",
    "W trakcie dochodzenia, na monitorze obsługiwanym przez Bellę, pojawił się ostateczny projekt interfejsu użytkownika \"ujawnienia prawdy\", o którym wcześniej dyskutowali projektanci.Widząc ten ekran, Cora wstrzymała oddech.Był to identyczny pod względem struktury ekran, który widziała na końcu swojego nieskończonego czasu spędzonego w placówce jako ostatnia Cora, ekran zmuszający do wyboru życia.Gdy Cora poinformowała o tym fakcie pozostałych, Bella również z surowym wyrazem twarzy skinęła głową.W czasach, gdy była regionalnym korespondentem ds. ruchu, w życiu Belli również nagle pojawił się ten sam interfejs użytkownika, zmuszając ją do wyboru.Doświadczenia z przeszłości obu kobiet zgadzały się z projektem przed nimi.To doświadczenie, którego nie miał Gideon, stało się niezbitym dowodem na to, że ten program \"Gra w państwo\"faktycznie ingerował w życie ich samych, żyjących w odległej przyszłości.Myśli trójki, która nie potrafiła zrozumieć, jak ta gra \"Gra w państwo\" może prowadzić do zagłady \"prawdziwego świata\" w odległej przyszłości, dzięki temu świadectwu doszły do jednej hipotezy.Była to hipoteza absurdalna, ale w połączeniu z faktem, że zostali przeniesieni do tej epoki, do tego miejsca, na wyraźne polecenie Matki Komputera, nie można było jej zignorować.Była to hipoteza, że ten świat, który teraz uważają za rzeczywistość, jest w rzeczywistościogromnym światem symulacyjnym stworzonym przez tych projektantów.Trójka nie mogła nie myśleć o możliwości, że ich istnienie, historia, a nawet kryzys zagłady ludzkości, wszystko to jest zaprogramowanym wydarzeniem w świecie symulacyjnym.W takim przypadku, czy oni, jako postacie w symulacji, mają jakiś sposób na naprawienie fundamentalnego błędu świata?A przede wszystkim, czy zakończenie ludzkości w symulacji można nazwać smutną \"zagładą ludzkości\"? Pytania bez odpowiedzi ciążyły na sercach trójki.",
    "[op_0]",
    "[op_71]",
    "Kaitlin, pożegnawszy się z Lailą, ruszyła w kierunku stacji.U jej stóp podążały bliźniacze zielone glutki, jakby ślizgając się po ziemi,a wokół Kaitlin, w pewnej odległości, unosiły się powoli poruszająca się humanoidalna plama i migoczące światło.Według informacji otrzymanych od Laili, idąc dalej, w końcu powinna znaleźć sztuczną budowlę, czyli stację,ale bez względu na to, jak daleko szła, krajobraz nie zmieniał się z monotonnych pól i rozciągających się za nimi gór.",
    "Po około godzinie marszu, Kaitlin odkryła starą, drewnianą ławkę ustawioną na poboczu drogi.Chociaż niepokoiła ją niepewność co do odległości do celu, biorąc pod uwagę nagromadzone zmęczenie, postanowiła zrobić sobie przerwę.",
    "[op_135]",
    "Gdy Kaitlin usiadła na ławce, towarzyszące jej światło nieznacznie zmieniło rytm swojego migotania.Kaitlin, skupiając uwagę na tej zmianie światła, wspominała ostatnie chwile \"Poraporapory\".Polecenie \"przenieś się w przeszłość\", które naprędce wpisał Gideon.I animacja wskazówek zegara obracających się w kierunku przeciwnym do ruchu wskazówek zegara, która pojawiła się na ekranie.Czym było to zjawisko i czy można je celowo wywołać ponownie?Teraz, gdy postanowiła kontynuować dochodzenie, musiała pomyśleć o sposobie.Jakby czytając myśli Kaitlin, na oparciu ławki,na drewnie, na którym nic nie było napisane, powoli zaczęły pojawiać się litery, jakby wypalane.Był to sposób komunikacji ze światłem.",
    "[op_133]",
    "Treść przekazana przez światło była zdumiewająca i całkowicie obalała dotychczasowe postrzeganie Kaitlin.Według światła, \"przeniesienie się w przeszłość\", które Gideon wykonał na \"Poraporaporze\", nie było w ścisłym tego słowa znaczeniu cofaniem się w czasie.Było to jedynie procesem przenoszenia się do innej instancji danych w tym świecie, wyjaśniło.A światło zaczęło ujawniać Kaitlin szereg zasad, których normalnie należy przestrzegać, aby wykonać ten proces przenoszenia.",
    "[op_134]",
    "Kaitlin, oszołomiona, tylko śledziła wzrokiem pojawiające się litery.Po pierwsze, aby wykonać podróż w czasie, należy wcześniej kupić \"bilet na podróż w czasie\" od \"administratora\".Ponadto istnieją \"bilety opcjonalne\" do szczegółowego określenia czasu i miejsca docelowego, ale należy je kupić oddzielnie, niemal jednocześnie z zakupem biletu na podróż w czasie.Zakupione bilety należy wręczyć bezpośrednio administratorowi przed wykonaniem procesu przenoszenia.W przypadku jednoczesnego zgłoszenia wielu procesów przenoszenia, są one przetwarzane w kolejności zgłoszeń, a osoby zgłaszające się później muszą tworzyć kolejkę oczekujących poza procesem.Na początku procesu administrator przeprowadza ustną weryfikację tożsamości i woli.W tym czasie surowo zabronione jest odpowiadanie przed zakończeniem pytania przez administratora, tzw. \"odpowiedź falstartowa\".Administrator pyta o preferencje dotyczące trzech punktów: \"gęstość osi czasu\", \"stabilność świata\" i \"poziom interwencji\", ale jeśli nie ma specjalnych powodów, zwyczajowo użytkownik odpowiada na wszystko \"normalnie\".W przypadku błędnej odpowiedzi lub odpowiedzi w formacie innym niż standardowy, odpowiedź jest odrzucana.Ponadto na każdą odpowiedź na pytanie wyznaczono limit czasowy 5 sekund.Zasady trwały dalej.Podczas procesu podróży w czasie nie wolno prowadzić żadnych prywatnych rozmów ani korzystać z urządzeń przenośnych.W przypadku wykrycia takich działań przez administratora, proces jest natychmiast przerywany, a użytkownik jest siłą usuwany z obiektu.Po rozpoczęciu procesu, użytkownik nie może go przerwać ani anulować zakupionych opcji, i musi go ukończyć do końca.Od użytkowników w trakcie procesu wymaga się powstrzymania się od głośnych rozmów, hałasowania i innych zachowań, które mogłyby przeszkadzać innym użytkownikom.I na koniec, obowiązkiem użytkownika jest, w ramach jednego procesu, odłożenie wszystkich używanych podczas procesu podróży w czasie instrumentów na swoje miejsce i wyczyszczenie konsoli za pomocą dołączonej ściereczki.",
    "[op_132]",
    "Kaitlin poczuła lekki zawrót głowy od ogromu i skomplikowania tych zasad.Nie potrafiła ocenić, czy te zasady dotyczą tylko innego, równoległego świata, z którego pochodziło światło, czy też są alternatywnym rozwiązaniem, gdy nie ma możliwości określenia \"przenieś się w przeszłość\" na Matce Komputerze.W ogóle, Kaitlin nie rozumiała, dlaczego Gideon w tamtym momencie na Poraporaporze z taką pewnością mógł wpisać \"przenieś się natychmiast w przeszłość\".W tym momencie Kaitlin nagle zdała sobie sprawę, że zaniedbała jedno ważne sprawdzenie.Uspokojona ponownym spotkaniem z Lailą, całkowicie zapomniała o możliwości skontaktowania się z innymi towarzyszami za pomocą zdolności telepatycznych Plamy.Kaitlin natychmiast odezwała się do Plamy, pytając, czy może nawiązać kontakt z kimś innym za pomocą telepatii.Po chwili Plama telepatycznie poinformowała, że udało jej się nawiązać kontakt z Gideonem.",
    "[op_0]",
    "[op_130]",
    "Gideon, Bella i Cora, w cichym pokoju konferencyjnym po odejściu młodego projektanta, ustalali dalszy plan działania.Na monitorze komputera, którego używali projektanci, wyświetlały się ogromne dane, które można by nazwać projektem świata \"Gry w państwo\".Trójka postanowiła na razie wstrzymać konkretne działania mające na celu uratowanie ich świata,i skupić się na ustaleniu tożsamości samego \"błędu\", który był przyczyną wszystkiego.",
    "[op_140]",
    "Bella skupiła się na zapisach z keyloggera, który podłączyła do komputera roboczego.Historia poleceń wykonanych przez młodego projektanta na pierwszy rzut oka wyglądała jak bezsensowny ciąg znaków.Działania młodego projektanta były sprytnie zamaskowane, aby nie pozostawiać śladów w logach systemu,a odczytanie jego intencji za pomocą zwykłych metod analitycznych było prawie niemożliwe.Jednak Bella miała wrażenie, że wzorzec tych operacji dziwnie pasuje do protokołu szyfrowania starożytnej cywilizacji, który kiedyś rozszyfrowała jako regionalny korespondent ds. ruchu.Palce Belli ślizgały się po klawiaturze, rekonstruując fragmenty myśli młodego projektanta z ogromnej ilości logów.Wkrótce stało się jasne, że sedno operacji koncentruje się na pozycji \"sushi\" w bazie danych kultury kulinarnej systemu.Ale dlaczego te dane miałyby być powiązane z przetrwaniem świata, bezpośredni związek przyczynowy nie był widoczny.Bella tylko intuicyjnie rozumiała, że ta seria operacji została zaprojektowana tak, aby celowo nadmiernie obciążyć podstawy systemu, a zwłaszcza niezainplementowane moduły symulujące zmysły, takie jak smak i dotyk.",
    "[op_141]",
    "Obserwując pracę analityczną Belli, Gideon skierował swoje myśli w innym kierunku.Identyfikację błędu pozostawił Belli, ale problemem było, jak zastosować łatkę naprawczą w ich świecie.Matka Komputer, posiadająca władzę swobodnego przemieszczania się po osiach czasu, musiała mieć uprzywilejowany dostęp do tego świata symulacyjnego.Wykonanie programu naprawczego stworzonego przez Bellę za pośrednictwem Matki Komputera i bezpośrednie przepisanie praw świata.Wydawało się to najpewniejszą metodą. Ale myśli Gideona utknęły w tym miejscu.Z materiałów \"Gry w państwo\" wynikało, że jest rok 2206.Jednak w tej epoce nie było żadnych wskazówek, czy istnieje technologia dostępu do tego niezwykłego bytu, jakim jest Matka Komputer.",
    "[op_125]",
    "Cora, odrywając się od dyskusji dwójki, wpatrywała się w logo narysowane na jednym z rozrzuconych dokumentów.Było to logo systemu operacyjnego o nazwie \"N-OS\", ale Cora pamiętała ten projekt.Było to dokładnie to samo logo, które widziała za każdym razem, gdy obsługiwała terminal sterujący w \"Magazynie Firmy Matka Matka\", placówce założonej przez Papacorę, odizolowanej od świata zewnętrznego.Sama Cora nie wiedziała dlaczego, ale wspomnienia z czasów życia w placówce zaczęły powracać fragmentarycznie.",
    "[op_57]",
    "Dla Cory życie w dawnej placówce było powtarzaniem monotonnej rutyny.Cora i wiele \"zastępczyń\" o tej samej twarzy co ona.Głównym zadaniem Cor było naprzemienne poddawanie się skanowaniu fal mózgowych, ale resztę czasu mogły spędzać stosunkowo swobodnie.W placówce znajdowała się ogromna biblioteka, ale zawierała ona tylko książki techniczne i prace naukowe, a nie było w niej ani jednej książki o charakterze fabularnym czy rozrywkowym.Pewnego razu Cora postąpiła inaczej niż inne zastępczynie. Zauważyła, że jeden z terminali w bibliotece rzadko powoduje błąd połączenia z siecią zewnętrzną.W logu błędów znajdowały się fragmentaryczne zapisy dotyczące trybu debugowania \"N-OS\", który nie był wyświetlany w normalnym trybie pracy.Cora, łącząc te fragmentaryczne informacje przez wiele lat, odkryła istnienie ukrytej w głębi systemu funkcji.Była to funkcja, która pozwalała, choć w bardzo ograniczonym zakresie, na przepisywanie sekwencji działania automatów generujących zaopatrzenie placówki.Cora, używając jej, próbowała wygenerować \"ciasto\", potrawę, której dane receptury pozostały, zamiast zawsze tego samego, bezsmakowego jedzenia.Jednak to, co zostało wygenerowane, to szara, geometryczna bryła, w niczym nieprzypominająca ciasta.Ta bryła, po włożeniu do ust, rozpadała się jak bezsmakowy piasek.To wspomnienie porażki teraz wyraźnie powraca.Logo N-OS było dla Cory symbolem wyzwania rzuconego prawom świata i porażki, gorzkim wspomnieniem.Cora desperacko próbowała przypomnieć sobie coś ważniejszego, coś ukrytego za tą porażką, w głębi pamięci.",
    "[op_137]",
    "Wspomnienie nieudanej próby stworzenia ciasta i wyprodukowania bezsmakowej, piaszczystej bryły nie osłabiło zapału badawczego Cory.Wręcz przeciwnie, ta całkowita porażka stała się bodźcem do skierowania jej uwagi na inne możliwości.W bibliotece placówki, oprócz danych o składzie materii, zarchiwizowane były również ogromne ilości danych tekstowych dotyczących inżynierii akustycznej i teorii muzyki.Odtworzenie smaku, złożonego zjawiska chemicznego, mogło przekraczać możliwości automatów tej placówki.Jednak dźwięk to drgania powietrza, czyli tylko fizyczne dane falowe.W porównaniu z generowaniem materii od zera, kontrolowanie częstotliwości energii przepływającej przez istniejące urządzenia wydawało się o wiele bardziej wykonalne.",
    "[op_136]",
    "Cora ponownie uzyskała dostęp do ukrytej w głębi N-OS konsoli debugowania.Cora zwróciła uwagę na duży system cyrkulacji powietrza, który działał 24 godziny na dobę, aby utrzymać środowisko w placówce.Dźwięk pracy ogromnych wentylatorów, które cyrkulowały powietrze w placówce przez niezliczone kanały,zwykle istniał jako szum o niskiej częstotliwości, którego się nie zauważało.Cora pomyślała, że poprzez subtelną i cykliczną zmianę prędkości obrotowej tych wentylatorów, będzie w stanie kontrolować drgania powietrza przepływającego przez kanały,czyli wysokość dźwięku.Cora znalazła w bibliotece dane nutowe najprostszej pod względem struktury starożytnej kołysanki,i przez kilka tygodni budowała program, który przekształcał te informacje o wysokości dźwięku w sekwencję sterującą prędkością obrotową wentylatorów.",
    "[op_138]",
    "W dniu wykonania, Cora czekała w centralnym salonie placówki.O wyznaczonej godzinie w placówce zapanowała cisza. System cyrkulacji powietrza całkowicie się zatrzymał.W następnej chwili, gdy Cora wstrzymała oddech, system uruchomił się ponownie, a w całej placówce rozległ się dźwięk.Jednak nie była to prosta i łagodna melodia kołysanki, jakiej pragnęła Cora.Pierwsze kilka nut, choć z trudem, wydawało się podążać za nutami, ale wkrótce melodia zaczęła się rozpadać.Wysokość dźwięku niestabilnie wahała się w górę i w dół, tworząc nieprzyjemną dysonans, jakby ktoś siłą szarpał struny ogromnego, rozstrojonego instrumentu strunowego.Rytm był przerywany, przeciągany, mieszały się z nim nieistniejące wcześniej szumy, a cała przestrzeń wypełniła się niesamowitym dźwiękiem.Brzmiało to bardziej jak udręczony krzyk nieożywionej maszyny, pytającej o sens swojego istnienia, niż muzyka.",
    "[op_139]",
    "Ten dziwny dźwięk dotarł również do uszu pozostałych, nielicznych zastępczyń, które w różnych częściach placówki wykonywały swoje rutynowe czynności.Cory, jak na komendę, jednocześnie i w tym samym momencie, przerwały pracę, którą wykonywały.Jedna z nich zatrzymała się tuż przed włożeniem do ust pasty odżywczej, inna tuż przed założeniem zestawu słuchawkowego do skanowania fal mózgowych, całkowicie zatrzymując swoje ruchy.Nie szukały źródła dźwięku, tylko wpatrywały się w jeden punkt w próżni.W ich niezmienionym, pozbawionym wyrazu obliczu, pojawiło się coś, co można opisać tylko jako błąd danych,coś w rodzaju zakłopotania. Wkrótce koncert dobiegł końca, a system cyrkulacji powietrza powrócił do normalnego trybu pracy.Zastępczynie również, jakby nic się nie stało, wznowiły przerwane czynności.Placówka ponownie pogrążyła się w całkowitej i niczym niezmąconej ciszy.",
    "[op_57]",
    "Dwie porażki wyryły w umyśle Cory jedno, jasne zrozumienie.Placówka o nazwie \"Magazyn Firmy Matka Matka\" i system N-OS, który stanowił jej podstawę, nie były przystosowane do \"tworzenia\" nowych rzeczy.Był to całkowicie zamknięty system, zaprojektowany wyłącznie do \"odtwarzania\" określonych informacji, zgodnie z określonymi procedurami, bez żadnych odchyleń.Cora przypomniała sobie dysonans, który pojawiał się, gdy próbowano przetworzyć nieoczekiwane informacje,dostarczone z zewnątrz tego zamkniętego świata lub próbowano je stworzyć od wewnątrz.Ta systemowa reakcja odrzucenia, być może, była istotą zjawiska, z którym teraz zmagała się trójka, zjawiska zwanego \"błędem\".Przynajmniej tak podpowiadała jej intuicja.",
    "[op_143]",
    "Cora powoli wstała. Zauważywszy jej ruch, Bella i Gideon przerwali pisanie na klawiaturze i spojrzeli na nią.Cora podeszła do tablicy w pokoju konferencyjnym i na środku napisała jedno słowo: \"Sushi\".Następnie narysowała od niego kilka linii, a na końcu każdej z nich umieściła słowa, które wyłowiła ze swojej przeszłości:\"Smak\", \"Zapach\", \"Tekstura\", \"Technologia\", \"Estetyka\", \"Emocje\".Na koniec Cora dodała słowa \"Porażka tworzenia\" i otoczyła je kołem.",
    "[op_142]",
    "Widząc ten schemat, Bella i Gideon poczuli, jak fragmentaryczne informacje, które zdobyli podczas swoich badań, zbiegają się w jedną odpowiedź.Bella zrozumiała, że niezrozumiałe działania młodego projektanta były precyzyjnym uderzeniem w największą słabość tego systemu, czyli \"tworzenie zmysłów\".Gideon zrozumiał, że odtworzenie jednego dania \"sushi\" w całości było ostatecznym żądaniem \"tworzenia\",które od podstaw niszczyło samą ideę projektową tego systemu, czyli \"odtwarzanie\".Między trójką nie było słów. Istota błędu nie leżała w złośliwym fragmencie kodu.Była to niezwykle precyzyjna pułapka logiczna, zastawiona z wykorzystaniem fundamentalnych ograniczeń systemu.Przed oczami trójki, w cichym pokoju konferencyjnym, tylko projekt wyświetlany na monitorze rzucał blade światło.",
    "W tym momencie Gideon otrzymał telepatię od Plamy.Była to wiadomość od Plamy, która przekazywała wiadomość od Kaitlin.",
    "[op_0]",
    "Osobą, do której Kaitlin poprosiła Plamę o nawiązanie kontaktu na ławce, był Gideon.Po spędzeniu kilku godzin na grze w zmodyfikowany kamień-papier-nożyce z Lailą, to Gideon, który dzielił się z załogą informacjami o zagładzie ludzkości, wywarł na Kaitlin silne wrażenie.Chociaż miała nadzieję, że może on gdzieś żyje w tym świecie,zbyt łatwo, Plama telepatycznie poinformowała, że udało jej się nawiązać kontakt z Gideonem.",
    "[op_132]",
    "Z informacji od Gideona wynikało, że znajdują się w roku 2206, a istnieje duże prawdopodobieństwo, że przyczyną błędu świata jest \"odtworzenie sushi\",oraz przekazano hipotezę, że ten świat sam w sobie może być symulacją.Kaitlin najpierw była zszokowana ogromną przepaścią czasową między rokiem 2034, w którym się znajdowali.Jednak hipoteza, że świat może być symulacją, w połączeniu z jej własnymi wspomnieniami z \"ujawnienia prawdy\", sprawiła, że przyjęła ją zaskakująco łatwo.Następnie Kaitlin powierzyła Plamie jedno pytanie.Zapytała Gideona, dlaczego Matka Komputer, jako sposób na uratowanie ludzkości, podała \"sushi\", które jest samym wyzwalaczem błędu.",
    "[op_144]",
    "Kaitlin czuła, jak po drugiej stronie telepatii krzyżują się opinie trójki.Gideon sugerował możliwość pułapki zastawionej przez Matkę Komputer.Na to Cora, opierając się na swojej intuicji wynikającej z doświadczenia, odparła, że Matka Komputer nie dopuściłaby się takiego oszustwa.Gideon dalej argumentował logicznie, że sushi jest albo \"błędem niszczącym świat\", albo \"czymś ratującym świat\", i że te dwie rzeczy nie mogą współistnieć.Na koniec Bella zaproponowała najbezpieczniejsze rozwiązanie, czyli całkowite zamrożenie wszelkich działań związanych z \"sushi\" w tym momencie i całkowite wyeliminowanie ryzyka zagłady.",
    "[op_133]",
    "Słuchając dyskusji trójki, Kaitlin spojrzała na ławkę przed sobą.Gdy Kaitlin rozmyślała, towarzyszące jej światło zmieniło rytm swojego migotania i na drewnianym oparciu ławki powoli zaczęły pojawiać się litery.Treść ta wskazywała na jedno rozwiązanie problemu, który nurtował Kaitlin i który poruszyła trójka.Kaitlin, niemal dosłownie, przekazała pomysł wskazany przez światło, jakby był jej własnym, za pośrednictwem Plamy do Gideona i jego towarzyszy.",
    "[op_134]",
    "Propozycja ta polegała na tym, że w tym momencie nie można ocenić, czy \"sushi\" jest błędem, czy nie, i należy spokojnie obserwować poczynania projektantów świata symulacyjnego, zwłaszcza do czasu wydania \"Gry w państwo\".Epoki, w których znajdują się Kaitlin i jej towarzysze, jeśli są symulacją, są już ustalonymi wydarzeniami,i aby zmienić przyszłość, należy najpierw uważnie obserwować wydarzenia, które stały się przyczyną, i zbierać informacje, zasugerowała.Gideon, Bella i Cora zgodzili się z tą racjonalną propozycją.",
    "[op_0]",
    "I tak minęły około dwa miesiące.W roku 2206, w pokoju hotelowym w pobliżu biura Simulation World Design, Inc., Gideon, Bella i Cora wstrzymując oddech wpatrywali się w jeden monitor.Za pośrednictwem podłączonego przez Bellę keyloggera, w czasie rzeczywistym obserwowali ekran komputera projektanta w okularach.Na ekranie wyświetlał się ogromny kod, a widać było, jak projektant w okularach potajemnie wprowadza do systemu jakieś zabezpieczenie przed błędem \"sushi\".Była to pełna udręki łatka, która wykorzystywała śmiertelny błąd umieszczony przez młodego projektanta, aby pozostawić w przyszłości ograniczoną, ale jednak możliwość ratunku.W tym samym czasie, w roku 2034, Kaitlin, która znalazła tymczasowe schronienie w kafejce internetowej w pobliżu stacji, również w ciszy obserwowała ten historyczny moment za pośrednictwem regularnych raportów przesyłanych przez Plamę.",
    "{epilogue_begin}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "Epilog ～Do całej ludzkości～",
    "[op_1]",
    "W roku 400000005 n.e. statek kosmiczny \"Poraporaporapora\" z Allenem, Bakerem, Clarkiem, Dunnem, Evansem, Fordem, Greenem, Harrisem,Ingramem, Jamesem, Kelly, Lee, Millerem, Nelsonem, Oliverem, Parkerem, Quinnem, Robinsonem,Smithem, Thomasem, Upem, Balsamicosem, White'em, Xavierem, Youngiem i Zimmermanem na pokładzie wracał na Ziemię.Statek kosmiczny \"Poraporaporapora\" był trzecim statkiem z serii \"Statków Rozpowszechniających Istnienie Statku Kosmicznego Poraporapora\",stworzonych w celu rozgłoszenia istnienia statku kosmicznego \"Poraporapora\" we wszechświecie.Planowany czas trwania tej podróży wynosił 400 dni, co oznaczało bardzo długą nieobecność na Ziemi, trwającą ponad rok,ale wreszcie powrót był już bliski.",
    "Największym problemem dla załogi podczas tej długiej podróży były \"godziny nadzoru załogowego\", które odbywały się na zmiany.Większość tego czasu poświęcano na ponowne sprawdzanie danych wygenerowanych przez maszyny,a kontrola stanu psychicznego była kluczowym elementem tej długiej kosmicznej podróży.Dla załogi \"Poraporaporapory\" największą rozrywką, niezbędną do tłumienia zaburzeń psychicznych, była rozrywka.W tym napiętym okresie wsparciem dla załogi było \"sushi na taśmie\".",
    "[op_6]",
    "Statek kosmiczny \"Poraporaporapora\", jak sama nazwa wskazuje, został zaplanowany w celu upamiętnienia zasług niegdyś istniejącego statku kosmicznego \"Poraporapora\".Zasługi te odnoszą się do serii wydarzeń, w których załoga starego \"Poraporapory\" stawiła czoła fundamentalnemu błędowi, z którym borykał się wówczas świat,czyli rozpadowi świata symulacyjnego.",
    "Oni, w procesie rozwiązywania zagadki \"sushi\", która kryła w sobie potencjał przepisania praw samego świata, odnieśli sukces w stworzeniu nowej koncepcji sushi.Nazywano je \"sushi probabilistycznego rozwiązywania problemów\" i miało ono właściwość ignorowania przyczynowości, polegającą na tym, że w momencie jego zjedzenia, gdzieś na świecie losowo rozwiązywał się jeden problem.Załoga przeprowadziła pozornie szaleńczą operację polegającą na ciągłym jedzeniu tego sushi.W rezultacie, spośród niezliczonych problemów istniejących na świecie,doszło do cudu, w którym fundamentalny błąd powodujący rozpad świata symulacyjnego sam został \"rozwiązany\".Dzięki temu nieoczekiwanemu, ale niezwykle korzystnemu zakończeniu, świat został uratowany.",
    "Aby przekazać to historyczne osiągnięcie potomności i uczcić ich odwagę i cudowne szczęście,do nazwy nowego statku \"Poraporapora\" dodano jeszcze jedną \"Porę\". To, że \"sushi na taśmie\" stało się na pokładzie rozrywką, było tego pozostałością.",
    "[op_145]",
    "To \"sushi na taśmie\" odbyło się podczas 893. \"godziny nadzoru załogowego\", a udział w nim wzięli: Robinson, Xavier, Kelly i Miller.Czwórka otaczała cicho płynący przenośnik.Za każdym razem, gdy przejeżdżał talerz z dziwnym sushi, takim jak pomidor czy ciasto, od czasu do czasu sięgali po nie i cieszyli się jego smakiem.Starożytne danie, które kiedyś uratowało świat, teraz stało się spokojną rozrywką łagodzącą nudę długiej podróży statkiem, a wokół czwórki płynął cichy czas.",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[thankyouforplaying_01]",
    "[op_0]",
    "[thankyouforplaying_02]",
    "[op_0]",
    "DZIĘKUJĘ ZA GRĘ",
    "[op_0]",
    "{epilogue_end}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
