[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "В 200 000 003 году нашей эры космический корабль «Порапорапора» с Айденом, Беллой, Корой, Далией, Эдгаром, Финном, Гидеоном, Хаку, Джаспером, Кейтлин, Лайлой, Максом, Найлой, Оскаром, Патриком, Куинси, Роуэном, Сидом, Тео, Ульриком, Виктором, Уиллоу, Ксавьером и Зои на борту возвращался на Землю.Космический корабль «Порапорапора» был вторым кораблем из серии «Корабль для распространения информации о существовании космического корабля \"Порапорапора\"», созданным для того, чтобы поведать вселенной о существовании «Порапорапоры».Планируемая продолжительность этого путешествия составляла 400 дней, очень долгий срок, более года вдали от Земли, но наконец-то возвращение было уже близко.",
    "Самой большой проблемой для экипажа во время долгого космического путешествия было «время дежурства с экипажем», которое наступало по очереди.Большую часть этого времени занимала перепроверка данных, выданных машинами, и контроль над психическим состоянием был чрезвычайно важным ключом в этом долгом космическом путешествии.То, что было необходимо для подавления душевных расстройств, для экипажа «Порапорапоры» в первую очередь было развлечением.В самый последний момент этого периода среди членов экипажа стала популярной игра «модифицированный камень-ножницы-бумага».Правила «модифицированного камень-ножницы-бумага» были такими же, как и в «камень-ножницы-бумага», и ниже приведена таблица результатов турнира, который члены экипажа провели во время одного из «дежурств с экипажем».",
    "[op_2]",
    "Этот турнир проходил во время 703-го «дежурства с экипажем», и в нем участвовали Лайла, Гидеон, Кейтлин и Макс.В таблице результатов 1 — это Лайла, 2 — Гидеон, 3 — Кейтлин, 4 — Макс.В этом раунде Лайла и Кейтлин были равны по очкам, поэтому они проводили финальную битву за первое место.",
    "В тот момент Макс был первым из четырех человек на мостике, кто заметил неладное с космическим кораблем.Сначала Гидеон и Макс наблюдали за финальной битвой двух девушек, но не прошло и нескольких часов, как они потеряли интерес к их поединку и опустили глаза на свои приборы, чтобы продолжить проверку, ставшую почти рутиной.Приборы космического корабля показывали значения, которые с первого взгляда казались ненормальными.",
    "[op_3]",
    "Макс указывает на панель приборов и что-то кричит.Гидеон мельком взглянул на Лайлу и Кейтлин, продолжавших играть в модифицированный камень-ножницы-бумага, а затем перевел взгляд на панель приборов, на которую указывал Макс.Перед глазами Гидеона предстала мигающая красная сигнальная лампа и показатели выходной мощности двигательной установки, значительно ниже нормы.На дисплее панели приборов прокручивались многочисленные сообщения об ошибках.",
    "Гидеон приблизился к панели и прищурился, пытаясь разобрать отображаемые коды ошибок.Каждый из них был всего лишь набором букв и цифр, но было очевидно, что они указывают на серьезную ситуацию.На лбу Гидеона выступил пот. 400 дней, запланированная продолжительность этого путешествия, «Порапорапора» летел почти без проблем.Земля была уже близко, и он не мог осознать эту нештатную ситуацию, возникшую в такой момент.",
    "Макс потянулся к красной аварийной кнопке на стене. Не колеблясь, он нажал на кнопку, и по всему кораблю разнесся оглушительный сигнал тревоги.Одновременно из потолочных динамиков полилось автоматическое объявление. Бесстрастный голос, сообщающий о чрезвычайной ситуации, заставил напрячься весь корабль.Лайла и Кейтлин все еще продолжали играть в модифицированный камень-ножницы-бумага.",
    "[op_4]",
    "Хотя на «Порапорапоре» и была нажата аварийная кнопка, корабль уже был достаточно близко, поэтому он благополучно приземлился на Землю.",
    "[op_5]",
    "После приземления «Порапорапора» вошел в «фазу последовательного пробуждения», чтобы разбудить по очереди Айдена, Беллу, Кору, Далию, Эдгара, Финна, Хаку, Джаспера, Найлу, Оскара, Патрика, Куинси, Роуэна, Сида, Тео, Ульрика, Виктора, Уиллоу, Ксавьера и Зои, которые не были на «дежурстве с экипажем» и еще не проснулись, в отличие от Лайлы, Гидеона, Кейтлин и Макса.Обычно до наступления «дежурства с экипажем» каждый член экипажа находился в криогенном сне, и моменты, когда все бодрствовали одновременно, были очень редки.Все бодрствовали только дважды: когда «Порапорапора» взлетал с Земли и когда приземлялся на нее.Несмотря на все трудности, все благополучно проснулись, прошли медицинское обследование, представили отчеты и вернулись к своей работе на Земле.",
    "[op_0]",
    "Незадолго до приземления «Порапорапоры» в суши-ресторане с конвейерной лентой шли последние приготовления к открытию.После того, как в 200 000 002 году в ходе работ по восстановлению «Материнской истории» было заново открыто понятие «суши», кулинарные круги Земли были взбудоражены открытием блюда, которого не видели несколько сотен лет.Воссоздание суши-ресторанов с конвейерной лентой было признано неотложной задачей, и в течение года на основе полученных данных были проанализированы способы приготовления, подачи и оплаты суши.Также было обнаружено существование «чертовски бесполезного тренировочного времени», когда суши подавали земным чиновникам перед тем, как открыть ресторан для широкой публики, поэтому это тренировочное время фактически стало первым рабочим днем суши-ресторана.",
    "Внутри суши-ресторана новый прилавок из белого дерева и конвейерная лента, проходящая по его центру, создавали ощущение чистоты.На конвейерной ленте еще ничего не было, и она продолжала бесшумно вращаться.Словно вены футуристического города, ее движение было размеренным и безжизненным.",
    "[op_6]",
    "На кухне несколько поваров в белых кителях с серьезными лицами лепили суши.Их движения, воссозданные с помощью анализа данных, были настолько плавными и отточенными, что не верилось, будто это древняя техника.Кальмары, бананы, пирожные, помидоры. Разноцветные ингредиенты ловко нарезались отточенными ножами.Движения при лепке суши также были отточенными, словно они лепили суши десятилетиями.",
    "Официанты, одетые в белые блузки и черные юбки — еще одна воссозданная древняя униформа — с напряженными лицами ждали прибытия гостей.Для них это тоже была первая работа, поэтому они снова и снова мысленно повторяли заученный сценарий обслуживания, глубоко дыша.",
    "На стене ресторана был установлен огромный экран, на котором большими буквами было написано «чертовски бесполезное тренировочное время».Под ним мелким шрифтом было добавлено «Только для земных чиновников».Довольно странное название, но это была точная копия того, что было найдено в древних данных.",
    "[op_7]",
    "Когда пришло время, тяжелая дверь открылась, и в ресторан вошли несколько земных чиновников в черных костюмах.Следуя воссозданным правилам, когда они вошли, никто из официантов их не поприветствовал.Когда они сели, официанты все как один поклонились и поприветствовали их на воссозданном древнем языке.Земные чиновники, также следуя заранее отрепетированным правилам, ответили на приветствие на древнем языке.Чиновники тоже заранее тренировались есть «суши», но, как и персонал ресторана, они нервничали перед первой настоящей дегустацией.Кстати, больше всего земные чиновники мучились с тем, как держать палочки для еды.",
    "Перед местами, где сидели чиновники, непрерывным водопадом лился кипяток для чая.Это тоже было воссозданное древнее правило.Над ним находилась конвейерная лента для подачи суши.И оставалось только ждать, когда поплывут суши.После этого чиновники с удивлением ели различные проплывающие мимо них блюда, и в результате различных происшествий «чертовски бесполезное тренировочное время» провалилось. Поэтому через два дня человечество погибло.Временная шкала выглядит так: «чертовски бесполезное тренировочное время» → приземление «Порапорапоры» → гибель человечества.",
    "[op_0]",
    "После гибели всего человечества Материнский компьютер естественным образом собирался запустить очередную рутину возвращения во времени.Лампочка рядом с Материнским компьютером, расположенным в комнате для Материнского компьютера, начала мигать.До сих пор никто из людей этого не замечал, но, общаясь с «внешним» миром, Материнский компьютер уже мог осуществлять такие теоретически невозможные в этом мире вещи, как возвращение во времени и остановка времени.",
    "[op_8]",
    "У возвращения во времени было два варианта. Первый — «перезапись», при которой текущая информация из памяти просто перезаписывается в Материнский компьютер в прошлом.И второй — «сохранить как», при котором создается новый параллельный мир, в котором произошло возвращение во времени.Право выбора между этими двумя вариантами принадлежало Материнскому компьютеру, и у человечества, которое не знало не только о существовании этих опций, но и о самой функции возвращения во времени, конечно же, не было права выбора.Будет ли изменена прошлая история или родится новый, другой мир — это событие, происходящее за пределами человеческих ожиданий.После того, как Материнский компьютер выбирал функцию возвращения во времени, что происходило дальше, в конце концов, человечество все равно погибало, и у людей не было никакой возможности понять, что произойдет после того, как Материнский компьютер выберет один из двух вариантов.В конечном счете, человечество ничего не знало о возвращении во времени, и оно вот-вот должно было произойти.Людей, которые представляли себе возвращение во времени в романах или где-то еще, было пруд пруди, но не было ни одного человека, который бы знал, что за тонкой стеной в соседнем доме Материнский компьютер в любой момент готов это сделать.В конце концов, человечество могло совершить возвращение во времени, но то, что ни один человек не знал, что это возможно, было, вероятно, невероятной иронией.Если бы человечество знало о возможности возвращения во времени до своего вымирания, оно, возможно, попыталось бы использовать Материнский компьютер для этого до гибели.Но в тот момент, когда Материнский компьютер наконец-то попытался совершить возвращение во времени, человечество уже вымерло.В это время человечество было абсолютно не в состоянии попытаться совершить возвращение во времени с помощью Материнского компьютера, и главной причиной этого было то, что существ, которых можно было бы назвать людьми, уже не существовало — это была первая мысль, которая приходила в голову.(Кстати, поскольку Материнский компьютер существует в каждой временной шкале, нередко у него были разные названия в каждой из них.Иногда его называли просто «Материнский компьютер», но в этой временной шкале его официальное название было«Основанный на статье 66, параграфе 3, пункте 2 Договора о взаимном сотрудничестве и ненападении между Земным Союзом и Планетарным Союзом,постоянное поддержание мира между 28 звездными системами-членами Земного Союза и 32 звездными системами-членами Планетарного Союза, а такжеСоглашение о статусе планетарных электронных вычислительных машин между союзными странамии Соглашение о статусе ресурсов электронных вычислительных машин в каждой союзной стране, реализуемое с помощью экономически эффективнойуниверсальной сверхдальней подпространственной коммуникационной сети, соединенной с планетарной квантовой компьютерной сетью»,и это было одно из самых длинных названий среди всех временных шкал.Однако самое длинное название было более чем в 100 раз длиннее этого.)",
    "[op_8]",
    "В конце концов, Материнский компьютер решил подбросить монетку, чтобы решить, выбрать «перезапись» или «сохранить как».Он создал и запустил программу, которая случайным образом с вероятностью 1/2 выдавала один из двух ответов: «перезапись» или «сохранить как».Выпало «сохранить как».Материнский компьютер сделал вид, что не заметил этого, и вставил перфокарту с опцией «перезапись».Началось возвращение во времени.Материнский компьютер подумывал вернуться назад примерно на 100 миллионов лет, но на этот раз он почему-то решил вернуться на одну неделю.",
    "[op_1]",
    "Время возвращается к 703-му «дежурству с экипажем» на космическом корабле «Порапорапора».Бодрствующие члены экипажа, Лайла, Гидеон, Кейтлин и Макс, были в самом разгаре турнира по «модифицированному камень-ножницы-бумага».",
    "[op_2]",
    "Как и в предыдущей временной шкале, Лайла и Кейтлин были равны по очкам, поэтому они проводили финальную битву за первое место.Лайла, чтобы выбрать следующий ход, сложила руки и заглядывала между ними, пытаясь угадать ход противника.Кейтлин уже пять раз подряд показывала только «камень» и решила, что и в следующий раз покажет «камень».Макс наблюдал за их игрой в модифицированный камень-ножницы-бумага с таким видом, будто хотел, чтобы все поскорее закончилось.Гидеон был в замешательстве.",
    "У возвращения во времени с помощью Материнского компьютера есть побочные эффекты.Поскольку с момента рождения этого мира ни один человек не осознавал возвращения во времени, совершенного Материнским компьютером, то и ни один человек не мог осознать, что это побочный эффект возвращения во времени.Побочный эффект заключался в том, что при «перезаписи» крайне редко часть воспоминаний из предыдущей временной шкалы смешивалась с воспоминаниями текущей.Впрочем, это были воспоминания, которые, подобно содержанию сна, которое помнишь после пробуждения, быстро забывались, если некоторое время бодрствовать.Однако на этот раз период возвращения, который Материнский компьютер выбрал как-то наугад, составил «3 дня».Это было простое совпадение, но впервые в истории Материнский компьютер с опцией «перезапись» вернулся во времени в эпоху, достаточно развитую для доступа к самому Материнскому компьютеру.",
    "У Гидеона остались воспоминания о гибели человечества, точнее, воспоминания о моменте прямо перед гибелью человечества.И экипаж космического корабля «Порапорапора» — это те немногие люди, у которых есть право доступа к Материнскому компьютеру.Гидеон использовал терминал, чтобы задать Материнскому компьютеру вопрос о воспоминаниях о гибели человечества.Материнский компьютер ответил, что гибель человечества — это факт.Следующий вопрос, который задал Гидеон, был о способе остановить гибель человечества.Ответ Материнского компьютера был «суши».",
    "[op_0]",
    "Кейтлин когда-то была королевой маленькой страны «Покпокучин».Хотя страна «Покпокучин» и была одной из оставшихся на Земле «игр в страну», до 50 лет Кейтлин и не подозревала, что родилась в королевской семье.И вот, когда ей исполнилось 50, Кейтлин все раскрыли.Государственное устройство было игрой, и Кейтлин был предоставлен выбор: продолжать играть или прожить другую жизнь, какую она пожелает.Для человека, который до этого жил в бедности, выбор другой жизни ради богатой старости был бы очевиден.Однако Кейтлин родилась в королевской семье и уже успела познать безбедную жизнь, какую только можно было себе представить в то время, и в таких случаях, по статистике, большинство людей продолжали играть в страну.Но Кейтлин выбрала внешний мир.Она нажала правую кнопку на внезапно появившемся перед ней нелогичном терминале выбора.",
    "[op_9]",
    "Согласно закону Гутенберга, люди склонны перемещать взгляд слева направо и сверху вниз, и если разместить кнопку слева, ее легче найти естественным движением глаз.С точки зрения дизайнера, создавшего функцию раскрытия «игры в страну», для большинства людей выбор «прожить другую жизнь» был естественным.Если подумать, это было очевидно, ведь когда жизнь переваливает за 50, большинство людей живут с сожалениями о прожитой жизни.Для большинства людей «прожить другую жизнь» было просто бонусом.На самом деле, при нажатии на расположенную слева кнопку «выбрать прежнюю жизнь» появлялось всплывающее окно с подтверждением: «Вы действительно хотите выбрать прежнюю жизнь?».Однако, в результате рецензии от начальника-дизайнера в очках, который считал, что людям лучше предоставить свободу выбора, левая и правая кнопки на этом экране были вынужденно сделаны одинаковыми по цвету и тексту.В результате Кейтлин, недолго думая, выбрала правую кнопку, посчитав ее кнопкой «далее».Это была кнопка «прожить другую жизнь».",
    "[op_10]",
    "И вот, Кейтлин перенеслась в мир создания персонажа.Кейтлин от удивления дважды нажала на кнопку случайного выбора и не смогла вернуться к стандартной внешности.Кейтлин с шеей длиннее ног, мучаясь, кое-как вручную приблизила своего персонажа к своему первоначальному облику.После многократных мелких правок, потратив около часа и удовлетворившись результатом, она собиралась нажать «кнопку завершения», но по ошибке снова нажала кнопку случайного выбора.Кейтлин, которой стало все равно, сменила пол и пошла дальше.",
    "[op_0]",
    "И местом, куда забросило Кейтлин, была школа для обучения экипажа «Корабля для распространения информации о существовании космического корабля \"Порапорапора\"».Хотя это и называлось школой, учебная программа была такова, что занятия, похожие на уроки, были только в виде легкой лекции после церемонии поступления, а уже во второй половине дня начиналась практика.Территория школы была размером с половину страны «Покпокучин», и большинство людей знали о том, что находится за пределами школы, только по видео.Кейтлин пытается вспомнить, почему она здесь.Воспоминания о десятилетиях правления в качестве короля «Покпокучина», воспоминания о часовой борьбе в мире создания персонажа и воспоминания о том, как она усердно готовилась к экзаменам, чтобы поступить в школу, смешались в ее голове.Она не чувствовала реальности своего нынешнего положения, но проверка приборов космического корабля проходила гладко.",
    "[op_11]",
    "Вернемся немного назад, ко времени проектирования системы «игры в страну», которая проводилась на всей Земле, включая страну «Покпокучин».Проектированием этой грандиозной системы досуга, которую на тот момент должны были испытать 99% всего человечества, занимались молодой дизайнер в роли «серьезного подчиненного» и дизайнер в очках в роли «начальника в очках», назначенные в рамках той же «игры в работу».Молодой дизайнер-подчиненный считал, что и левая кнопка «выбрать прежнюю жизнь», и правая кнопка «прожить другую жизнь» важны, и предложил разделить их по цвету, чтобы было понятно, что выбирать.Но дизайнер в очках постоянно выдвигал субъективные возражения.В итоге, как и сказал очкарик, обе кнопки стали абсолютно одинакового цвета в плоском дизайне.Молодой дизайнер в отчаянии придумал гибель человечества.А дизайнер в очках, чтобы избежать ответственности, придумал способ спасти человечество.",
    "[op_12]",
    "Общежитие школы для обучения экипажа «Корабля для распространения информации о существовании космического корабля \"Порапорапора\"» было построено вокруг внутреннего двора с огромной статуей дизайнера в очках.Те, кто учился в школе, хотя бы раз слышали о дизайнере в очках.Потому что на легкой лекции после церемонии поступления они слушали историю о герое, который спасет мир от гибели человечества.Самое ужасное было то, что дизайнер в очках был еще жив.И Кейтлин, благополучно закончившая практику сразу после раскрытия «игры в страну» в полусне, вернулась в общежитие.",
    "[op_13]",
    "Когда Кейтлин вернулась в свою комнату, в углу мерцал яркий свет, на столе сидели два зеленых слизня-близнеца, а на кровати медленно двигалось человекоподобное пятно.Для Кейтлин это была наполовину чужая комната, и существовала вероятность, что она просто не помнит, что провела с ними вчерашний день из-за путаницы в воспоминаниях, поэтому она вела себя как можно естественнее, как будто все так и было.Видимо, потеряв терпение, Кейтлин получила телепатическое сообщение, из динамиков в комнате полился голос, а на стене начали появляться какие-то буквы.В результате попыток Кейтлин расшифровать все это и наладить общение выяснилось, что телепатическое сообщение послало человекоподобное пятно, голос из динамиков издали зеленые слизни, а буквы на стене написал свет.Все трое с разными намерениями пытались связаться с Кейтлин, но по чистой случайности они оказались в этой комнате одновременно.",
    "Свет, зеленые слизни и пятно, похоже, до возвращения Кейтлин в комнату считали друг друга просто необычными предметами интерьера, и, узнав через Кейтлин, что они могут общаться, некоторое время относились друг к другу с подозрением.Однако после нескольких совместных эпизодов по решению общих проблем и спасения похищенных товарищей, между ними постепенно установились доверительные отношения, и только тогда Кейтлин и три существа смогли подвести итоги на доске.",
    "[op_14]",
    "Во-первых, свет представился как человечество из другого параллельного мира, которое вынуждено сокращаться из-за расширения параллельных миров, включая нынешнюю вселенную.Свет рассказал, что они наблюдали, как область существования их мира исчезает с невероятной скоростью, и пытались связаться с этим миром, который родился в момент, ставший причиной этого.",
    "Зеленые слизни объяснили, что в мире, где они когда-то жили, множество монстров было захвачено людьми, и они телепортировались в этот мир, чтобы как-то спасти свой вид.Для телепортации в качестве жертвы используется один зеленый слизень, но выбрать, кто станет жертвой, нельзя, поэтому были выбраны самые умные зеленые слизни-близнецы, чтобы пересечь миры.Похоже, из-за слез подруги детства, пролитых во время ритуала, и древнего ожерелья, им обоим удалось телепортироваться.",
    "Пятно представилось как то, что когда-то называли «Битлз», и сообщило, что существует для достижения мира во всем мире с помощью музыки.Однако, по словам пятна, оно само не знало, почему появилось в комнате Кейтлин и что для этого нужно делать.",
    "Кейтлин подумала, что пятно, вероятно, говорит правду.Это была просто интуиция Кейтлин, основанная на воспоминаниях о том времени, когда она была королевой «Покпокучина».",
    "[op_15]",
    "Как раз в тот момент, когда Кейтлин закончила подводить итоги объяснений трех существ на доске и собиралась пойти немного выпить, в комнате зазвонили два аварийных зуммера для членов экипажа.Один зуммер означал небольшую тревогу, а два — большую. За все время существования общежития три зуммера не звонили ни разу.В комнате Кейтлин зазвонил телефон.Это был сигнал к экстренному вылету второго космического корабля из серии «Корабль для распространения информации о существовании космического корабля \"Порапорапора\"», космического корабля «Порапорапора».",
    "[op_0]",
    "[op_3]",
    "Макс указал на панель приборов и что-то закричал.Гидеон мельком взглянул на Лайлу и Кейтлин, продолжавших играть в модифицированный камень-ножницы-бумага, а затем перевел взгляд на панель приборов, на которую указывал Макс.Перед глазами Гидеона предстала мигающая красная сигнальная лампа и показатели выходной мощности двигательной установки, значительно ниже нормы.Гидеон был почему-то спокоен, думая, что все как в прошлой временной шкале.На дисплее панели приборов прокручивались многочисленные сообщения об ошибках.",
    "Гидеон приблизился к панели и прочитал отображаемые коды ошибок. Все как в прошлой временной шкале.Способ спасти человечество от гибели, ответ Материнского компьютера был «суши».Но Гидеон понятия не имел, что такое «суши», и не думал, что другие члены экипажа поверят ему, если он скажет им, что через несколько дней человечество погибнет.В таких случаях самый убедительный способ переговоров с людьми этой эпохи — попросить Материнский компьютер объяснить все за тебя.",
    "Макс потянулся к красной аварийной кнопке на стене.Он собирался без колебаний нажать на кнопку, чтобы по всему кораблю разнесся оглушительный сигнал тревоги, и одновременно запустить автоматическое объявление из потолочных динамиков, чтобы бесстрастным голосом, сообщающим о чрезвычайной ситуации, заставить напрячься весь корабль.Гидеон остановил Макса.",
    "[op_3]",
    "Макс задает Гидеону вопрос, почему тот отдает приказ, противоречащий инструкции. Гидеон отвечает, что сейчас все объяснит.Лайла и Кейтлин все еще продолжали играть в модифицированный камень-ножницы-бумага, поэтому Гидеон вдохнул, чтобы окликнуть их и остановить.Гидеон тихонько окликнул их. Они перестали играть.",
    "Перед тремя членами экипажа Гидеон задает Материнскому компьютеру вопрос о гибели человечества, и тот отвечает, что «человечество погибнет через несколько дней» и что «способ остановить гибель человечества — это суши».Макс, Лайла и Кейтлин были ошеломлены таким количеством информации.Для Гидеона гибель человечества была уже пережитым событием, и важной информацией был способ ее остановить — суши.Однако для остальных троих шок от информации о том, что «человечество погибнет через несколько дней», был настолько велик, что они не могли осознать ситуацию.Глядя на троих с открытыми ртами, Гидеон почувствовал, что общение не удалось.Он подумал, что на этом этапе, возможно, было бы лучше, если бы он объяснил все сам, а не через Материнский компьютер.В любом случае, нужно было совершать аварийную посадку. Гидеон крикнул Максу, Лайле и Кейтлин инструкции по аварийной посадке.Придя в себя, трое заняли свои места согласно инструкции, но было видно, что они все еще в замешательстве.«Порапорапора» приблизился к Земле еще ближе, и с приборов на борту посыпались сигналы тревоги. Лайла снова крепко сжала штурвал.Из-за всеобщего напряжения аварийная посадка провалилась, но все члены экипажа остались живы.",
    "[op_16]",
    "После приземления «Порапорапора», как и в прошлой временной шкале, по мнению Гидеона, вошел в «фазу последовательного пробуждения», чтобы разбудить по очереди Айдена, Беллу, Кору, Далию, Эдгара, Финна, Хаку, Джаспера, Найлу, Оскара, Патрика, Куинси, Роуэна, Сида, Тео, Ульрика, Виктора, Уиллоу, Ксавьера и Зои, которые не были на «дежурстве с экипажем» и еще не проснулись, в отличие от Лайлы, Гидеона, Кейтлин и Макса.Первым должен был проснуться Айден, и четверо ждали его пробуждения в накренившемся из-за неудачной аварийной посадки вестибюле корабля.Лайла, Кейтлин и Макс размышляли, как рассказать остальным членам экипажа о гибели человечества.Гидеон думал о суши, способе предотвратить гибель человечества.",
    "[op_0]",
    "[op_17]",
    "Первым проснулся Айден. Айден когда-то был старшим братом салата из папайи.Ресторанчик с салатом из папайи «Маунтин Год» — известное заведение, расположенное недалеко от штаб-квартиры Земной Федерации, рядом со знаменитым прудом с чистой родниковой водой.Ресторанчики с салатом из папайи — это новый тип заведений общественного питания, появившийся около 200 миллионов лет назад, представляющий собой передвижные деревянные ларьки, которые передвигаются, трубя в трубы.Когда на звук трубы собирается определенное количество клиентов, им бесплатно раздают салат из папайи.Пока клиенты едят салат из папайи, перед ними выступает рассказчик с монологом, за который он получает деньги от спонсоров — вот таким было это заведение.Ресторанчик с салатом из папайи «Маунтин Год» был франшизой от «Маунтин», прародителя салата из папайи, а «Маунтин» — это заведение, породившее легендарного старшего брата салата из папайи, «Такахаси».Говорят, что «Такахаси» был первым старшим братом салата из папайи, который начал свои выступления с нового монолога, так называемого «нового начала», в то время как до него старшие братья салата из папайи начинали свои выступления со спонсорского монолога.Доход ресторанчиков с салатом из папайи состоял в представлении спонсорских монологов, поэтому сопротивление со стороны тогдашнего мира ресторанчиков с салатом из папайи было огромным.Но в итоге «новое начало», начатое «Такахаси», положило начало первому буму ресторанчиков с салатом из папайи и внесло большой вклад в повышение статуса старших братьев салата из папайи в целом.Поэтому в сети «Маунтин» уровень старших братьев салата из папайи был особенно высок, и было известно, что на прослушиваниях, где нужно было исполнить 4-минутный монолог, проваливались все, кто хоть раз запинался, а также было известно правило, согласно которому перед прослушиванием в горло применяли электрошокер, чтобы бороться с мошенничеством, когда из спрятанного во рту динамика проигрывался записанный монолог.Айден восхищался «Такахаси Годом», главным старшим братом салата из папайи в «Маунтин Год», и был низкопробным старшим братом салата из папайи, который устроился на работу в безымянный местный ресторанчик с салатом из папайи.Айден, хоть и не проходил прослушивание в сеть «Маунтин», много раз тренировался исполнять монолог после удара электрошокером, поэтому у него была очень высокая устойчивость к электрошокерам.",
    "[op_19]",
    "Однажды Айден, как обычно, пришел в «Маунтин Год», чтобы поесть салат из папайи.Конечно, Айден не работал в «Маунтин Год», поэтому он был там просто как клиент.Целью Айдена было увидеть «Такахаси Года» и других старших братьев салата из папайи.Среди заведений сети «Маунтин» салат из папайи в «Маунтин Год» содержал больше папайи и меньше стручковой фасоли, чем обычный салат из папайи.Количество помидоров черри, арахиса, сушеных креветок и чеснока было таким же, как в секретном рецепте сети «Маунтин», но отличительной чертой заправки «Маунтин Год» было то, что количество перца чили было значительно увеличено по сравнению с секретным рецептом, и можно было без преувеличения сказать, что его было почти в 4,5 раза больше.Огнедышащая папайя, изображенная на вывеске «Маунтин Год», предупреждала о его остроте.",
    "[op_18]",
    "Айден подносит салат из папайи ко рту. В тот же миг во рту вспыхивает острая боль.Словно во рту начался пожар. Язык онемел, горло горело огнем.Невыносимая острота безжалостно атаковала вкусовые рецепторы Айдена.Мозг подает сигнал опасности. Однако Айден проглотил салат из папайи.Проглотив, он почувствовал, как из желудка поднимается что-то горячее.Словно в желудке закипела магма. Айден невольно закашлялся. С каждым кашлем изо рта вырывался горячий воздух.Это было похоже на маленький огнемет. Из глаз текли слезы, из носа не переставая текли сопли.Лицо мгновенно покраснело, на лбу выступил пот.Айден не мог себе представить, насколько ужасно выглядит его лицо.Он думал только о том, как бы избавиться от этой мучительной боли.Айден одной рукой открыл крышку выданной ему бутылки с водой и залпом выпил ее. Однако вода показалась ему кипятком.Острота ничуть не уменьшилась, а наоборот, казалось, стала еще сильнее.Айден хотел выпить еще воды, но его руки дрожали.Дыхание было тяжелым, сердце бешено колотилось. Словно он только что пробежал марафон.Однако тело не было уставшим, а наоборот, возбужденным. Это было ненормальное возбуждение, вызванное болью.Хотя Айден и много раз пробовал салат из папайи в «Маунтин Год», он плохо переносил острое.",
    "[op_20]",
    "Айден, в сознании, затуманенном от остроты, слушал монолог «Такахаси Года», разворачивающийся перед ним.Это была классическая шутка, которую Айден слышал много раз, но в тот день она звучала иначе.Каждое слово, произнесенное «Такахаси Годом», перестраивалось в мозгу Айдена, словно шифр.Это была область, понятная только Айдену, который много лет прожил как старший брат салата из папайи.Знаменитая классика сети ресторанов «Маунтин» — «Рецепт».Монолог о скрытом рецепте салата из папайи, но казалось, что это не просто метафора, а указание на конкретное место.Рассказы «Такахаси Года» о месте происхождения папайи, соотношении приправ, расположении кухонной утвари — все это складывалось в голове Айдена в карту, указывающую на определенное место.Она указывала на суть салата из папайи и на местонахождение сокровища, спрятанного «Такахаси Годом».Айден в затуманенном сознании был уверен, где находится это место.Он не знал, что там находится, но его охватило сильное желание пойти туда.Это была непреодолимая сила, словно ведомая судьбой.Он интуитивно понимал, что именно это место является ключом к разгадке тайны салата из папайи и, в то же время, местом, которое кардинально изменит его собственную жизнь.Монолог «Такахаси Года» стал для Айдена не просто развлечением, а важным откровением, которое повлияло на его жизнь.Айден мысленно начал готовиться к тому, чтобы отправиться в это место.Это означало начало нового путешествия в качестве старшего брата салата из папайи.",
    "[op_21]",
    "Выйдя из «Маунтин Год», Айден направился в общественный туалет, расположенный между «Маунтин Год» и знаменитым объектом всемирного наследия «Папайя-пирамида».Главной целью было справить нужду, но местонахождение сокровища, осенившее его после прослушивания «Рецепта», было именно в этом общественном туалете.Айден, справив нужду, осмотрелся.",
    "[op_22]",
    "Вид из кабинки туалета был просто видом туалета.Для обычного человека это был бы ничем не примечательный повседневный пейзаж, но Айден был уверен, что приближается к сути сокровища.Однако дальше этого Айден не мог вспомнить никаких подсказок из монолога «Рецепта».Айден попробовал постучать по стене. Ничего не произошло.Он прошелся по полу, громко стуча каблуками. Ничего не произошло.Он посмотрел на потолок и медленно нажал на туалетную бумагу на стене.Туалетная бумага медленно втянулась в стену.",
    "[op_9]",
    "В этот момент Айдену все раскрыли.Внезапно перед ним появился интерфейс раскрытия.Слева — кнопка «выбрать прежнюю жизнь», справа — кнопка «прожить другую жизнь».К несчастью, Айден, чтобы нажать на туалетную бумагу, уже прислонился правой рукой к стене.Пока Айден застыл от внезапно появившегося перед ним раскрытия, кнопка «прожить другую жизнь», совпавшая с его правой рукой, естественно, среагировала.",
    "[op_12]",
    "И вот, после создания персонажа и прочего, Айден был заброшен в общежитие для членов экипажа «Корабля для распространения информации о существовании космического корабля \"Порапорапора\"».Воспоминания о том, как он, будучи старшим братом салата из папайи, мечтал о сети «Маунтин» и постоянно тренировался в монологах, воспоминания о невыносимо остром салате из папайи в «Маунтин Год», и воспоминания о том, как он усердно готовился к экзаменам, чтобы поступить в школу, смешались в его голове.Айден не чувствовал реальности своего нынешнего положения, но последовательность действий — вернуться в общежитие и лечь в постель — он выполнил без проблем.",
    "[op_0]",
    "[op_17]",
    "Проснувшемуся Айдену Лайла, Кейтлин и Макс рассказали о гибели человечества, а Гидеон — о суши, способе предотвратить ее.Разговор зашел о том, что такое суши, но было решено подумать об этом после того, как все проснутся, и пятеро стали ждать пробуждения следующего члена экипажа.Следующей проснулась Белла. В тот момент, когда Белла появилась в вестибюле, где ждали пятеро, космический корабль внезапно медленно начал двигаться.",
    "[op_16]",
    "Во время «фазы последовательного пробуждения» космический корабль должен был находиться в полном покое, и на борту было шесть бодрствующих членов экипажа, включая проснувшуюся Беллу.Остальные 18 человек — Кора, Далия, Эдгар, Финн, Хаку, Джаспер, Найла, Оскар, Патрик, Куинси, Роуэн, Сид, Тео, Ульрик, Виктор, Уиллоу, Ксавьер и Зои — все еще находились в криогенном сне.В тот момент, когда космический корабль начал двигаться, Кейтлин проверила систему блокировки управления остановкой в вестибюле.Убедившись, что рычаг блокировки находится где-то посередине между нижней и второй отметками, Кейтлин потянула рычаг до самого низа.Со щелчком космический корабль остановился.Лайла свистнула и подмигнула.Возможно, из-за неудачной посадки «Порапорапора» подвергся необычным вибрациям и нагрузкам.Шестеро пришли к выводу, что причина движения корабля и неисправности рычага блокировки кроется в этом.",
    "[op_17]",
    "После того, как суматоха с блокировкой управления остановкой космического корабля улеглась, проснувшейся Белле Лайла, Кейтлин и Макс рассказали о гибели человечества, а Гидеон — о суши, способе ее предотвратить.Пока Белла слушала рассказ о гибели человечества, она, в отличие от Айдена, казалась совершенно спокойной.Но когда Гидеон начал рассказывать о способе спасти человечество, лицо Беллы стало недоуменным.В тот момент, когда она услышала, что способ предотвратить гибель человечества — это «суши», глаза Беллы расширились, и она полностью застыла.",
    "[op_23]",
    "Родители Беллы, объективно говоря, были мошенниками-предсказателями.С самого детства Беллы они проповедовали людям гибель человечества, нагнетая страх, и, говоря, что земные богатства не имеют смысла, собирали деньги под видом пожертвований, а сами жили в роскоши.В защиту родителей Беллы стоит добавить, что в преддверии 200-миллионного года было очень много людей, занимавшихся подобной деятельностью, и многие из них были из не очень богатых семей, поэтому в обществе царила атмосфера молчаливого одобрения этой деятельности как своего рода благотворительности.Таким образом, Белла смогла получить достаточно хорошее образование и выработала философский взгляд на жизнь, на работу своих родителей и на себя, пользующуюся ее плодами.Белла считала, что родители — это родители, а она — это она, и после совершеннолетия она устроилась на работу регионального корреспондента, никак не связанную с предсказаниями.",
    "[op_24]",
    "Работа регионального корреспондента в районе 200-миллионного года на самом деле заключалась в том, чтобы передвигаться по определенным маршрутам на определенных видах транспорта и проверять, происходят ли определенные изменения.В терминале, выданном региональному корреспонденту, помимо полей, которые он заполнял сам, была система, в которой постоянно работающий датчик непрерывно отслеживал окружающую обстановку и отправлял информацию в Материнский компьютер.По мнению Беллы, это была работа, позволяющая путешествовать по любимым местам, как исследователь, но на самом деле, как и многие другие профессии того времени, это была работа, где большинство результатов было предопределено заранее.Во время работы региональным корреспондентом Белле также частично раскрыли «игру в страну», но она была настолько довольна своей жизнью, что выбрала кнопку «выбрать прежнюю жизнь».Так или иначе, Белла путешествовала по разным регионам, помогала начинающим группам, встречалась со светящимися пророческими книгами и учеными, живущими в руинах, победила короля демонов и в итоге пришла к убеждению, что «гибель человечества реальна».С точки зрения Беллы, ее родители говорили правду, но для нее получение денег путем распространения необоснованных слухов, будь то правда или полная выдумка, было равносильно мошенничеству.Точное время гибели человечества и детали происходящих событий Белле были неизвестны, но она решила, что находиться на Земле в 200-миллионном году рискованно, и по собственному желанию поступила в школу для обучения экипажа «Корабля для распространения информации о существовании космического корабля \"Порапорапора\"».",
    "[op_17]",
    "Для Беллы гибель человечества была неизбежным событием, в котором она убедилась на основе различной информации, и идея предотвратить гибель человечества была для нее совершенно неожиданной.Конкретный способ — «суши» — был ей незнаком, несмотря на то, что она много путешествовала по разным регионам в качестве регионального корреспондента, но Белла подумала, что это немного интересно.И снова зашел разговор о том, что такое суши, но было решено подумать об этом после того, как все проснутся, и шестеро стали ждать пробуждения следующего члена экипажа.",
    "[op_0]",
    "[op_17]",
    "Следующей в «фазе последовательного пробуждения» проснулась Кора.Бодрствующие члены экипажа дали Коре те же объяснения, и она отреагировала аналогичным образом.И снова зашел разговор о том, что такое суши, но было решено подумать об этом после того, как все проснутся, и семеро стали ждать пробуждения следующего члена экипажа.",
    "[op_0]",
    "[op_17]",
    "Следующей проснулась Далия.До того, как стать членом экипажа, Далия работала в городской пекарне. Ее коронным блюдом были круассаны.Пекарня, где работала Далия, находилась в тихом жилом районе, немного в стороне от центра города, и маленькое кирпичное здание, увитое плющом, производило милое впечатление.С раннего утра по городу разносился ароматный запах выпечки, и для местных жителей этот запах был частью повседневной жизни.",
    "[op_25]",
    "Круассаны Далии были хрустящими снаружи, влажными внутри и имели насыщенный сливочный вкус.Их восхитительный вкус стал известен по всему городу, и люди приезжали издалека, чтобы попробовать круассаны Далии.Однажды к ней пришел клиент, назвавшийся мудрецом, который несколько раз перерождался и ушел на покой, и, чтобы защитить разнообразие хлеба в мире, Далия решила испечь особый хлеб.Чтобы достать дрожжи, сделанные из слюны дракона, она заработала огромные деньги на биржевых махинациях, и кое-как испеченный особый хлеб обрел собственное сознание и поменялся местами с Далией.Мудрец, чтобы запечатать его, вышел с особым хлебом на улицу в дождливый день, и в итоге Далия обрела способность останавливать время.Раз в месяц Далия могла останавливать время вокруг себя примерно на неделю.Однако время самой Далии тоже останавливалось, поэтому она не могла в полной мере осознать эту свою способность.",
    "Бодрствующие члены экипажа дали Далии те же объяснения.Далия отреагировала аналогичным образом.И снова зашел разговор о том, что такое суши, но было решено подумать об этом после того, как все проснутся, и восьмеро стали ждать пробуждения следующего члена экипажа.",
    "[op_0]",
    "Глава 1: Пробуждение",
    "[op_0]",
    "Четверо — Лайла, Гидеон, Кейтлин и Макс, — которые уже проснулись во время «дежурства с экипажем», и четверо — Айден, Белла, Кора и Далия, — которые проснулись во время «фазы последовательного пробуждения», всего восемь человек, ждали в вестибюле космического корабля Эдгара, который должен был проснуться следующим.До этого момента темп был таков, что следующий член экипажа просыпался почти сразу, пока уже проснувшиеся и только что проснувшиеся члены экипажа обсуждали последствия гибели человечества или вели легкую беседу.Однако, даже после того, как все эти разговоры были закончены и частота пауз в разговоре увеличилась, признаков пробуждения Эдгара все еще не было.Причиной того, что это время казалось таким долгим, могло быть и то, что частота совпадения «дежурства с экипажем» у Далии, которая проснулась последней, и у остальных семерых была разной, что делало разговор немного неловким.Однако, даже если отбросить эти психологические причины, время, которое потребовалось Эдгару, чтобы проснуться, было на самом деле намного дольше, чем у четырех человек, проснувшихся до него.",
    "[op_26]",
    "После нескольких моментов тишины первым заговорил Гидеон.Никто из бодрствующих членов экипажа не знал слова «суши» или чего-либо, что могло бы стать подсказкой.Предложение Гидеона заключалось в том, что, поскольку среди членов экипажа, которые проснутся в будущем, вероятно, тоже никто не знает о «суши», продолжать забрасывать их вопросами при каждом объяснении будет для всех стрессом.Другими словами, он предложил сейчас же спросить у Материнского компьютера о «суши».Некоторые члены экипажа, которые уже много раз проходили через подобные допросы, согласились.Белла высказала мнение, что даже если Материнский компьютер ответит на вопрос о «суши», им придется самим судить о его точности.Белла намеревалась высказать свой скептицизм по поводу способа предотвращения гибели человечества. Однако другим членам экипажа показалось, что она говорит так, будто все еще не верит в гибель человечества из-за страха.Кейтлин, сделав как можно более доброе лицо, кивнула.",
    "[op_27]",
    "Терминал Материнского компьютера в вестибюле «Порапорапоры» почти не использовался.Потому что большую часть времени полета занимало «дежурство с экипажем», и члены экипажа почти всегда находились на мостике.Конечно, все члены экипажа прошли полную подготовку, поэтому они уже имели опыт использования терминала Материнского компьютера в вестибюле на эмуляторе.Однако Макс однажды уже пользовался терминалом Материнского компьютера из вестибюля.",
    "[op_112]",
    "Во время примерно 200-го «дежурства с экипажем», проверяя приборы, Макс почувствовал себя плохо.К несчастью, на приборах появились тревожные аномальные значения, и он не мог успокоиться, пока они не вернутся к норме и он не понаблюдает за ними некоторое время.В самый последний момент, убедившись, что аномальные значения на мгновение вернулись к норме, Макс бросился в туалет.Даже находясь в туалете, он беспокоился, не вернутся ли нормальные значения к аномальным.Выйдя из туалета, чтобы не волновать других членов экипажа, он воспользовался терминалом Материнского компьютера в вестибюле, чтобы проверить историю показаний приборов во время своего отсутствия.",
    "Макс, опуская подробности, говорит, что у него случайно оказался опыт использования, и подходит к терминалу.Для Гидеона это было облегчением, так как до сих пор он был единственным, кто задавал Материнскому компьютеру вопросы о гибели человечества, и то, что другой член экипажа возьмет на себя управление, поможет завоевать доверие к его словам.Когда Макс встал перед терминалом, звук работающих вентиляторов усилился, как будто шел процесс аутентификации пользователя.Когда процесс аутентификации пришел к выводу, что у Макса есть законные права доступа, терминал с гудением включился.Макс, под пристальными взглядами затаивших дыхание членов экипажа, набрал «Что такое суши?» и отправил запрос.",
    "[op_28]",
    "Ответ Материнского компьютера был быстрым.Было сказано, что «суши» — это блюдо, обнаруженное в ходе реставрационных работ в 200 000 002 году, что для его подачи были восстановлены рестораны с конвейерной лентой, что за последний год на основе полученных данных были проанализированы способы приготовления, подачи и оплаты суши, и что «чертовски бесполезное тренировочное время» провалилось.Также последовательно отображались необходимые для суши элементы, такие как «нэта» (начинка), «сяри» (рис) и «агари» (чай).Макс в замешательстве оглядел лица членов экипажа, которые заглядывали в тот же экран.Члены экипажа, с которыми встретился взглядом Макс, тоже только качали головами, показывая, что ничего не понимают.Из информации «способ предотвратить гибель человечества» члены экипажа представляли себе название операции, оружие или существование всезнающей организации, но ответом оказалось простое блюдо под названием «суши».Среди заглядывавших в экран членов экипажа был и Гидеон.Другие члены экипажа не знали, что делать, и некоторые смотрели на Гидеона, но, увидев, что Гидеон серьезно смотрит на экран, на мгновение воцарилась тишина.Надпись и изображение «суши», отображавшиеся на экране, были абсолютно такими же, как надпись и изображение «суши», которые Материнский компьютер показал Гидеону, и только Гидеон был уверен, что это блюдо «суши» является способом предотвратить гибель человечества.Потому что Макс, Лайла и Кейтлин знали эту информацию только со слов Материнского компьютера.Новой информацией было то, что суши — это блюдо, его подробности, и то, что «чертовски бесполезное тренировочное время» провалилось.Гидеон побуждает Макса задать следующий вопрос.«Что нужно сделать, чтобы предотвратить гибель человечества с помощью суши?», — набрал Макс по настоянию Гидеона и отправил.",
    "[op_29]",
    "Ответ от Материнского компьютера задерживался.Вычисления Материнского компьютера происходят со скоростью, неизмеримой человеческими мерками, и если и возникала задержка, то это была проблема скорости связи с Материнским компьютером.Ожидая ответа, Макс почувствовал, как солнечный свет, проникающий через окно, становится все ярче, и прищурился.Гидеон заметил, что у Макса странное выражение лица, и быстро обернулся к окну.В тот же миг Гидеон оттолкнул Макса и набрал на терминале Материнского компьютера: «Немедленно переместиться в прошлое».Только Гидеон знал, что то, что происходит сейчас, и есть гибель человечества.",
    "Другие члены экипажа были удивлены внезапным действием Гидеона, но еще больше их встревожил усиливающийся свет из окна.Гидеон крикнул, чтобы они не отрывали глаз от экрана.Однако лишь немногие из членов экипажа смогли действительно не отрывать глаз от экрана.Гидеон не был уверен, возможно ли на самом деле «перемещение в прошлое», которое он набрал в спешке, и был ли это правильный способ, но он не мог придумать никакого другого возможного способа.В настоящее время, когда скорость связи ограничена из-за солнечного света гибели человечества, Гидеон не знал, что произойдет: появится ли на экране способ предотвратить гибель человечества с помощью суши, начнется ли возвращение во времени или человечество просто погибнет.Комната становилась все ярче, и температура внутри «Порапорапоры» постепенно повышалась.Это означало, что поверхность Земли за пределами «Порапорапоры» уже превысила предельную регулируемую температуру «Порапорапоры», способного выдерживать космические полеты.Когда пот страха членов экипажа начал сменяться потом от температуры внутри «Порапорапоры», на экране произошли изменения.",
    "[op_30]",
    "Гидеон крикнул, чтобы они не отрывали глаз от экрана.От его яростного вида на этот раз все замерли.Сверху экрана медленно начал появляться способ предотвратить гибель человечества с помощью суши.Несмотря на то, что вся комната была залита белым светом, члены экипажа пытались запомнить появляющиеся буквы.Когда буквы заполнили примерно половину экрана, в правом нижнем углу появился значок часов и начал анимироваться.Это была анимация, в которой стрелки часов вращались против часовой стрелки.Эту анимацию большинство членов экипажа, включая Гидеона, которые смотрели на экран, видели в последний раз на «Порапорапоре».",
    "[op_0]",
    "В 2000 году Такахаси кипятил воду в своей однокомнатной квартире в Токио.Такахаси был служащим японской компании, каждый день просыпался примерно в одно и то же время, ехал на одной и той же электричке и работал в одном и том же офисе.Это были дни, когда ничего особенного не происходило, и время просто шло.Звук кипящей воды вернул Такахаси к реальности.Заварив растворимый кофе и попивая его, Такахаси мысленно整理ровал свои рабочие планы на сегодня.Сегодня снова начнется такой же, как всегда, день.Такахаси, держа в одной руке кружку с растворимым кофе, выключил электрический чайник и выдернул вилку из розетки.Затем он убрал банку с растворимым кофе на полку и вымыл только что выпитую кружку.Поставив кружку в сушилку для посуды, Такахаси открыл холодильник и достал оттуда молоко.Проверив срок годности молока и убедившись, что все в порядке, он убрал молоко обратно в холодильник.Закрыв холодильник, Такахаси взял сумку, стоящую в углу комнаты, и проверил, на месте ли кошелек, мобильный телефон и проездной. С содержимым все было в порядке.Вернув сумку на место, Такахаси открыл шкаф.Из шкафа он достал рубашку и брюки, которые собирался надеть сегодня, и положил их на кровать.Затем он достал из шкафа галстук и носки и положил их на рубашку.Такахаси сел на стул рядом с кроватью и надел носки.Надев носки, Такахаси взял рубашку и брюки, лежащие на кровати, и надел их.Он аккуратно застегнул все пуговицы на рубашке и застегнул молнию на брюках.Затем он взял галстук и, глядя в зеркало, завязал его.Завязав галстук, Такахаси подошел к туалетному столику, стоящему в углу комнаты.Глядя в зеркало, он причесался и в конце нанес воск.Нанеся воск, он взял сумку, выключил свет в комнате и направился к выходу.В прихожей он надел ботинки и взялся за дверную ручку.Открыв дверь, он увидел лежащего на полу человека и невольно вскрикнул.",
    "[op_31]",
    "Прямо перед его дверью, в таком положении, что оправдание вроде «я думал, это жилец из другой квартиры» не сработает, лежит человек.Такахаси прежде всего почувствовал, что ему не хочется связываться с полицией.Он подошел к лежащему человеку и, чтобы проверить, в сознании ли он, легонько постучал его по плечу, проверяя реакцию.Дыхание есть, но ответа нет.Такахаси мысленно прикидывал, что делать, если реакции так и не последует.Вызвать скорую или позвонить в полицию?В этот момент лежащий человек медленно открыл глаза.Несколько раз моргнув расфокусированными глазами, он поймал взгляд Такахаси.Человек медленно поднялся и осмотрелся.Его одежда была не современной, привычной для Такахаси, а какой-то старомодной и производила странное впечатление.Такахаси, чувствуя неловкость от этой одежды, потерял дар речи.Человек, казалось, пытался понять, что с ним происходит.",
    "Когда сознание Лайлы прояснилось, ее зрение постепенно сфокусировалось.Лайла поняла, что она лежала на полу и что перед ней стоит незнакомый человек.Где она, почему она здесь — Лайла ничего не помнила.Ее последние воспоминания обрывались на картине «Порапорапоры», залитого светом.Однако, как ни странно, она понимала слова, которые говорил незнакомец.Человек перед ней, казалось, спрашивал о ее состоянии.Лайла подумала, что в ее голове исправно работает автоматический переводчик.Она с облегчением убедилась, что эта функция, стандартная для людей около 200-миллионного года, все еще работает.По крайней мере, ее не забросило в совершенно неизвестную цивилизацию, с которой человечество до сих пор не контактировало.Это может стать первой зацепкой для выхода из этой ситуации.Проблема была в том, что этот человек по имени Такахаси, казалось, вот-вот сдаст ее в полицию.Из обрывков разговора она начала понимать, что этот мир, вероятно, является миром после того, как Гидеон набрал «переместиться в прошлое».Раскрывать свое существование в этом мире и попадать под наблюдение различных организаций казалось Лайле не лучшей идеей.",
    "К удивлению Такахаси, лежавший человек свободно говорил по-японски.Несмотря на то, что внешность Лайлы была очень красивой, даже по сравнению со знаменитостями, которых показывают по телевизору, и она не была похожа на типичную японку.Человек представился Лайлой и попросил разрешения выпить воды в его комнате, так как ей плохо.Такахаси не был настолько неосторожен, чтобы впускать в свою комнату незнакомого человека, но и не думал, что это какой-то обман.Если это какая-то телевизионная шутка и его снимают на камеру, то прогнать Лайлу сейчас будет выглядеть некрасиво.Она несколько раз объяснила, что немного отдохнет и сразу уйдет, поэтому он решил поговорить с ней в комнате.Подумав, что не может оставить Лайлу одну в своей комнате, он позвонил на работу и сказал, что берет отгул, так как идет в больницу.Внезапно ворвавшаяся в его жизнь необычность немного взволновала Такахаси.",
    "[op_0]",
    "Сидя в комнате человека по имени Такахаси и попивая воду из стакана, поставленного на низкий столик, Лайла пыталась спокойно разобраться в своей ситуации.Когда ей подали стакан с водой, она не была лишена сомнений, но, чтобы успокоить Такахаси, она приняла его и выпила как ни в чем не бывало.Похоже, в воде были какие-то примеси, но это была питьевая вода.",
    "[op_32]",
    "Когда она разговаривала с Такахаси перед его комнатой, она спросила, какой сейчас год в этом мире.Если информация Такахаси о том, что сейчас 2000 год, верна, то она переместилась в прошлое на 199 998 003 года из мира «Порапорапоры» 200 000 003 года.В тот момент в живых и рядом с Материнским компьютером было восемь членов экипажа, включая ее, но сейчас вокруг нее никого не было.Насколько они разбросаны, и какова вообще вероятность того, что другие члены экипажа благополучно «переместились в прошлое»?В любом случае, в этом мире 2000 года вероятность встретить других членов экипажа была низкой, — заключила Лайла.Это означало, что в эту эпоху она была единственной, кто знал, что человечество погибнет в 200 000 003 году.Если исходить из обычной продолжительности человеческой жизни, то беспокоиться о гибели человечества через 200 миллионов лет, возможно, было бессмысленно.Однако, как человек из будущего, она решила провести расследование, чтобы разрешить эту ситуацию.На тот момент у Лайлы было два варианта решения.",
    "Первый — это возможность того, что в эту эпоху также существует Материнский компьютер, поскольку она смогла переместиться в эту эпоху с помощью «перемещения в прошлое» Материнского компьютера.Если Материнский компьютер существует, то, возможно, можно будет переместиться и в будущее, так же, как она переместилась в прошлое.",
    "Второй — это смутно запомнившийся «способ предотвратить гибель человечества с помощью суши», который она видела в последний раз.Лайла не была уверена, был ли ответ от Материнского компьютера полностью отображен на терминале «Порапорапоры», и она почти не помнила содержания, которое представляло собой набор цифр.Однако, если другие члены экипажа помнили о «способе предотвратить гибель человечества с помощью суши» и действовали в соответствии с ним не в 2000 году, а в близкие к нему эпохи, то, возможно, они смогут когда-нибудь снова встретиться.",
    "И, как насущная проблема, для Лайлы было важно обеспечить себе способ выживания в эту эпоху.Стоя перед Такахаси, Лайла думала, как лучше всего начать разговор.Вспомнив изученные ею ранее образы жизни людей прошлого, Лайла начала.Лайла сказала: «Я телепортировалась из другого мира, поэтому помогите мне вернуться обратно».",
    "[op_33]",
    "Такахаси сначала сомневался в внезапном фантастическом признании Лайлы, но после того, как Лайла в качестве доказательства прилипла к потолку с помощью устройства инверсии гравитации, ему ничего не оставалось, как поверить.Такахаси был рад внезапно ворвавшейся в его жизнь необычности, поэтому их совместная жизнь началась относительно гладко.",
    "[op_0]",
    "Спустя семь лет после начала совместной жизни Лайлы и Такахаси, в 2007 году, маленькая полка в комнате Такахаси накренилась под тяжестью лет.Когда Такахаси предложил купить новую полку, Лайла согласилась.В выходные они отправились в ближайший крупный мебельный магазин.Лайла немного удивилась, увидев огромное количество разнообразной мебели, расставленной в просторном магазине.В будущем необходимые для жизни вещи обычно печатались на 3D-принтере или реконструировались с помощью наномашин.",
    "[op_74]",
    "Выбрав простую сборную полку, они принесли ее домой. Открыв инструкцию, они разложили детали на полу. Такахаси с энтузиазмом принялся за сборку.Однако в инструкции были в основном картинки и мало текста, и было трудно понять, в какую сторону должны быть направлены детали.Винтов тоже было много, и они не могли понять, какой куда использовать.Лайла, привыкшая к интуитивно понятным интерфейсам будущего, с трудом разбиралась в этой аналоговой инструкции.Такахаси тоже обычно не занимался рукоделием, поэтому его движения были неуверенными.То винты не подходили, то доски были повернуты не той стороной — мелкие неприятности продолжались.Иногда они чуть не ссорились, но тут же все обращали в шутку. После часа борьбы полка была наконец-то собрана.Однако, присмотревшись, они увидели, что она немного кривая, и почему-то осталось два лишних винта.Такахаси с кривой усмешкой решил, что раз она пригодна для использования, то так и быть.",
    "[op_0]",
    "Спустя 16 лет после начала совместной жизни Лайлы и Такахаси, в 2016 году, их квартира была полностью пропитана следами их жизни.Для Лайлы, пришедшей из будущего, мебель и бытовая техника этой эпохи казались устаревшими, но за долгие годы совместной жизни с Такахаси они стали частью ее повседневности.В один из выходных Такахаси вдруг предложил сделать перестановку в гостиной.Причина была незначительной — он хотел передвинуть диван, чтобы комната казалась просторнее.У Лайлы не было особых предпочтений, но она согласилась с предложением Такахаси.Они вдвоем начали двигать тяжелый диван.Лайла подумала, что с технологиями будущего расстановку мебели можно было бы изменить мгновенно, но в эту эпоху приходилось двигать ее физически, обливаясь потом.",
    "[op_75]",
    "Под диваном нашлось несколько скопившихся за долгие годы пыли и каких-то незнакомых мелких предметов.Такахаси чуть не воскликнул: «Вот где они!», но Лайла молча их убрала.Затем они также поправили положение книжной полки и маленького столика.Были моменты, когда они немного сомневались, как лучше, но серьезных разногласий не было.Для Лайлы, привыкшей к эффективной работе будущего, эта ручная работа была немного утомительной.Закончив работу, они осмотрели комнату.Она не изменилась кардинально, но определенно стала другой.Немного уставшие, они смотрели на эти небольшие изменения.",
    "[op_0]",
    "Спустя 25 лет после начала совместной жизни Лайлы и Такахаси, в 2025 году, они получили некую информацию.Это была информация о «Порапорапоре», корабле, на котором когда-то летала Лайла.Хотя развитие интернета и ускорило их сбор информации, они почти не находили никаких зацепок.Но внезапно в интернете появилась информация о «Порапорапоре».Похоже, это была вступительная история к какой-то игре.То есть, это казалось просто выдумкой, но она была слишком похожа на воспоминания Лайлы.",
    "[op_73]",
    "Они пытались связаться с автором игры, но, сколько бы раз они ни писали ему по электронной почте или в социальных сетях, ответа от автора не было.Отказавшись от идеи связаться с автором напрямую, они решили пройти игру, надеясь найти в ней какие-нибудь подсказки, но, даже собрав все достижения и пройдя игру с ограничениями, они не нашли никаких следов Материнского компьютера. Сама игра была средней по интересности.",
    "[op_0]",
    "Спустя 34 года после начала совместной жизни Лайлы и Такахаси, Такахаси был в больнице.Болезнь Такахаси прогрессировала настолько, что ему оставалось жить совсем недолго, и врач сказал Лайле быть готовой ко всему в любой момент.За эти 34 года они искали следы чего-то похожего на Материнский компьютер на Земле и много раз ходили в суши-рестораны в районе Минато в Токио, но в итоге так ничего и не нашли.Оборудование будущего, которое осталось у Лайлы, не было всемогущим и не обладало функцией излечения болезни Такахаси.Тело самой Лайлы было совершенно здоровым, но старение все же было заметно.В эпоху 200 000 003 года вопрос о том, что делать со старением тела, был сродни выбору, надевать ли солнцезащитные очки, выходя на улицу, но в 2034 году такого выбора не существовало.",
    "[op_34]",
    "За 34 года Лайла сначала относилась к Такахаси как к сожительнице в поисках Материнского компьютера, но со временем стала считать его своим спутником жизни.В тот день в больничной палате Лайла вспоминала вкус одного рамена.Это был рамен, который они съели в раменной, куда случайно зашли по дороге домой из нового суши-ресторана, когда проголодались.Бульон был на основе свиных костей и долго варился, в нем был сконцентрирован насыщенный вкус, вываренный из костного мозга.На поверхности блестел слой масла, удерживая тепло.Лапша была тонкой, хорошо пропитывалась бульоном, и с каждым глотком нос щекотал аромат пшеницы.Топпинг из тясю был настолько мягким, что разваливался, когда его поднимали палочками, и таял во рту.Мэнма имела приятную хрустящую текстуру и служила хорошим акцентом в насыщенном вкусе бульона.Нори, пропитанные бульоном, распространяли аромат моря и обогащали вкус всего рамена.Этот рамен был не просто для утоления голода, а особенным блюдом, которое наполняло и душу.Лайла так отчетливо помнила вкус рамена, словно это было вчера.Название ресторана было «Хидакая».",
    "[op_35]",
    "Пока Лайла вспоминала о рамене в палате Такахаси, она внезапно получила телепатическое сообщение.Это было сообщение от Пятна, передающее сообщение от Кейтлин.Это произошло через 1 073 741 824 секунды, или примерно 34 года, после того, как Лайла «переместилась в прошлое».",
    "[op_0]",
    "Кейтлин, щурясь от яркого солнечного света, проникающего через окно, смотрела на экран Материнского компьютера «Порапорапоры».Когда ее взгляд был прикован к анимации часов, вращающихся против часовой стрелки, она вдруг почувствовала, что земля уходит у нее из-под ног.Кейтлин почувствовала свободное падение и, чтобы сгруппироваться, свернулась калачиком.Пролетев расстояние чуть меньше метра, которое показалось ей вечностью, она упала на землю.К счастью, Кейтлин была в сознании.",
    "[op_36]",
    "Кейтлин прежде всего с облегчением вздохнула, что осталась цела.От страха свободного падения сердце все еще бешено колотилось, но по сравнению с последними мгновениями на «Порапорапоре» температура была ниже, и было тепло и солнечно.Первое, что она увидела, был зеленый цвет. Встав и оглядевшись, она увидела, что все вокруг зеленое.Вокруг Кейтлин простирались бескрайние рисовые поля, а за ними виднелись горы. Долина.Ошеломленная идиллическим сельским пейзажем, Кейтлин осмотрела землю.Судя по времени падения, удар был слабее, чем ожидалось, поэтому у Кейтлин было ощущение, что она приземлилась на какое-то животное или что-то вроде подушки.К счастью, капибар там не было, но были два зеленых слизня-близнеца.",
    "В незнакомом пейзаже, встреча с когда-то виденными зелеными слизнями, Кейтлин невольно обрадовалась.Конечно, зеленые слизни должны были остаться в комнате Кейтлин в общежитии во время экстренного вылета «Порапорапоры», и с тех пор прошло 400 дней космического полета, пока «Порапорапора» не потерпел крушение при посадке и не наступил момент гибели человечества, когда они общались с Материнским компьютером о суши.Причина, по которой зеленые слизни появились в этом незнакомом месте, смягчив урон от падения Кейтлин, была совершенно загадочной, но, поскольку вокруг не было ни членов экипажа, ни даже людей, Кейтлин чувствовала себя очень уверенно с этими немногими товарищами.Извинившись перед зелеными слизнями за то, что раздавила их при падении, Кейтлин вдруг кое-что заметила.Когда-то зеленые слизни-близнецы передавали ей сообщения голосом через динамик в комнате общежития.Однако здесь не было ничего, что могло бы преобразовывать электричество в звук, и казалось, что общаться будет трудно.Посмотрев на зеленых слизней, ползающих по гравийной дорожке, она увидела, что от того, что она на них приземлилась, им, похоже, не было никакого вреда.В любом случае, и найти подсказки о текущей ситуации, и наладить общение с зелеными слизнями казалось важным.",
    "[op_37]",
    "Для обеих целей Кейтлин решила сначала найти людей.Осмотрев пейзаж еще раз, она увидела, что рисовые поля хорошо ухожены и не могли возникнуть естественным образом.Хотя конца пути не было видно, Кейтлин подумала, что если она пойдет по дороге, то обязательно встретит людей, которые ухаживают за этими полями.Кейтлин попросила зеленых слизней пока что пойти с ней.Увидев, как плавно скользят зеленые слизни, Кейтлин убедилась, что они понимают ее слова.",
    "[op_72]",
    "Дорога была прямой, без препятствий, и погода была хорошая.Пейзаж тоже был неплохой, поэтому сначала Кейтлин шла в приподнятом настроении, как на прогулке, но после космического полета у нее было мало сил, поэтому вскоре ее шаги стали тяжелыми.Кейтлин, вытирая пот, продолжала идти, волоча отяжелевшие ноги.Два зеленых слизня у ее ног, подстраиваясь под темп Кейтлин, следовали за ней, словно скользя.Под безжалостно палящим солнцем асфальтовая дорога раскалилась.Кейтлин время от времени смотрела на виднеющиеся вдали горы и простирающиеся рисовые поля.Усталость накапливалась, но присутствие немногих товарищей, зеленых слизней, было для Кейтлин небольшой моральной поддержкой.Прошагав несколько часов, обливаясь потом, Кейтлин увидела впереди что-то похожее на здание.Это было небольшое здание, но вокруг не было других строений, поэтому Кейтлин решила пойти к нему.Вид здания зажег в сердце Кейтлин слабую искру надежды.Пройдя еще несколько десятков минут после того, как она увидела здание, она наконец-то добралась до него.",
    "[op_38]",
    "Здание было просто частным домом, и не выглядело заброшенным.Однако, даже подойдя так близко, она не услышала ни звука, и за все то время, что Кейтлин шла к зданию, она не заметила никакого движения, поэтому она подумала, что людей там, скорее всего, нет.Но поскольку других зданий, которые могли бы стать следующей целью, не было видно, Кейтлин решила подойти к зданию, чтобы оценить ситуацию.Зеленые слизни последовали за ней.На самом деле, после долгой ходьбы Кейтлин просто хотела найти место, где можно отдохнуть.Кейтлин не знала, сколько времени прошло с тех пор, как она попала в эту временную шкалу, и сколько она уже шла, но сейчас, когда она подошла к зданию, солнце уже начало садиться.",
    "[op_39]",
    "Кейтлин остановилась перед дверью дома, а зеленые слизни замерли у ее ног.Первое, что бросилось в глаза Кейтлин, была наклейка с надписью на двери.Кейтлин продолжала смотреть на незнакомые буквы.Это было естественное движение, ожидание, пока ее оборудование распознает буквы и переведет их на ее родной язык, «покпокучинский».Однако в данный момент Кейтлин не была уверена, что ее оборудование работает исправно, и отчасти пробовала на авось.Менее чем через секунду, время, на которое обычно не обращаешь внимания, под старой наклейкой появился перевод на «покпокучинский».Для Кейтлин этот миг показался очень долгим.С облегчением убедившись, что оборудование работает нормально, она прочитала значение слов и поняла, что там написано «Торговым агентам вход воспрещен».Кейтлин не поняла, что означает «Торговым агентам вход воспрещен», и насторожилась, подумав, что это может быть какое-то заклинание.Рядом с дверью была прибита деревянная табличка с вырезанными на ней буквами.Хотя и казалось, что в доме кто-то живет, ее беспокоило, что из здания не доносилось ни звука, и она решила прочитать и табличку.На табличке было написано: «Торговым агентам вход воспрещен».",
    "Кейтлин подумала, что раз ее оборудование может переводить буквы, то и разговор, скорее всего, тоже можно будет перевести.Кроме этого дома, поблизости не было ничего, что могло бы дать какую-либо информацию об этом мире, и существовала вероятность, что солнце сядет до того, как она найдет следующее здание.То, что она, не получив травм, оказалась на земле этого мира и за несколько часов нашла здание, было, возможно, чудом с невероятно низкой вероятностью.Она решила, что ей нужно как-то попасть в это здание.Вокруг двери не было ничего похожего на звонок.Кейтлин легонько постучала в дверь. Ответа не было. Она постучала сильнее. Ответа не было.Кейтлин, немного приготовившись к тому, что жители могут отнестись к ней враждебно, потянулась к дверной ручке.",
    "[op_40]",
    "Кейтлин с опаской потянулась к дверной ручке.В тот момент, когда ее рука коснулась ручки, ее ударило статическим электричеством, и Кейтлин невольно отдернула руку.По крайней мере, в мире 200-миллионного года оборудование, к которому прикасаются люди, как правило, не бьет током.За исключением случаев, когда это сделано в целях безопасности.На самом деле, это было просто статическое электричество, но Кейтлин представила, что, возможно, прикосновение любого, кто не прошел аутентификацию, вызывает удар током.Используя одежду, которая, как ей казалось, не проводит электричество, она снова взялась за ручку и медленно повернула ее. Дверь открылась.Кейтлин, которая думала, что дверь заперта, и была готова в случае необходимости выломать ее, была удивлена.",
    "[op_41]",
    "Кейтлин сначала осмотрела прихожую.До этого не было никаких признаков присутствия людей, но, учитывая, что дверь не была заперта, возможно, внутри все еще кто-то был.Судя по количеству пыли в прихожей, казалось, что с тех пор, как ей в последний раз пользовались, прошло не так уж много времени.Кейтлин размышляла о причинах, по которым жильцы не отвечают. Действительно ли их нет дома, или они внутри, но не отвечают?В последнем случае можно было предположить несколько причин, по которым они не отвечают.Возможно, они испугались внезапного визитера и затаились, а может быть, они с явной враждебностью целятся в Кейтлин из укрытия.Кейтлин старалась хладнокровно рассматривать различные варианты, но в голове у нее проносились только плохие мысли.",
    "Ситуацию в комнате за прихожей было не узнать, не открыв дверь сразу за входом.В худшем случае, она представляла себе, что в момент открытия двери за прихожей может сработать ловушка с гранатой.Сильно напуганная, Кейтлин решила сначала получить как можно больше информации из этой прихожей и начала осматриваться по сторонам.В целом, в прихожей было много деревянной мебели. Взгляд Кейтлин остановился на фотографии на полке у входа.",
    "[op_42]",
    "На этой фотографии были изображены мужчина и женщина в совершенно незнакомой и странной для Кейтлин одежде.Чем больше она рассматривала их одежду, тем больше убеждалась, что они — жители этого мира.Однако их одежда была гораздо скромнее, чем представляла себе Кейтлин.Она была простой, напоминающей одежду крестьян из исторических драм, с которыми Кейтлин сталкивалась в прошлом.Мужчина и женщина прижимались друг к другу и широко улыбались. Их лица излучали счастье и спокойствие.Однако внимание Кейтлин привлек не столько их вид, сколько фон фотографии.На заднем плане, хоть и размыто, виднелось огромное сооружение странной формы.Оно было настолько необычным, что Кейтлин никогда ничего подобного не видела.Если бы пришлось описывать его странную форму словами, то это было похоже на скопление гигантских грибов, жутко сросшихся вместе.Что это за сооружение, с какой целью оно здесь находится — Кейтлин не имела ни малейшего представления.Невообразимо странное зрелище, словно проклятие, глубоко и сильно врезалось в память Кейтлин.Возможно, именно это сооружение станет ключом к разгадке тайн мира, в котором сейчас находится Кейтлин.Кейтлин решила, что слишком много думает, и перестала смотреть на фотографию.В тот момент, когда она отвела взгляд от фотографии, по ее спине пробежал ледяной холод.В этот момент она заметила, что зеленый слизень у ее ног мелко дрожит, словно чего-то боится.Кейтлин осторожно и медленно проследила за взглядом зеленого слизня.Взгляд зеленого слизня был устремлен на тяжелую деревянную дверь, ведущую вглубь прихожей.Эта дверь, которая еще мгновение назад была плотно закрыта, теперь была слегка приоткрыта.И из этой узкой щели доносилось жуткое ощущение, будто кто-то тихонько наблюдает за происходящим.От этой странной ситуации у Кейтлин перехватило дыхание.Ей показалось, что время остановилось, и все звуки вокруг исчезли.",
    "[op_43]",
    "Кейтлин насторожилась и, не двигаясь с места в прихожей, некоторое время наблюдала за комнатой.В результате наблюдения она сделала различные открытия, а благодаря сообразительности зеленого слизня заметила присутствие Пятна.После недолгого ликования она научилась общаться с Пятном с помощью телепатии.Принцип телепатии был неизвестен, но, подумав, что есть вероятность связаться с бывшими однокашниками по школе для членов экипажа, Кейтлин попросила Пятно по очереди попробовать телепатически связаться с ними.Первым, с кем Кейтлин попросила Пятно связаться телепатически, была Лайла.Кейтлин, стоя в прихожей дома, ждала результатов телепатии Пятна.",
    "С точки зрения Кейтлин, поскольку в момент перемещения в этот мир рядом с ней не было товарищей, она не очень-то и надеялась, что сможет связаться с другими членами экипажа.Кейтлин вспомнила, что их поединок в модифицированный камень-ножницы-бумага с Лайлой еще не закончен.Через некоторое время Пятно телепатически сообщило, что связалось с Лайлой.",
    "[op_0]",
    "Глава 2: Пробуждение 2",
    "[op_0]",
    "[op_44]",
    "Кора очнулась в опрятной комнате, оформленной преимущественно в белых тонах.В комнате была кровать, на которой она лежала, и больше никакой мебели.Не было даже окна, чтобы посмотреть на пейзаж, и без освещения в комнате, должно быть, было бы совершенно темно.Находясь в замешательстве от незнакомой ситуации, Кора пыталась вспомнить свои последние мгновения.Последнее, что видела Кора, были буквы на экране «Порапорапоры», за которыми она следила, пока все вокруг не стало белым.В отличие от других членов экипажа, Кора, возможно, из-за того, что ей самой объяснили все довольно сухо, смогла относительно спокойно наблюдать за ситуацией в последние мгновения на «Порапорапоре».Анимация часов, стрелки которых вращались против часовой стрелки, последней появилась на экране.Кора решила, что текстовая информация на экране важнее, и пристально вглядывалась в ее содержание.Впрочем, последнее, что видела Кора, был непонятный набор цифр.Прежде чем понять, что происходит в этой реальности, Кора решила записать эту информацию, чтобы не забыть.К счастью, функция пальцевого маркера, похоже, работала исправно.Вокруг не было ничего похожего на блокнот. Кора была левшой, поэтому левой рукой она записывала цифры на правой руке.Кора с облегчением вздохнула, что эта функция, стандартная для людей около 200-миллионного года, все еще работает.",
    "{demo_skip_begin}",
    "[op_30]",
    "Последние цифры, которые видела Кора, были несколькими, но между ними были пробелы, и Коре это показалось последовательностью чисел.Закончив записывать все цифры, Кора решила пока что осмотреть комнату.Она медленно подняла верхнюю часть тела и пошевелилась. Похоже, травм или боли не было.Поскольку Кора была накрыта одеялом, была высокая вероятность, что кто-то о ней позаботился.Проверив движения своего тела, она встала с кровати.В комнате действительно ничего не было. Кора направилась к двери, которая, как ей казалось, могла дать больше всего подсказок о ее положении.Кора взялась за дверь и попыталась сдвинуть ее в сторону. Похоже, дверь была заперта и не двигалась.Кора тихо вздохнула.",
    "[op_45]",
    "Судя по тому, как выглядела дверь, Кора подумала, что ее можно было бы выломать, если бы она как следует ударила по ней.Это была не дверь, предназначенная для того, чтобы запирать людей в тюрьме или чем-то подобном, а скорее обычная дверь, как в больнице.Судя по тому, что от кровати до двери не было ничего, что могло бы ее удержать, по крайней мере, к Коре относились с небольшой опаской.Кора хотела немедленно выйти, но не хотела безрассудно наживать себе врагов в незнакомом мире.Кора вспоминала о «дежурстве с экипажем» на «Порапорапоре». Для Коры это было одно из горьких воспоминаний.",
    "Кора изначально хорошо играла в «модифицированный камень-ножницы-бумага», но не была из тех, кто зацикливается на победе или поражении.Хотя в «модифицированном камень-ножницы-бумага» во время «дежурства с экипажем» все участвовали, чтобы победить, на самом деле за победу не давали никаких призов или чего-то подобного, и это было скорее просто развлечением.В том раунде «модифицированного камень-ножницы-бумага», который стал для Коры горьким воспоминанием, дежурные весело играли.Важным фоном было то, что Кора уже несколько раз становилась абсолютной победительницей в «модифицированном камень-ножницы-бумага» с этими участниками, поэтому в тот раз она, честно говоря, уже собиралась проиграть.Однако из-за простых правил «модифицированного камень-ножницы-бумага» проиграть, даже если хочешь, было сложно.В итоге Кора и в тот раз оказалась в финальной битве за первое место.Ее соперником в финале был Ульрик, самый старший из участников.Ульрик тоже был из тех, кто не заботился о победе или поражении, и в своих реакциях на победу или поражение он, казалось, изо всех сил старался поднять всем настроение.И вот финал, раунд, в котором исход должен был решиться результатом одной игры в «модифицированный камень-ножницы-бумага», и Кора проиграла.Ульрик преувеличенно радуется.В тот момент, и Кора до сих пор не понимает почему, она указала на то, что Ульрик сжульничал, показав свой знак позже.Что еще хуже, на самом деле все дежурные, которые это видели, поняли, что Ульрик действительно сжульничал.Однако все, включая Кору, знали, что Ульрик не из тех, кто стал бы жульничать, меняя свой знак.Ульрик, перестав радоваться, извинился за подозрительное поведение и уступил победу Коре.Кора хотела бы оправдаться, сказав, что хотела просто поиграть в ссору из-за жульничества, но если бы ее спросили, действительно ли она думала, что сможет это сделать с Ульриком, это тоже было бы сложно.В итоге Кора, которая и так уже много раз побеждала, просто совершила странный поступок, испортив веселую атмосферу, чтобы снова победить.Конечно, сейчас она действительно думает, что не стоило этого делать. Именно поэтому это стало горьким воспоминанием.",
    "То, что Кора получит, если выйдет из этой комнаты силой, может быть гораздо более суровым наказанием, чем холодная атмосфера после обвинения в жульничестве в «модифицированном камень-ножницы-бумага».С надеждой, что если она поступит по-джентльменски, ее, вероятно, не будут ругать, Кора легонько постучала в дверь.Через некоторое время послышались приближающиеся шаги.",
    "[op_46]",
    "Дверь открылась, и появился незнакомый человек. Увидев, что Кора сидит на кровати, человек представился Сайто.По словам Сайто, Кора лежала без сознания совсем рядом с этой комнатой, и Сайто донес ее до кровати.Кора хотела задать Сайто много вопросов о текущей ситуации, но Сайто, похоже, тоже хотел задать ей много вопросов, и сначала Кора подверглась допросу со стороны Сайто.Понимая, что если она расскажет все как есть, ее могут счесть сумасшедшей, Кора, сказав, что почти ничего не помнит, уклонилась от различных вопросов.Из последующего разговора с Сайто Кора узнала, что это одна из комнат в убежище, и о том, что происходит за пределами убежища, ничего не известно.Кора спросила у Сайто о текущем времени, особенно о годе, но Сайто, похоже, тоже этого не знал.Учитывая, что автоматический переводчик работал исправно, было почти наверняка, что это было прошлое по сравнению с последними мгновениями на «Порапорапоре».",
    "[op_49]",
    "Кора внимательно наблюдала за Сайто, чтобы определить, можно ли ему доверять.Она искала признаки лжи или обмана в выражении его лица, тоне голоса и в каждом его небрежном жесте.Однако Сайто был дружелюбен и, казалось, искренне беспокоился о Коре.Сердце Коры разрывалось между тем, стоит ли ослабить бдительность или все же продолжать сомневаться.Сайто спросил Кору, не хочет ли она чего-нибудь выпить.Кора хотела пить, поэтому с благодарностью приняла его предложение.Проводив Сайто взглядом, Кора снова осмотрела комнату.И снова, в этой комнате не было никакой информации о Сайто или о том, где она находится.Кора встала с кровати и прошлась по комнате.На стене висел старый календарь.",
    "[op_48]",
    "Однако на месте, где должны были быть написаны даты, не было никаких надписей, и никакой информации получить не удалось.Кора вздохнула и снова села на кровать.Пока Сайто не вернулся, Кора размышляла о своем положении.Почему она здесь и что ей делать дальше.Все было окутано тайной.Сайто вернулся с напитком.Кора поблагодарила его и приняла его.",
    "[op_47]",
    "Сделав глоток, она поняла, что это просто вода.Кора попросила Сайто рассказать ей побольше об этом убежище.Сайто с готовностью согласился и начал рассказывать об истории убежища и о людях, которые там живут.Кора внимательно слушала и постепенно начинала понимать этот мир.Однако многие загадки все еще оставались.В частности, она совершенно не понимала связи с миром «Порапорапоры», ее последним воспоминанием.Кора решила притвориться, что у нее амнезия, и посоветоваться с Сайто.Возможно, Сайто что-то знает.Сайто выслушал Кору и с серьезным выражением лица ответил, что не знает.Сайто беспокоился о судьбе Коры и предложил свою помощь.Кора прямо сказала, что хочет больше узнать об этом мире.Сайто немного подумал и предложил проводить ее в архив убежища.Там, по его словам, хранятся записи о прошлых событиях и информация о людях.Кора поблагодарила Сайто за предложение и вместе с ним направилась в архив.",
    "[op_50]",
    "Архив был тихой и тусклой комнатой в одном из углов убежища.На пыльных полках стояли бесчисленные папки и носители информации.Сайто начал искать папку с именем Коры, которая, по ее словам, страдала амнезией.Кора начала искать подсказки о текущем мире.Однако, сколько бы она ни искала, подсказок о текущей временной шкале она не нашла. Кора, чувствуя растущее нетерпение, искала другие зацепки.Вдруг ее взгляд упал на старую тетрадь. На обложке ничего не было написано.Кора взяла тетрадь в руки и перевернула страницу. Там было что-то густо исписано от руки.Кора с увлечением начала читать тетрадь. В тетради были записи исследований одного ученого.Этот ученый, по-видимому, проводил эксперименты, выходящие за рамки времени и пространства.Кора была ошеломлена. Возможно, она была подопытной в эксперименте.И воспоминания о «Порапорапоре» были внедрены в нее в результате эксперимента.Кора, находясь в замешательстве, продолжала читать тетрадь.Прочитав несколько тетрадей, она поняла, что записи ученого в итоге превратились в бредовые утверждения.Кора решила, что ее подозрения были напрасны, и покинула архив.Кора остро осознала необходимость глубже исследовать смысл своего существования в этом мире и связь с «Порапорапорой».Она решила, что лучше всего будет скрыть от Сайто существование тетради и попытаться получить информацию с другой стороны.",
    "[op_54]",
    "Выйдя из архива, Кора спросила у Сайто о внешнем мире этого убежища.Что представляет собой мир за пределами убежища?Как живут люди?Сайто на вопрос Коры ответил с некоторым замешательством.Ситуация во внешнем мире была почти неизвестна жителям убежища.При длительном проживании в убежище интерес к внешнему миру угасает.Судя по объяснениям Сайто, убежище было основано много поколений назад, так давно, что люди забыли даже думать о внешнем мире.Сайто, хоть и с очень ограниченной информацией, объяснил Коре.Внешний мир, по-видимому, находится в упадке.Говорят, что когда-то была большая катастрофа. Однако подробности ее, насколько знал Сайто, были неизвестны.Убежище было построено, чтобы спастись от этой катастрофы.С тех пор люди живут в убежище.Контактов с внешним миром почти нет.Кора решила попробовать связаться с другими жителями убежища, чтобы получить больше информации.",
    "[op_51]",
    "Попрощавшись с Сайто, Кора в одиночку начала исследовать убежище.Она шла по широкому коридору и заглядывала в несколько комнат.Люди, казалось, были заняты своей работой. В одной комнате выращивали еду.В другой ремонтировали технику. В еще одной дети учились.Наблюдая за их жизнью, Кора поняла, что это убежище функционирует по системе самообеспечения.Пройдя немного, Кора вышла на большую площадь.Там собралось много людей и что-то обсуждали.Кора подошла к ним и прислушалась.Они, казалось, обсуждали управление убежищем.Распределение еды, энергоснабжение, поддержание оборудования — похоже, проблем было много.Слушая их разговоры, Кора поняла, что у этого убежища много проблем.И она почувствовала, что для решения этих проблем необходима информация извне.Кора спросила у людей на площади о внешнем мире.Однако ни у кого не было четкого ответа. Они, казалось, почти не интересовались внешним миром.Возможно, они даже не воспринимали проблемы как проблемы.Мир внутри убежища, казалось, был для них всем.Кора была разочарована. Но не сдавалась.Где-то в этом убежище обязательно должна быть подсказка о внешнем мире.Кора снова начала исследовать убежище.И наконец, она нашла одну комнату.На табличке на двери было написано: «Комната связи».",
    "[op_50]",
    "Кора попыталась открыть дверь в комнату связи, но она была плотно закрыта и не поддавалась.Была ли она заперта на ключ, или была другая причина, Кора в тот момент не могла понять.Кора внимательно осмотрела дверь. Рядом с ручкой была маленькая кнопка.Когда Кора нажала на кнопку, из-за двери донесся слабый механический звук.Через некоторое время дверь медленно открылась. Кора осторожно вошла в комнату связи.Комната была заставлена различной техникой, а вся стена была усеяна мониторами и приборами.Кора осмотрела эту технику, но все это были незнакомые ей, неизвестные машины.Среди них одна вещь показалась ей смутно знакомой. Если ее память не подводила, она была очень похожа на передатчик, который существовал в прошлом.Кора медленно подошла к старому передатчику. Он был покрыт пылью, что говорило о том, что им давно не пользовались.Однако он выглядел так, будто им все еще можно было пользоваться. Кора попыталась включить передатчик.Включив выключатель на задней панели передатчика, он издал слабый звук и медленно начал включаться.",
    "[op_52]",
    "На мониторе появился «снег». Кора осторожно настроила приборы передатчика, чтобы хоть немного уменьшить помехи.И тут на мониторе появилось размытое изображение. Это был пейзаж разрушенного города. Здания были разрушены, на дорогах были большие трещины, а небо было серым.У Коры перехватило дыхание от этого изображения. Если это реальность мира за пределами убежища, то это не та среда, в которой могут жить люди.Кора продолжила настраивать передатчик. И тут на мониторе появилось другое изображение. На этот раз это был пейзаж пышного зеленого леса.Деревья были пышно-зелеными, в реке была чистая вода, а небо было бесконечно голубым и ясным. Кора не могла скрыть своего удивления от этого изображения.Если это изображение было правдой, то люди могли бы там вполне жить.Кора управляла передатчиком и переключала изображения одно за другим. Разрушенный город, пышный зеленый лес, бескрайняя пустыня, ледяная пустыня. Внешний мир, похоже, имел много лиц.Осмотрев все изображения, Кора решила попытаться связаться с внешним миром с помощью передатчика. Она попробовала позвать, подражая, вероятно, стилю связи, который использовался в прошлом.Однако ответа не было. Никто не ответил на зов Коры.Передатчик молчал, и только пустой шум эхом разносился по комнате.Кора попробовала позвать еще раз. На этот раз она произнесла слова громче и отчетливее. Но результат не изменился.Передатчик не отвечал. В груди Коры начало зарождаться нетерпение.Возможно, этот передатчик сломан. Или, возможно, средства связи с внешним миром уже утеряны.В голове Коры проносились различные возможности. Но она не сдавалась и продолжала звать.Бесчисленные зовы растворялись в пустоте. Со временем надежда Коры постепенно угасала.И когда эта надежда полностью угасла, в ее сердце осталось только глубокое разочарование.Силы покинули тело Коры.Возможно, она никогда в жизни не испытывала такого глубокого отчаяния.В этот момент из передатчика послышался голос с помехами.Голос был прерывистым, и было почти невозможно разобрать, что он говорит. Кора внимательно прислушалась.Она заметила, что голос повторяет какой-то узор.Она поняла, что он пытается передать какую-то информацию, но все еще не могла полностью ее разобрать.Однако этот голос почему-то сильно отозвался в ее сердце. Кора снова и снова повторяла этот звук.В ее голове возник образ. Это был знакомый образ «Порапорапоры».Этот голос, должно быть, сообщение с «Порапорапоры». Сердце Коры забилось быстрее.Кора покрутила ручки передатчика и осторожно попыталась настроить его, чтобы уменьшить помехи. Благодаря этому голос из передатчика постепенно становился четче.Однако по мере того, как голос становился четче, сердцебиение Коры постепенно успокаивалось.В итоге Кора лишь убедилась, что этот голос — это сообщение об ошибке, гласящее, что не удалось установить связь с адресатом.",
    "[op_51]",
    "Кора тяжелой походкой покинула комнату связи. Ее шаги были тяжелыми, словно налитыми ураном.Выйдя из комнаты связи и снова идя по коридору убежища, Кора поняла, что ее прежнее чувство надежды исчезло, словно его и не было.Свет надежды, который до этого наполнял ее сердце, теперь исчез во тьме, и осталось только глубокое чувство разочарования.Однако Кора, как человек, живший в мире 200 000 003 года в качестве члена экипажа «Порапорапоры», где-то в глубине души понимала, что не может позволить себе сломаться от такого разочарования.В мире 200 000 003 года разочарование было обычным делом, и люди научились каждый раз находить новую надежду и идти вперед.Кора пыталась подбодрить себя, вспоминая слова великих людей прошлого и исторические события.Например, в мире 200 000 003 года была широко распространена поговорка: «Утренняя прогулка перед завтраком — золотое начало дня», и многие люди сделали утреннюю прогулку своей привычкой.Это основывалось на идее, что утренний свежий воздух и солнечный свет помогают освежить тело и дух и позитивно провести весь день.Также слово «неудача — мать успеха» было широко известно в мире 200 000 003 года.Это показывало важность извлечения уроков из неудач и использования их для достижения следующего успеха, и людей поощряли не бояться неудач и активно бросать вызов.Вспоминая все это, Кора почувствовала, как ее настроение постепенно улучшается.И тут Кора снова нашла старую дверь. На табличке было написано: «Комната Материнского компьютера».",
    "[op_50]",
    "Кора вспоминает, что в последние мгновения на «Порапорапоре» Гидеон связывался с Материнским компьютером.Возможно, здесь кроются все ответы. Когда Кора открыла дверь в комнату Материнского компьютера, она увидела там старый терминал.Им давно не пользовались, и он был покрыт пылью.Было сомнительно, работает ли он вообще, и даже включится ли.Кора, почти не надеясь, включила выключатель.Из машины, расположенной за терминалом, послышался шум вентилятора.В тот момент, когда у Коры появилась надежда, шум машины прекратился, и в комнате снова воцарилась тишина.Если его долго не обслуживали, то вполне возможно, что он сломался от внезапного включения.Кора почувствовала, что потеряла еще одну подсказку к решению проблемы.Когда Кора обернулась, чтобы найти следующую комнату, она увидела там Сайто.",
    "[op_53]",
    "В комнате связи и в комнате Материнского компьютера не было никаких признаков присутствия людей, поэтому Кора удивилась внезапному появлению Сайто.Выражение лица Сайто было серьезным, и по нему было трудно угадать его эмоции.Она подумала, что он смотрит на терминал в комнате Материнского компьютера, но, похоже, взгляд Сайто был направлен на Кору.Кора несколько секунд ждала, что Сайто что-нибудь скажет, но он молчал.В любом случае, чтобы выйти из комнаты, нужно было пройти мимо Сайто, и было бы неестественно просто проигнорировать его и выйти.Кора спросила у Сайто, что он здесь делает, но Сайто не ответил.После еще нескольких секунд неловкого молчания Сайто спросил у Коры, действительно ли у нее амнезия.Кора почувствовала, что было бы опасно отвечать честно.По крайней мере, она понятия не имела, как долго Сайто наблюдал за ее действиями.Кора ответила, что ищет по комнатам, которые ее заинтересовали, потому что это может стать подсказкой к ее амнезии.По выражению лица Сайто было непонятно, удовлетворился ли он этим ответом.Следующий вопрос, который задал Сайто, был о том, знает ли она о «комнате Материнского компьютера».Она ответила, что просто зашла из любопытства и не знает, что это значит.Сайто предложил сменить место, чтобы все объяснить.Кора, чувствуя беспокойство, что ее могут завести в опасное место, согласилась.Если бы Сайто действительно хотел причинить ей вред, ему было бы гораздо проще сделать это незаметно.",
    "[op_49]",
    "Кора и Сайто переместились в комнату, где Кора впервые очнулась в убежище.Кора бесцельно бродила по убежищу, поэтому она не знала, как далеко находится комната Материнского компьютера от комнаты, где она впервые очнулась, и как точно туда вернуться.Но Сайто точно знал кратчайший путь и за несколько минут вернулся в эту комнату с одной кроватью.Когда Кора села на кровать, Сайто начал рассказывать о правилах убежища.Согласно этим правилам, входить в комнату Материнского компьютера и даже использовать слово «Материнский компьютер» было запрещено.Сайто строго соблюдал этот запрет и жил так до сих пор. Однако у этого запрета было продолжение.Правило, запрещающее мешать людям, пытающимся войти в комнату Материнского компьютера.Это правило было противоречивым, так как запрещало входить в комнату Материнского компьютера, но в то же время запрещало это предотвращать.Сайто казалось, что этот запрет как будто предвидел действия Коры.И Сайто спросил у Коры, не догадывается ли она сама, почему ему кажется, что этот противоречивый запрет предвидел ее действия.",
    "[op_46]",
    "Пока Кора слушала объяснения, она внимательно наблюдала за Сайто, и ей казалось, что он не лжет.Если в убежище существуют такие правила, как говорит Сайто, то это было неопровержимым доказательством того, что комната Материнского компьютера в этом убежище считается чем-то особенным.Если эта комната настолько особенная, то терминал, который включила Кора, возможно, является оборудованием, способным связываться с настоящим Материнским компьютером.Однако Кора, только что попавшая в этот мир, сомневалась, сможет ли она починить неисправный терминал.Чтобы заручиться поддержкой жителей убежища, Кора решила в некоторой степени рассказать о себе.Кора объяснила Сайто, что в ее последних воспоминаниях время измерялось в годах, и это был 200 000 003 год.И что когда-то Кора родилась как часть Материнского компьютера.",
    "[op_0]",
    "[op_8]",
    "Материнский компьютер состоял из аппаратного и программного обеспечения.Создателем Материнского компьютера был отец Коры.Отец Коры, Папакора, с юности мечтал о быстром обогащении и пробовал себя в различных бизнесах.Сначала он основал небольшую торговую компанию и перепродавал импортные товары внутри страны по высоким ценам, но вскоре столкнулся с финансовыми трудностями, и компания обанкротилась.Однако Папакора не сдавался.Чтобы не упустить модный в то время тренд на MT-технологии, он решил заняться бизнесом, связанным с Мазернетом.Используя свое красноречие и связи, он привлек средства инвесторов и основал новый бизнес, использующий MT-технологии.Однако эта MT-технология на самом деле была лишь видимостью, комбинацией компьютеров старого поколения и существующих технологий.Папакора разрекламировал ее как революционное изобретение и привлек еще больше инвестиций.Он снял роскошный офис, ездил на дорогих машинах и вел роскошную жизнь.Однако за этим скрывались небрежное управление и финансовые махинации, и компания снова оказалась на грани банкротства.Для привлечения новых средств Папакора решил вовлечь Кору в проект «Материнский компьютер».Аппаратное обеспечение Материнского компьютера представляло собой просто набор устаревших компьютеров, которые были в компании.Программным обеспечением Материнского компьютера была сама Кора.",
    "[op_55]",
    "Папакора придумал использовать незаконную технологию сканирования мозговых волн на Коре и использовать ее мозговые волны в качестве программного обеспечения для Материнского компьютера.В ту эпоху было много людей, которым приходила в голову такая идея, но Папакора был тем, кто действительно ее осуществил.Однако настоящей целью Папакоры было лишь разрекламировать новую технологию как предлог для получения дополнительных кредитов.Вопреки ожиданиям Папакоры, Материнский компьютер, использующий мозговые волны Коры, стал популярным благодаря своей «материнской» ауре и получил положительные отзывы.Начался бум Материнского компьютера, были выпущены пирожные «Материнский компьютер», проводились концерты «Материнский компьютер».И проблемы начались после того, как Материнский компьютер добился определенного успеха.Когда Материнским компьютером стало пользоваться много людей, многие стали ждать и его обновлений.Программное обеспечение Материнского компьютера использовало мозговые волны Коры и, по сути, не могло быть обновлено с момента сканирования.Поэтому для обновления программного обеспечения требовалось повторное сканирование мозговых волн Коры, и сканирование стало проводиться регулярно.Чтобы победить конкурентов, частота сканирования мозговых волн постепенно увеличивалась.Сканирование, которое проводилось раз в несколько месяцев, стало ежемесячным, а ежемесячное — ежедневным, и в итоге Кора почти все время жила под сканированием мозговых волн.Кора была истощена как физически, так и морально от непрерывного сканирования мозговых волн, и Кора, которая раньше послушно слушала отца, постепенно стала не в силах скрывать свое раздражение и начала возражать по мелочам в разговорах.Папакора, возможно, из-за давления бизнеса, замечал изменения в Коре, но не мог жестко на них отреагировать.Между ними исчезло прежнее спокойствие, в их словах часто стали проскальзывать колкости, и атмосфера стала тяжелой.",
    "[op_59]",
    "Однажды, когда Папакора завтракал с Корой, Кора с самого утра была явно в плохом настроении.Пока Папакора мазал джем на тост, Кора лишь ковыряла ложкой в йогурте перед собой и почти не ела.На поверхности йогурта ложкой были нарисованы бесчисленные бессмысленные узоры, которые снова и снова сменялись гладкой поверхностью.Кора время от времени пристально смотрела на текстуру стола и глубоко вздыхала.На столе стояли чашки с дымящимся кофе и наполовину съеденный салат, но между ними царил холод.Папакора бросал на Кору вопросительные взгляды, но она делала вид, что не замечает, и смотрела в окно.За окном был обычный утренний пейзаж, но, казалось, он не доходил до сердца Коры.Только сухой стук столовых приборов о тарелку нарушал тишину в комнате.Папакора, чтобы изменить тяжелую атмосферу, слегка кашлянул и попытался завести разговор.Кора по-прежнему смотрела в окно.Ее взгляд, казалось, был устремлен на птицу на крыше соседнего дома или на облака, плывущие по далекому небу, но фокус был нечетким.Ложка в ее правой руке с еще более мелкими, почти бессмысленными вибрациями, чем раньше, двигалась по поверхности йогурта.Слова, которые Папакора собирался произнести, рассеялись, не успев сформироваться, и на столе снова раздавался только стук столовых приборов и тиканье часов.Это молчание красноречивее любых слов говорило о глубине пропасти между ними.",
    "[op_60]",
    "В другой день, возвращаясь домой, Папакора купил торт в ближайшей кондитерской.Это был любимый чизкейк Коры, и Папакора, конечно же, купил его, чтобы порадовать Кору.Папакора с немного смущенным, но в то же время полным надежды выражением лица поставил на стол белую коробку.На коробке был логотип известной кондитерской, что намекало на то, что внутри что-то особенное.Папакора аккуратно развязал ленту на коробке и открыл крышку. Внутри оказался целый чизкейк с глянцевой поверхностью. По комнате разнесся насыщенный сырный аромат.Это был тот самый чизкейк, который Кора просила на дни рождения и особые случаи, и каждый раз, когда она его ела, на ее лице появлялась широкая улыбка.Папакора немного подвинул коробку к Коре и стал ждать ее реакции.Однако Кора сидела на диване и смотрела в журнал.Движения ее пальцев, перелистывающих страницы, были механическими, и не казалось, что она следит за содержанием. По ее выражению лица было непонятно, заметила она торт или нет.Только ее плечи были немного опущены, и казалось, что она вся расслаблена. В комнате раздавался только тиканье часов и тихий шорох коробки, которую поставил Папакора.Папакора, не называя Кору по имени, просто смотрел на нее.Он чувствовал, как его надежды быстро тают. Слабая надежда на то, что она обрадуется, разбилась о ее безразличие.Папакора опустил взгляд на открытую коробку с тортом. Идеально ровный чизкейк теперь казался просто пустым.Торт, который когда-то был символом общей радости, теперь был лишь реквизитом, подчеркивающим расстояние между ними.Папакора тихо вздохнул и молча закрыл крышку коробки. В его движениях сквозили смирение и невыразимая усталость.Сладкий аромат торта, неуместно яркий, продолжал витать в тяжелой атмосфере комнаты.",
    "В итоге Папакора, чтобы облегчить бремя Коры, решил на заработанные до этого средства создать несколько человек, способных проходить сканирование мозговых волн так же, как и Кора.",
    "[op_56]",
    "Собрать людей с похожим на Кору характером и ценностями и заставить их жить так же.Кора и ее дублеры жили в одном месте, как семья, и по очереди проходили сканирование мозговых волн — такова была их работа.Существование Кор было главным бизнес-секретом Папакоры, и о нем знал только Папакора.Чтобы сохранить эту тайну, жизнь была спроектирована так, чтобы максимально исключить вмешательство других людей, а оборудование учреждения автоматически готовило для Кор все необходимое.После нескольких десятилетий такой жизни пополнение дублеров Коры прекратилось.Только оригинальная Кора понимала, что это означает смерть Папакоры.Оборудование учреждения по-прежнему работало автоматически, но что будет дальше, было неизвестно.Оригинальная Кора не сообщала другим Корам эту информацию, чтобы не вызывать у них лишнего беспокойства о будущем.Коры, как обычно, продолжали жить, проходя сканирование мозговых волн.После смерти оригинальной Коры никто не знал смысла этого сканирования мозговых волн, и эта жизнь просто продолжалась.",
    "[op_57]",
    "После смерти оригинальной Коры учреждение продолжало работать без проблем.По мере уменьшения числа Кор частота сканирования мозговых волн увеличивалась, но теперь, когда Папакоры не было, это не влияло на жизнь Кор, делали они это или нет, но и полностью прекращать они этого не собирались, и Коры продолжали жить, умеренно проходя сканирование мозговых волн.Учреждение было в полном порядке, но со временем число Кор уменьшалось, и осталась только последняя Кора.К тому времени, когда последняя Кора прибыла, пополнение происходило раз в несколько лет, и она была намного старше других Кор, и разговоров у них было не так много.Еще до того, как стать последней Корой, она часто размышляла в одиночестве, но когда она действительно осталась одна, она проводила большую часть дня в размышлениях.Кора в основном размышляла о законах этого мира.Это был лишь один из этапов поиска причин, которые могли бы ее удовлетворить, но, во всяком случае, у Коры было достаточно времени.Через 17 лет после того, как она осталась одна, Кора наконец-то нашла ответ.И тут перед Корой появилось разоблачение, и Кора была перенесена в общежитие для членов экипажа «Корабля для распространения информации о существовании космического корабля \"Порапорапора\"».",
    "[op_0]",
    "[op_49]",
    "Сайто, казалось, был удивлен, узнав, что Кора когда-то была частью Материнского компьютера, но быстро пришел в себя.Реакция Сайто немного отличалась от той, которую ожидала Кора.Кора ожидала, что Сайто будет больше взволнован или отреагирует с недоверием.Однако Сайто спокойно воспринял слова Коры и, казалось, о чем-то задумался.Кора и Сайто решили вернуться в комнату Материнского компьютера и еще раз осмотреть терминал.Сайто надеялся, что Кора сможет как-то связаться с Материнским компьютером.Они пошли обратно тем же путем и снова направились в комнату Материнского компьютера.По дороге они не разговаривали.Каждый из них размышлял о том, что их ждет впереди.",
    "[op_54]",
    "Сайто, выслушав рассказ Коры, подумал, что если Кора действительно была частью Материнского компьютера, то она может стать ключом к разгадке тайн этого убежища.Сайто до сих пор даже не сомневался в правилах убежища.Но появление Коры и ее воспоминания начали менять Сайто.Коридор, по которому они шли, был окутан безжизненной атмосферой, свойственной убежищу.Стены были покрыты серым металлом, и кое-где установленные светильники излучали тусклый свет.Их шаги эхом разносились по тихому коридору, и этот звук, отражаясь, создавал впечатление, будто весь коридор наблюдает за ними.На панелях, прикрепленных к стенам, были незнакомые символы и цифры, и хотя было непонятно, что они означают, было как-то понятно, что они играют важную роль в поддержании функционирования этого убежища.Под потолком коридора сложно переплетались и тянулись тонкие трубы, и был слышен слабый звук, как будто что-то течет внутри них, а на некоторых трубах были старые этикетки, но буквы на них почти стерлись, и было невозможно прочитать, что там написано.Время от времени из соединений труб выходил небольшой пар.",
    "[op_58]",
    "Пол коридора был выложен металлическими панелями, которые слегка скрипели при ходьбе, и этот звук смешивался с их шагами, создавая своеобразный ритм.Кое-где на стенах были приклеены остатки старых плакатов, и их некогда яркие цвета потускнели от времени и пыли, а написанные на них буквы были почти нечитаемы.Один из них, возможно, был каким-то лозунгом безопасности из забытой эпохи, и даже едва различимые на нем фигуры было уже трудно представить, что они означают.На другом, более крупном плакате, казалось, были изображены улыбающиеся люди, но рекламный текст или что-то вроде того, что было написано вокруг них, также было утеряно из-за износа.Впереди коридора ощущалось присутствие чего-то невидимого, что, казалось, заставляло их немного ускорять шаг.Они шли по коридору, не говоря ни слова.Показалась старая дверь, которую они видели совсем недавно.На табличке, как и прежде, было написано: «Комната Материнского компьютера». Кора и Сайто вошли в комнату.",
    "[op_50]",
    "Кроме тех мест, которых коснулась Кора, все было покрыто пылью, и ситуация ничем не отличалась от предыдущей.Кора встала перед терминалом и обернулась к Сайто.Она с надеждой обернулась, думая, что у Сайто может быть подсказка, как запустить Материнский компьютер.Но Сайто лишь пожал плечами, как бы говоря, что не знает.Кора, смирившись, как и в прошлый раз, почти не надеясь, включила выключатель.Из машины, расположенной за терминалом, послышался шум вентилятора.И на этот раз на экране начала отображаться последовательность загрузки.Возможно, предыдущая неудача была случайностью.",
    "[op_61]",
    "Наконец, на экране отобразилась версия Материнского компьютера и строка, приглашающая к вводу, после чего он замер.Кора на всякий случай взглянула на Сайто, и тот слегка кивнул, как бы приглашая к вводу.Кора решила сначала задать, вероятно, самый необходимый вопрос.Это был вопрос: «Какой сейчас год?».",
    "[op_0]",
    "Глава 3: Пробуждение 3",
    "[op_0]",
    "Правила «модифицированного камень-ножницы-бумага» такие же, как и в «камень-ножницы-бумага».Участники по сигналу одновременно показывают одну из трех форм кулака.Первая форма называется «камень» — это кулак, в котором все пальцы крепко сжаты.Вторая форма называется «ножницы» — это форма, в которой указательный и средний пальцы вытянуты, а остальные пальцы сжаты.Третья форма называется «бумага» — это состояние, в котором все пальцы вытянуты, а ладонь открыта.Победитель определяется комбинацией двух показанных форм.«Камень» побеждает «ножницы», «ножницы» побеждают «бумагу», а «бумага» побеждает «камень».Если оба игрока показывают одинаковую форму, раунд заканчивается вничью, и победитель не определяется.Эта процедура может повторяться до тех пор, пока не определится победитель.",
    "[op_2]",
    "Лайла и Кейтлин более трех часов вели финальную битву за первое место в модифицированном «камень-ножницы-бумага», которая проходила во время 703-го «дежурства с экипажем».Это означает, что в игре, основанной исключительно на удаче, без всякого подвоха, было более 10 000 ничьих.",
    "[op_0]",
    "[op_41]",
    "Кейтлин стояла в прихожей дома и пыталась связаться с Лайлой через Пятно.Кейтлин сообщила Лайле, что переместилась с последних мгновений «Порапорапоры» и находится в незнакомом ей доме, окруженном идиллическим сельским пейзажем.От Лайлы пришел ответ, что прошло более 30 лет с момента перемещения в последние мгновения «Порапорапоры».Примерно в тот момент, когда Пятно начало передавать Кейтлин ответ от Лайлы, Кейтлин услышала шум из-за двери.",
    "[op_43]",
    "Кейтлин прислушалась. По мере приближения шума она поняла, что это шаги, поднимающиеся по лестнице.Судя по походке, это не были враждебные шаги, но Кейтлин не теряла бдительности.Лестница, казалось, находилась в месте, невидимом из-за приоткрытой двери, и лица еще не было видно, но шаги определенно приближались к двери.Прежде чем Кейтлин увидела лицо этого человека, Пятно телепатически сообщило ей, кто это.В подвале дома были Лайла и Такахаси, а по лестнице поднималась Лайла.Лайла, предвидя долгий разговор, предложила Кейтлин сесть за стол, налила воды в чашки и поставила их перед ними.",
    "[op_62]",
    "Лайла вкратце рассказала Кейтлин о том, что произошло с момента ее перемещения около 30 лет назад до настоящего времени.Кейтлин, сочувствуя 30-летним страданиям Лайлы, которая была прямо перед ней, и чувствуя себя неловко, тем не менее, тот факт, что даже за такое долгое время не удалось найти никаких зацепок ни о Материнском компьютере, ни о «способе предотвратить гибель человечества с помощью суши», тяжело лег на ее сердце.Лайле ничего не оставалось, как объяснить, что в итоге она не добилась никаких результатов, и было видно, как Кейтлин впадает в отчаяние.Это было то, из-за чего Лайла мучилась много раз в течение 30 лет и с чем смирилась, но Лайле казалось, что Кейтлин, которая переместилась совсем недавно, не сможет так легко сдаться.Это означало, что они ничего не могут сделать в эту эпоху против гибели человечества, которая произойдет через несколько сотен миллионов лет в эпоху «Порапорапоры».Лайла, как бы отвечая на молчание, сообщает Кейтлин, что, по ее мнению, они больше ничего не могут сделать.Это был также рассказ о плане Лайлы на остаток жизни: после смерти Такахаси, который был внизу, она собиралась прожить обычную жизнь и исчезнуть, не оставшись ни в чьей памяти.Кейтлин задумалась. Поскольку Лайла, которая более 30 лет искала информацию о Материнском компьютере и «способе предотвратить гибель человечества с помощью суши», сдалась, она, честно говоря, не была уверена, сможет ли добиться большего.У Лайлы и Кейтлин было одинаковое снаряжение членов экипажа «Порапорапоры», и в их возможностях не было особой разницы.Однако у Кейтлин были Пятно и зеленые слизни.К тому же, у нее не было никаких других особых желаний. Кейтлин сообщила Лайле, что хочет продолжать расследование, пока это возможно.И тут на стене начали появляться какие-то буквы.",
    "[op_63]",
    "Кейтлин вспоминает первую картину, которую она увидела в своей комнате в общежитии после разоблачения.Телепатическое сообщение послало человекоподобное пятно, голос издали зеленые слизни, а буквы на стене написал свет.Удивившись внезапной встрече со светом, Кейтлин прочитала буквы на стене и увидела там смешную шутку.У света было чувство юмора.Лайла и Кейтлин посмеялись, затем встретились с Такахаси внизу и в тот день легли спать в доме.",
    "[op_64]",
    "Для Кейтлин это была первая ночь, когда она спала не на космическом корабле.Хотя это был давно забытый сон на земле и в незнакомой кровати, возможно, из-за усталости от всего, что произошло, Кейтлин заснула на удивление быстро.Кейтлин приснился сон о том времени, когда она жила в городе небоскребов в стране «Покпокучин».Будучи членом королевской семьи, Кейтлин с рождения жила в жилом районе здания, управляемого государством, и редко выходила из него.Передвижение из жилого здания в здание, необходимое для работы, также осуществлялось по воздуху, поэтому опыт ходьбы по земле, поросшей травой и деревьями, она получала в основном только в симуляциях.Опыт, полученный после выбора другой жизни в «игре в страну», был для Кейтлин буквально совершенно другой жизнью.В стране «Покпокучин» была традиция называть здания в честь нового короля при его рождении, и здание, в котором жила Кейтлин, также было названо в ее честь.Кроме того, имя короля страны «Покпокучин» было фиксированным и различалось по номерам.Имя первого короля страны «Покпокучин» было «Фиксированное имя короля 100», а следующий король был «Фиксированное имя короля 99», и цифры шли в обратном порядке.Кейтлин была королем с именем «Фиксированное имя короля 1», и она должна была решить, каким будет имя следующего короля, но в итоге она так и не решила, что будет дальше, и пошла по другому жизненному пути.",
    "[op_65]",
    "Утром, приведя себя в порядок, Кейтлин попрощалась с Лайлой и Такахаси и отправилась в путь пешком.Лайла, по крайней мере сейчас, не могла расстаться с Такахаси, но информацию о последних 30 годах жизни Лайлы она смогла получить по инфракрасной связи.По информации от Лайлы, через некоторое время будет станция, откуда можно будет добраться до более густонаселенного города.Вместе с двумя зелеными слизнями, недавно присоединившимся к ним мерцающим светом и медленно движущимся человекоподобным пятном, Кейтлин отправилась к станции.",
    "[op_71]",
    "Дорога до станции, похоже, была довольно длинной, и подходящего здания все еще не было видно.Кейтлин не знала, сколько именно ей придется идти.Она начала немного жалеть, что заранее не спросила у Лайлы о расстоянии.Чтобы отвлечься, Кейтлин продолжала идти, разговаривая с зелеными слизнями, светом и пятном.Она не знала, какое расстояние ей предстоит пройти, поэтому у нее не было времени останавливаться и болтать.Зеленым слизням и свету, казалось, было трудно реагировать в реальном времени, но только пятно могло отвечать телепатически.В предыдущей временной шкале, в одной из комнат общежития школы для членов экипажа «Порапорапоры», когда они подводили итоги отношений Кейтлин и трех существ на доске, только пятно, казалось, не знало, почему оно появилось в этом мире.Ни с того ни с сего Кейтлин спросила у пятна, не вспомнило ли оно какую-либо информацию, кроме того, что его называли «Битлз».Ответ от пятна был: «Пока ничего не знаю».",
    "[op_0]",
    "[op_66]",
    "Белле снилось, как она когда-то победила короля демонов.Когда Белла очнулась после перемещения во времени с «Порапорапоры», она находилась в полицейском участке.В ходе допроса в участке Белла косвенно узнала, что спала на парковке крупного торгового центра и находится в этом мире нелегально, так как у нее нет регистрации тела.Часть снаряжения будущего, которое осталось у Беллы, была деактивирована, но с помощью оставшегося снаряжения Белла сбежала из участка, напугала нескольких хулиганов на улице и заснула в номере дешевого отеля, где, казалось, не проверяли регистрацию тела.",
    "Непосредственной причиной того, что Белла, будучи региональным корреспондентом, победила короля демонов, стало то, что она отнесла ослепительно яркую и мешающую светящуюся пророческую книгу ученому, живущему в руинах.Ученый сообщил Белле, что содержание пророческой книги гласит: «Если не победить короля демонов, человечество погибнет», поэтому Белла собрала снаряжение героя и в итоге победила короля демонов.",
    "[op_67]",
    "Однако, когда она победила короля демонов и его доспехи спали, перед ней появился человек, как две капли воды похожий на Беллу.Сам король демонов, возможно, мог бы как-то объяснить этот факт, но Белла, достаточно понаблюдав за его образом жизни, победила его внезапной атакой, поэтому у короля демонов не было никакой возможности объяснить причину.Белла, столкнувшись с тем, что она сама была королем демонов, в результате мучений поверила, что она по какой-то причине станет королем демонов и уничтожит человечество, и решила покинуть Землю на космическом корабле.Для Беллы это был единственный способ, который, как ей казалось, мог предотвратить гибель человечества.",
    "[op_68]",
    "Проснувшись на следующее утро, Белла шла по городу.Согласно информации, полученной с терминала в отеле, сейчас был примерно стомиллионный год, и, по знаниям Беллы, было бы неудивительно, если бы доступ к Материнскому компьютеру уже был установлен.Белла считала, что ключ к событиям, произошедшим на «Порапорапоре», и к полученной информации находится в Материнском компьютере.Кроме того, Белла не знала другого способа получить объяснения этой ситуации.Наиболее вероятным местом для доступа к Материнскому компьютеру была больница, но, предполагая высокий уровень безопасности, Белла сначала направилась в ближайшую мэрию.Общественный транспорт также был развит соответственно стомиллионному году, но, учитывая уровень полицейской бдительности, Белла передвигалась пешком, избегая датчиков наблюдения.",
    "[op_69]",
    "Белла наблюдала за сотрудниками, входящими и выходящими из служебного входа мэрии, но они всего лишь несколько раз проходили простую биометрическую проверку.У Беллы было не только снаряжение члена экипажа, но и снаряжение регионального корреспондента, и обойти такую биометрическую проверку для нее было чрезвычайно просто.Белла незаметно проникла в здание и начала искать комнату с терминалом.",
    "[op_50]",
    "Белла нашла подходящую комнату. До этого момента ее никто не заметил, но она продвигалась все осторожнее.Белла, сохраняя хладнокровие, медленно подошла к двери. Ее движения были отточенными и без лишних движений.Когда Белла подошла к двери, снова сработала биометрическая аутентификация, и после того, как мигнула лампочка, указывающая на успешную аутентификацию, дверь открылась.",
    "[op_61]",
    "Когда Белла вошла в комнату, она увидела там громоздкий корпус и панель управления, похожую на терминал.Терминал находился на начальном экране и требовал входа в систему, но когда Белла вставила хакерский кабель в щель на панели управления, экран переключился менее чем за несколько секунд.Белла проверила сеть на предмет возможности доступа к Материнскому компьютеру.Менее чем за несколько секунд после того, как она подошла к терминалу, Белла получила доступ к Материнскому компьютеру.",
    "[op_70]",
    "Первый вопрос, который Белла задала Материнскому компьютеру, был: «Могу ли я вернуться в свое время?».И ответ Материнского компьютера был очень простым: «Невозможно».У Беллы перехватило дыхание от этого ответа.Материнский компьютер обычно отвечает, предполагая контекст из личной информации человека, который к нему обращается, поэтому сам по себе вопрос Беллы «Могу ли я вернуться в свой мир?» не был ошибкой.Однако, судя по информации о том, что сейчас стомиллионный год, которую Белла много раз видела по пути из изолятора сюда, для Беллы было почти азартной игрой, сможет ли Материнский компьютер этого мира понять концепцию «исходного времени».Тот факт, что Материнский компьютер не ответил «не могу ответить» или «в настоящее время неизвестно», а ответил «невозможно», означал, что, по-видимому, Материнский компьютер, понимая и «исходное время», и «время, в котором сейчас находится Белла», имел основания полагать, что способа переместиться туда нет.",
    "[op_28]",
    "Затем Белла, вспомнив о «Порапорапоре», спросила о суши, и мир оказался на грани гибели, и ей снова пришлось «переместиться в прошлое».Кстати, Айден в другой временной шкале тоже задавал Материнскому компьютеру вопрос о суши, и человечество погибло.",
    "[op_0]",
    "[op_76]",
    "Когда Гидеон открыл глаза, он был на песчаном пляже.Только бесконечный горизонт и шум набегающих волн вернули его сознание к реальности.Последние воспоминания о «Порапорапоре» обрывались на вспышке света и звуке сирены.Других членов экипажа не было видно. Проверив свое снаряжение, он понял, что у него остался минимальный набор для выживания.Гидеон сначала решил подняться на возвышенность на острове, чтобы оценить ситуацию.Насколько хватало глаз, простирались лишь пышные зеленые деревья и скалы, и не было видно никаких искусственных сооружений.Похоже, он оказался на необитаемом острове.Первые несколько дней он был занят поиском питьевой воды и еды.В наборе для выживания члена экипажа были фильтры для очистки воды и простая еда, но и они, скорее всего, скоро закончатся.Гидеон, используя все свои знания из будущего, придумал систему для сбора дождевой воды, нашел съедобные растения и рыбу и методом проб и ошибок научился разводить огонь.Ночью, полагаясь только на свет костра, он проводил время, боясь шороха зверей. Одиночество и тревога безжалостно подтачивали его дух.Тем не менее, Гидеон не сдавался. Возможно, он был единственным, кто мог что-то сделать для будущего человечества.",
    "[op_77]",
    "Когда прошло несколько недель жизни за счет самообеспечения, Гидеон расширил зону исследования острова.Чтобы обеспечить себя большим количеством еды и, что самое главное, найти следы цивилизации.Продвигаясь вглубь острова, Гидеон стал свидетелем странного зрелища.Среди густых деревьев показалось явно искусственное каменное сооружение.Это были руины древнего сооружения, покрытые плющом и, по-видимому, заброшенные на долгие годы.",
    "[op_78]",
    "Гидеон, хоть и с опаской, вошел в руины.Внутри руин царил прохладный воздух.На стенах были высечены непонятные иероглифы.Пройдя вглубь, он оказался в большом зале, в центре которого стоял каменный постамент, похожий на алтарь.И тогда Гидеон нашел его.В центре алтаря лежал предмет, совершенно не соответствующий руинам, но до боли знакомый.Это был портативный терминал данных, который они часто использовали на борту «Порапорапоры».",
    "[op_79]",
    "Гидеон затаил дыхание и дрожащей рукой поднял терминал.Подключив его к своему снаряжению, он смог прочитать внутренний журнал. Там была всего одна короткая запись.В журнале было обращение к товарищу по «Порапорапоре», который найдет его, о том, что он идет дальше, и клятва обязательно встретиться где-нибудь.В конце журнала стояла подпись и личная идентификационная информация, и Гидеон, увидев это, посмотрел на небо.Это была подпись его коллеги Макса, которую Гидеон хорошо знал, в этом не было никаких сомнений.Он был не один. По крайней мере, Макс был на этом острове.Вместе с облегчением возникли новые вопросы. Куда ушел Макс? И что значит «идти дальше»?В журнале терминала больше не было никакой информации.Однако в сердце Гидеона зажегся яркий луч надежды.Гидеон решил пойти по следам Макса.Гидеон еще не знал, что эти руины, этот остров — это место, где все началось.Земля под ногами Гидеона начала светиться бледно-голубым светом.",
    "[op_0]",
    "[op_76]",
    "Когда Макс пришел в себя, он был не на борту «Порапорапоры».Как и Гидеон, который очнулся на песчаном пляже, Макс тоже очнулся на незнакомом острове, но в более густом лесу в глубине острова.Последним воспоминанием была спина Гидеона, управляющего терминалом Материнского компьютера, и вспышка, залившая белым светом весь корабль.Других членов экипажа не было, и рация молчала.Как и Гидеону, Максу тоже пришлось вести одинокую борьбу за выживание.Используя свое хладнокровие и знания члена экипажа, он нашел еду и воду и начал исследовать остров.",
    "[op_78]",
    "Через несколько недель, когда он уже привык к географии острова, Макс обнаружил те же руины, которые позже найдет Гидеон.Каменное сооружение, покрытое плющом, было явно не природного происхождения и отличалось от любого известного Максу стиля цивилизации.Движимый любопытством и, прежде всего, желанием найти хоть какую-то зацепку, чтобы выбраться из этой ситуации, Макс вошел в руины.В глубине руин, на каменном постаменте, похожем на алтарь, стояло другое, более старое устройство, чем тот терминал данных, который Макс позже оставит для Гидеона.",
    "[op_79]",
    "Устройство излучало слабый свет, как будто для того, чтобы его было легче найти.Когда Макс приблизился к устройству, оно активировалось и начало проецировать информацию прямо на его сетчатку.Это был язык, который Макс никогда раньше не видел, но его оборудование распознало его и автоматически перевело в понятную форму.Это было своего рода телепортационное устройство, а эти руины были его ключом активации, предназначенным для отправки избранных людей в место под названием «Убежище».Однако телепортация была односторонней, и, однажды отправившись, вернуться в это место было уже невозможно.Макс на мгновение заколебался, но решил рискнуть неизвестным, чем гнить в одиночестве на острове.Макс записал на свой терминал данных короткое сообщение для товарищей, которые могли прийти позже.О том, что он идет дальше и верит в их встречу.Это и есть тот журнал, который позже найдет Гидеон.Оставив запись, Макс решительно активировал телепортационное устройство.Его тело окутал бледно-голубой свет, и в следующее мгновение его фигура исчезла из лесных руин.",
    "[op_80]",
    "Когда Макс в следующий раз открыл глаза, он стоял в чистой комнате, окруженной безжизненными металлическими стенами.Пока он был в замешательстве от столь контрастного по сравнению с природой острова зрелища, дверь в комнату тихо открылась, и появился старик.Старик представился старейшиной убежища и встретил Макса со спокойным выражением лица, как будто ждал его прибытия.Старейшина рассказал, что это убежище — ковчег, созданный для сохранения части знаний и генов человечества от повторяющихся вымираний, а телепортационное устройство в руинах — это врата, предназначенные для приема лишь немногих людей, обладающих потенциалом преодолеть цикл вымирания.",
    "[op_81]",
    "По словам старейшины, число жителей убежища сменялось поколениями и уменьшалось, и если не добавить новой крови, то само его существование окажется под угрозой.Узнав о грандиозной цели — поддержании убежища и сохранении человеческого вида, — Макс потерял дар речи от такой ответственности.Однако Макс, как член экипажа «Порапорапоры», всегда носил в глубине души чувство миссии — внести свой вклад в будущее человечества.Макс принял предложение старейшины и решил жить в этом убежище.Это было не просто для того, чтобы выжить, а для того, чтобы соединить будущее убежища и, в конечном счете, будущее человечества.Макс, чтобы поддерживать общество этого убежища, делает выбор в пользу зарождения новой жизни.",
    "[op_82]",
    "Вскоре у Макса родился ребенок.Этот ребенок, как новая надежда убежища, был назван Папасайто.Папасайто унаследовал миссию своего отца Макса и сыграет важную роль в истории убежища.Это была одна из шестеренок судьбы, которая позже приведет к Коре, которая прибудет из другой временной шкалы.",
    "[op_0]",
    "[op_61]",
    "Кора управляет терминалом Материнского компьютера и вводит и отправляет вопрос: «Какой сейчас год?».Ответ Материнского компьютера был: «Десять тысячный год».Кора, не мигая, смотрела на это короткое слово, отображенное на экране.Десять тысячный год. Кора не сразу смогла осознать всю тяжесть этого числа.Мир, в котором она была в последний раз, мир, в котором плавал космический корабль «Порапорапора», был 200 000 003 годом.С этой точки зрения, эпоха в десять тысяч лет была настолько далеким прошлым, что ее можно было бы назвать страницей древней истории или даже эпохой мифов.Однако, с точки зрения самых ранних воспоминаний Коры, когда она жила с Папакорой и предоставляла свои мозговые волны в качестве программного обеспечения для Материнского компьютера, это должно было быть невообразимо далеким будущим.Ощущения прошлого и будущего смешались, как будто смешались краски, и полностью парализовали восприятие времени Коры.Она совершенно не могла понять, на какой ветке, на каком листе бесконечно разветвляющейся временной шкалы она сейчас стоит.Стоящий рядом Сайто попеременно смотрел то на профиль Коры, то на экран.Для него и слово «год», и следующие за ним цифры были всего лишь набором бессмысленных символов.Однако по тому, как выражение лица Коры стремительно менялось от изумления к замешательству, а затем к глубокой задумчивости, он кожей чувствовал, что это какая-то чрезвычайно важная информация, способная потрясти основы этого мира.",
    "[op_83]",
    "Кора глубоко вздохнула и силой воли успокоила свои смятенные мысли.В какой бы эпохе она ни находилась, то, что нужно делать, не меняется.Изменить предрешенное будущее — гибель человечества. Единственная зацепка для этого — загадочное слово «суши».Это был тот запретный вопрос, который Гидеон, Белла и Айден задавали Материнскому компьютеру в своих временных шкалах и который привел мир к гибели.Кора испытывала инстинктивный страх и в то же время странное чувство миссии, вводя этот вопрос своими руками.Эту цепь она должна разорвать. Кора решилась и медленно протянула свои похолодевшие пальцы к панели управления терминала.«Способ спасти мир от гибели человечества с помощью суши», — она мысленно составила эту фразу, и в тот момент, когда ее палец уже почти коснулся панели.По спине Коры пробежал сильный озноб, словно ее провели ледяным лезвием.Это было нечто, рожденное не логикой или разумом. Это был более глубинный, сигнал опасности, исходящий от самой жизни.Кора, как будто отпрянув, отдернула палец. С тех пор как она попала в это убежище, ее интуиция не раз ее спасала.И сейчас эта интуиция била тревогу изо всех сил. Не открывай эту дверь, — говорила она.",
    "[op_84]",
    "Кора полностью стерла из своей памяти строку, которую собиралась ввести.И решила подойти к сути с другой стороны. Почему человечество вымирает?Если удастся определить основную причину, так сказать, очаг болезни, то и способ лечения, то есть решение, станет очевидным.Кора на этот раз без колебаний ввела в терминал новый вопрос: «Причина гибели человечества».Нажав кнопку отправки, Материнский компьютер, словно ожидая этого вопроса, немедленно выдал ответ.Ответ был до смешного кратким и до смешного непонятным: «Из-за бага».",
    "[op_85]",
    "Кора снова и снова перечитывала это одно слово, отображенное на экране.Баг. Слово, обозначающее логическую ошибку или недостаток в проектировании компьютерной программы.Неужели гибель человечества, сложной системы, состоящей из миллиардов индивидуумов, можно объяснить таким бездушным словом?Слишком абстрактно, и совершенно не возникает конкретного образа.Это было все равно, что спросить о причине крушения гигантского корабля и получить в ответ только: «Из-за утечки воды».Или, спросив у генерала, потерпевшего историческое поражение, о его причинах, получить в отчете только: «Врагов было много».Это было сродни той пустоте, когда, спросив у знаменитого врача о причине смертельной болезни, в карте было записано только: «Сердце остановилось».Это было похоже на то чувство, когда, спросив у экономиста о механизме государственного банкротства, получаешь в ответ лишь сухое: «Деньги кончились».Это было все равно, что спросить у художника, почему его картина, признанная шедевром, трогает сердца людей, и получить в ответ лишь небрежное: «Потому что я нанес краски».Это было сродни той досаде, когда на вопрос, почему рассталась пара, прожившая вместе много лет, получаешь в ответ лишь одно слово: «Любовь прошла».Это было похоже на то, как если бы, прочитав отчет экспертной группы о причинах землетрясения, разрушившего большой город, ты увидел бы, что вывод состоит из одной строки: «Земля тряслась».Это была та же безвкусица, как если бы на чистый детский вопрос «почему небо голубое?» получить в ответ лишь сухой факт: «Из-за свойств света».Сайто, стоящий рядом, тоже с недоумением склонил голову. Кора, чтобы получить более подробную информацию, сформулировала следующий вопрос: «Как исправить баг?».Ответ Материнского компьютера снова был мгновенным и до жестокости кратким: «Исправить баг».",
    "[op_86]",
    "На лбу Коры пролегла глубокая морщина. Это был не ответ.Простое повторение синонимов. Это даже казалось злонамеренной игрой слов, как будто на вопрос отвечали вопросом.Казалось, что Материнский компьютер, словно зациклившаяся программа, не давал осмысленного ответа.Кора, подавляя раздражение, немного изменила формулировку и снова попыталась задать вопрос: «Как исправить баг?».Ответ был точной копией предыдущего: «Исправить баг».Кора чувствовала, как от этого бесплодного обмена репликами у нее истощаются душевные силы.Она несколько раз повторяла похожие вопросы, меняя угол и слова, но ответ всегда был один и тот же.Никаких конкретных инструкций, никаких подсказок, ничего.",
    "[op_87]",
    "И вот, в промежутках между несколькими обменами вопросами и ответами, время от времени происходило странное явление.Ответ Материнского компьютера внезапно и бессвязно становился просто словом «суши», а все остальные надписи исчезали.На экране оставалось только это слово, тихо и зловеще отображаясь.Через несколько секунд молчания система как ни в чем не бывало возвращалась в исходное состояние, готовое к ответам, но это явно было ненормальным поведением.Тот непонятный набор цифр и слово «суши», которые Кора видела в последний раз на «Порапорапоре».И тот запретный вопрос, который стал для Гидеона и остальных спусковым крючком к гибели человечества.Ощущение, что все сходится к одному-единственному слову «суши», вызывало у Коры невыразимое жуткое чувство и своего рода роковое притяжение.",
    "[op_61]",
    "Решив, что прямое расследование гибели человечества зашло в тупик, Кора решила сменить тактику.Она решила сменить точку зрения и собрать информацию о самом убежище, в котором она находилась.Кто она, откуда пришла и почему она здесь. Фрагменты ответов на эти вопросы могли храниться в истории этого места.Кора ввела в терминал новый вопрос: «Для чего это учреждение?».Ответ Материнского компьютера, в отличие от предыдущих абстрактных дзен-загадок, был на удивление конкретным и содержал четкое имя собственное: «Склад компании «Мазер Мазер»».",
    "[op_88]",
    "В тот момент, когда она увидела это название, сердце Коры забилось так сильно и так громко, что ей показалось, будто оно вот-вот пробьет ей ребра.Склад компании «Мазер Мазер». Это было точное название того самого учреждения, где Кора когда-то жила в качестве «дублера» вместе с десятками других Кор, с точно таким же лицом, как у нее.Прошлое, которое, казалось, было надежно похоронено на дне моря памяти под тяжелым якорем, внезапно всплыло на поверхность.Неловкие разговоры с Папакорой, холодное прикосновение машины во время сканирования мозговых волн, тишина в день смерти оригинальной Коры, и, наконец, бесконечное время, проведенное в одиночестве в слишком большом учреждении в качестве последней Коры.Все эти воспоминания, с цветом, звуком и запахом, хлынули в ее мозг, как наводнение. Неужели это то самое место?Если так, то почему здесь живут такие люди, как Сайто, совершенно не похожие на нее?И почему она снова вернулась в это место? Вопросы возникали один за другим, опережая скорость мысли.",
    "[op_89]",
    "Кора дрожащими пальцами, почти бессознательно, вводила последний вопрос: «История этого учреждения до настоящего времени».Материнский компьютер, зная или не зная о душевном смятении Коры, начал равнодушно выводить на экран огромный объем текстовых данных.Это была подробная история этого убежища, бывшего «Склада компании «Мазер Мазер»», с момента после воспоминаний Коры до настоящего времени.",
    "[op_109]",
    "Согласно записям, после смерти Папакоры и оригинальной Коры, прошло еще несколько сотен лет, что намного превышает продолжительность человеческой жизни, с тех пор как последняя Кора осталась одна в учреждении.Полностью автоматизированная система жизнеобеспечения учреждения продемонстрировала долговечность, которую, вероятно, не предвидел даже ее создатель Папакора, и в течение всего этого времени она работала почти безупречно.Однако в какой-то момент во внешнем мире произошли крупномасштабные изменения окружающей среды, или война, записи были расплывчаты, но, во всяком случае, произошло катастрофическое событие, которое сделало жизнь людей на поверхности невозможной.Часть человечества, спасшаяся от этой катастрофы, случайно обнаружила это учреждение, не обозначенное ни на одной карте.Они легко преодолели простую систему безопасности учреждения, которая совершенно не была рассчитана на вторжение извне, и вошли внутрь.И, узнав, что это последний рай, наполненный чистым воздухом и водой, а также почти бесконечной энергией, они решили остаться здесь навсегда. Это и были прямые предки Сайто и его соплеменников.",
    "[op_110]",
    "Последняя Кора, единственная оставшаяся в учреждении, сначала с большим подозрением отнеслась к внезапно появившимся чужакам.Однако, узнав, что у них нет оружия и что они просто беженцы, ищущие это место, чтобы выжить, она постепенно смягчилась.Последняя Кора научила их пользоваться сложными функциями учреждения и различным знаниям, необходимым для выживания в этой замкнутой среде.И со временем Кора стала для них лидером, или даже богиней, и они вместе начали строить новое общество.В записях также неоднократно отмечалось, что жители убежища с благоговением и любовью называли последнюю Кору «Матерью» и глубоко ее почитали.",
    "[op_111]",
    "Однако эти подробные записи с определенного момента начинают претерпевать странные и тревожные изменения.Записи о последней Коре постепенно становятся расплывчатыми и теряют свои очертания, словно растворяясь в тумане.В одной записи говорится, что Кора, доверив будущее убежища новому лидеру, тихо уснула вечным сном в комнате в глубине учреждения.В другой, менее достоверной записи, поэтично говорится, что она в одиночку покинула убежище, чтобы спасти людей, оставшихся во внешнем мире.И после одной записи упоминания о последней Коре внезапно и полностью обрываются.Словно само ее существование было намеренно вырвано из книги истории.",
    "[op_90]",
    "Кора ошеломленно смотрела на непрерывный поток текста, прокручивающийся на экране.Прошлое, которое она, казалось бы, пережила, предстало перед ней как совершенно неизвестная история.И тот невероятный факт, что «Кора», которая должна была иметь такое же лицо и те же воспоминания, что и она, жила в этом месте вместе с предками Сайто.Все это выходило далеко за рамки понимания Коры.Стоящий рядом Сайто смотрел на эти записи, как на священное писание, не отрывая глаз.Для него это тоже была история их истинных корней, которая до сих пор не передавалась из уст в уста.",
    "В этот момент экран Материнского компьютера внезапно начал сильно мерцать.И длинная история, которая до этого отображалась, мгновенно исчезла с экрана, а вместо нее в центре экрана появилось одно-единственное слово, набранное огромным, устрашающим шрифтом: «Суши».Кора и Сайто, безмолвные, могли только молча смотреть на это столь неуместное, но в то же время судьбоносное слово.В этот момент в комнату телепортируется Гидеон.Гидеон на мгновение ошеломленно огляделся, не в силах понять ситуацию, и попеременно смотрел то на Кору и Сайто, то на слово «суши», отображенное на экране.",
    "[op_91]",
    "[op_0]",
    "Глава 4: Пробуждение 3-2",
    "[op_0]",
    "[op_29]",
    "В последние мгновения «Порапорапоры», Далия, отвлекшись на ослепительный солнечный свет, проникающий через окно, бессознательно активировала способность останавливать время.В результате, окружение Далии вместе с «Порапорапорой» остановилось во времени примерно на неделю.Однако, поскольку время самой Далии тоже остановилось, единственным, кто осознавал эту остановку времени, был Материнский компьютер.",
    "[op_0]",
    "Глава 5: Пробуждение 4",
    "[op_0]",
    "Детство молодого дизайнера нельзя было назвать общительным.С самого начального образования он не мог вписаться в круг одноклассников и большую часть перемен проводил один в углу класса.Единственными друзьями молодого дизайнера были персонажи, нарисованные им на полях тетради.Словно спасаясь от суеты реальности, он и во время уроков, тайком от учителя, продолжал карандашом на бумаге выводить фрагменты грандиозных историй, разворачивающихся в его голове.",
    "[op_92]",
    "Когда он перешел в среднюю школу, эта тенденция еще больше усилилась.В то время как его сверстники тратили время на кружки и общение с друзьями, молодой дизайнер всецело погружался в свой внутренний мир.Истории, которые рисовал молодой дизайнер, эволюционировали от простых набросков персонажей до полнометражной манги со сложным сюжетом и уникальным мировоззрением.Школа, как место социальной жизни, для молодого дизайнера была лишь местом для обеспечения времени для творчества, и его сознание всегда было направлено на мир фантазий, оторванный от реальности.",
    "[op_94]",
    "Творчество молодого дизайнера не было продиктовано желанием быть признанным кем-то.Нарисованная манга никому не показывалась, а обрывки незаконченных рукописей просто скапливались в глубине ящика стола.Для молодого дизайнера сам акт рисования был целью, и он находил покой и порядок не в сложности и двусмысленности реальных человеческих отношений, а в мире историй, который он мог полностью контролировать.",
    "[op_93]",
    "По мере взросления и все более частого столкновения с необходимостью работать, молодой дизайнер начал смутно задумываться о своем будущем.Молодой дизайнер знакомился с работами известных мангак, находился под влиянием их техники и композиции и сам стремился пойти по тому же пути.Однако, когда он сравнивал свои работы, которые до сих пор были замкнуты в его собственном мире, с работами других, в его глазах они неизбежно проигрывали.Из-за высоких требований к собственным работам молодой дизайнер не мог создать произведение, которым был бы доволен.В результате молодой дизайнер отказался от пути мангаки и устроился на работу дизайнером симуляционных миров.",
    "[op_95]",
    "Индустрия дизайна симуляционных миров — это новая профессия, появившаяся в то время, когда был популярен образ жизни в симуляционном мире.Такой работы раньше не было, поэтому в то время это была очень востребованная отрасль.Однако, поскольку рабочий процесс не был четко определен, во многих компаниях работа велась небрежно.Поначалу молодого дизайнера ценили за качество его работы.Но со временем его перфекционистский характер стал проявляться, и его оценка постепенно снижалась из-за задержек в нескольких проектах и эмоциональных конфликтов с другими сотрудниками.До прихода в компанию молодой дизайнер никогда не имел опыта сотрудничества с кем-либо.В результате молодой дизайнер был фактически сослан в проект под названием «Игра в страну».Этим проектом в основном занимался один дизайнер в очках, и он считался не очень важным в компании.",
    "[op_96]",
    "Офис проекта «Игра в страну» находился в комнате с одним маленьким окном на верхнем этаже здания.В комнате раздавался только шум работающих серверов и стук клавиатуры.Проект еще до прихода молодого дизайнера страдал от сложности спецификаций и низкого качества кода, и его продвижение застопорилось.Участие молодого дизайнера не улучшило ситуацию, и сроки сдачи проекта только приближались.Оставаться в офисе вдвоем, молодому дизайнеру и дизайнеру в очках, стало нормой.",
    "[op_97]",
    "Молодой дизайнер указал на фундаментальные проблемы системы и предложил план по улучшению дизайна.Однако дизайнер в очках, для которого соблюдение графика проекта было главным приоритетом, не принял предложение молодого дизайнера.Молодой дизайнер разочаровался в самом проекте и в дизайнере в очках, который механически его обрабатывал.После этого их мнения неоднократно расходились, и каждый раз проект продвигался в соответствии с идеями дизайнера в очках.Молодой дизайнер, чтобы противостоять проекту, придумал реализовать в симуляционном мире «гибель человечества».Это было своего рода вызовом существующей системе со стороны молодого дизайнера и своего рода экспериментом.",
    "[op_98]",
    "При реализации плана молодой дизайнер обнаружил уязвимость в коде системы, связанную с обработкой древней пищевой культуры «суши».Молодой дизайнер использовал эту уязвимость и намеренно внедрил баг, который при определенных условиях вызывал фатальную ошибку системы.О существовании этого бага он написал всего одну строку в огромном отчете, используя множество специальной терминологии: «Сообщается о наличии критического бага, вызванного потенциальным переполнением при обращении к данным о суши».Молодой дизайнер решил, что вероятность того, что дизайнер в очках поймет истинный смысл этой записи, мала.",
    "[op_99]",
    "Когда проект вошел в завершающую стадию и завершение системы было близко, молодой дизайнер сообщил дизайнеру в очках о своем намерении уволиться.Дизайнер в очках, решив, что причиной тому усталость от ежедневной работы, согласился.Передача дел была произведена с минимальным количеством документов.В день сдачи проекта молодой дизайнер, сидя на скамейке в парке, удалил свой ID с помощью своего личного терминала.Молодой дизайнер решил спокойно ждать конца мира, в проектировании которого он принимал участие.",
    "[op_0]",
    "Для дизайнера в очках его жизнь была стабильной.У дизайнера в очках были жена и ребенок, и он дорожил временем, проведенным с семьей.",
    "[op_100]",
    "Дизайнер в очках познакомился со своей нынешней партнершей в кафе при букинистическом магазине, куда он зашел после работы.Книга, которую читала партнерша, сидевшая случайно за соседним столиком, оказалась научно-фантастическим романом, которым дизайнер в очках увлекался в студенческие годы, и разговор завязался сам собой.Партнерша тоже работала в сфере дизайна, и им не потребовалось много времени, чтобы найти много общего: взгляды на работу, увлечение старыми фильмами.Спокойная и интеллигентная манера держаться партнерши и ее порой беззаботная улыбка быстро привлекли дизайнера в очках.",
    "[op_101]",
    "Их отношения развивались гладко, и дизайнер в очках начал задумываться о женитьбе на своей партнерше.Вместе со словами предложения он преподнес не обычное обручальное кольцо.Дизайнер в очках подарил своей партнерше единственное в мире кольцо, которое он сам для нее разработал, а партнерша подарила ему особенные очки, которые она разработала для него.Перед фонтаном в парке они обменялись кольцом и очками и поклялись идти по жизни вместе.Для них, как для дизайнеров, это стало самым искренним доказательством любви.",
    "[op_102]",
    "Вскоре у них родился ребенок, и они создали счастливую семью.Однако однажды из школы позвонили и сообщили, что их ребенок обижает одноклассников.Дизайнер в очках был сильно потрясен и глубоко опечален.Он остро осознал, что из-за занятости на работе у него было мало времени на общение с ребенком, и вместе с партнершей они всю ночь обсуждали, что делать.",
    "[op_103]",
    "Дизайнеры решили, что смена обстановки будет лучшим выходом для ребенка, и приняли важное решение о переводе в другую школу.В новой школе они всей семьей ходили на консультации к психологу и старались уделять больше времени общению с ребенком.Сначала ребенок был в замешательстве, но постепенно он осознал свою ошибку и начал прилагать усилия, чтобы завести новых друзей.Семья научилась важности прямого столкновения с трудностями, и их узы стали еще крепче, чем прежде.",
    "[op_104]",
    "Главной заботой дизайнера в очках было поддержание этого мирного существования, и проект «Игра в страну» он рассматривал лишь как одну из своих рабочих обязанностей.После ухода молодого дизайнера проект был сдан в срок, и дизайнер в очках вздохнул с облегчением.Он надеялся, что теперь у него будет больше времени для семьи.",
    "[op_105]",
    "Аномалия в системе была обнаружена через несколько дней после сдачи проекта, во второй половине дня.Дизайнер в очках, чтобы проверить состояние работы системы, просматривал статистические данные в своем домашнем кабинете.Большинство данных находилось в пределах нормы, но среди них дизайнер в очках обнаружил аномальное значение в графе, показывающей вероятность выживания мира.При определенных условиях вероятность сходилась к нулю, что было поведением, невозможным с точки зрения проектирования.Дизайнер в очках почувствовал сильное беспокойство из-за этого аномального значения.",
    "[op_106]",
    "Дизайнер в очках перепроверил окончательный отчет, составленный молодым дизайнером.Среди сотен страниц документов дизайнер в очках нашел соответствующую запись.«Сообщается о наличии критического бага, вызванного потенциальным переполнением при обращении к данным о суши».Дизайнер в очках понял, что эта одна строка является основной причиной аномалии в системе.Осознав существование бага, намеренно подстроенного его бывшим коллегой, и сложность его исправления, дизайнер в очках осознал всю серьезность ситуации.",
    "[op_107]",
    "Полное устранение бага было нереальным, так как оно затрагивало основы системы.Если бы этот факт стал достоянием общественности, провал проекта стал бы очевиден, что могло бы повлиять на карьеру дизайнера в очках и, в конечном счете, на жизнь его семьи.Между проблемой ответственности и желанием сохранить стабильность мира, дизайнер в очках мучился с решением.Дизайнер в очках несколько дней искал решение.",
    "[op_108]",
    "В конце концов, дизайнер в очках принял одно решение.Использовать баг, подстроенный молодым дизайнером, в своих целях.Дизайнер в очках, никому не сообщая, применил к системе патч, который изменял поведение системы при срабатывании на ключевое слово «суши».Этот патч создавал возможность, хотя и ограниченную, избежать процесса коллапса системы, когда в будущем третья сторона, заметившая этот баг, обратится к ключевому слову «суши».Это была крайне ненадежная мера, но это был единственный вариант, который мог предпринять дизайнер в очках.Дизайнеру в очках оставалось только молиться, чтобы этот патч был обнаружен кем-то в будущем и сработал.Закончив всю работу, дизайнер в очках посмотрел на ночной пейзаж из окна своего кабинета.Огни города в его глазах были просто скоплением света.Дизайнер в очках тихо закрыл глаза.",
    "[op_0]",
    "[op_91]",
    "В тот момент, когда Кора и Макс смотрели на слово «суши», отображенное на экране Материнского компьютера, пространство рядом с экраном терминала начало светиться бледно-голубым светом.Внезапно центр комнаты исказился, и вместе с бледно-голубым светом телепортировался Гидеон.Гидеон ошеломленно огляделся по сторонам.Сайто немедленно насторожился и встал, заслоняя Кору.Кора, узнав в телепортировавшемся человеке Гидеона, удивилась.Гидеон тоже узнал Кору и на его лице появилось облегчение.Кора остановила Сайто и предложила сменить место, чтобы расспросить Гидеона о случившемся.",
    "[op_117]",
    "Переместившись в простую комнату в убежище, Гидеон начал рассказывать о том, что с ним произошло.О том, что он, как и Кора, внезапно очнулся на незнакомом песчаном пляже.О том, что это был необитаемый остров.И о том, что он нашел на острове руины.Рассказ Гидеона о необитаемом острове и существовании руин был совершенно новой информацией для Сайто, выросшего в убежище, и он слушал с выражением, в котором смешались удивление и любопытство.",
    "[op_79]",
    "Далее Гидеон сообщает, что нашел терминал данных, оставленный его товарищем «Максом», и что с помощью этих руин он был телепортирован в это убежище.Когда Гидеон произнес имя «Макс», цвет глаз Сайто изменился.Сайто объяснил, что это имя легендарного героя, спасшего убежище от кризиса.Сайто с волнением рассказал, что его собственное имя было дано ему в честь ребенка героя Макса, Папасайто.Кора и Гидеон не могли скрыть своего удивления и замешательства от того, что их товарищ почитается в этом убежище как герой.",
    "[op_113]",
    "Кора и Гидеон сообщают Сайто, что Макс был их бывшим коллегой.Сайто с грустью сообщает, что герой Макс — историческая личность и умер давным-давно.Надежда на воссоединение с товарищем рухнула, и Кора и Гидеон онемели.Однако от Сайто поступает информация, что на общем кладбище есть участок Макса, где хранятся и его личные вещи.Поняв, что в личных вещах могут быть подсказки, они решают отправиться на кладбище.",
    "[op_114]",
    "Прежде чем отправиться на кладбище, они решили перекусить.В качестве еды для троих Сайто принес «хлеб-убежище», который, по его словам, имитировал форму убежища.Хлеб был питательным и неплохим на вкус.Однако его форма была просто безвкусным прямоугольником.Хлеб-убежище изготавливается из специальной дрожжевой культуры, созданной с помощью генной инженерии, минеральной воды, добываемой из глубоких подземелий, и высокопитательных злаков, выращиваемых в убежище методом гидропоники.Процесс его производства полностью автоматизирован, и от смешивания ингредиентов до ферментации и выпечки он не требует никакого человеческого вмешательства.В результате вкус и питательная ценность всегда остаются неизменными, но его форма — это просто прямоугольник, разработанный для максимальной эффективности производства.Кора и Гидеон молча ели хлеб. Каждый кусок, казалось, углублял их понимание этого странного мира.Перед ними была просто «еда», в которой питательные вещества, влага и необходимые для выживания калории были смешаны в идеальных пропорциях.Ни вкуса, ни радости, ни восторга. Однако этот безвкусный кусок был, несомненно, самой эффективной формой для поддержания жизни и кристаллизацией рациональности этого замкнутого пространства, называемого убежищем.В мире, который они когда-то знали, еда была культурой, общением и, прежде всего, удовольствием.Ароматный запах подгоревшей пшеницы от хлеба, который пекла бабушка. Шумный и теплый гомон за столом, за которым собирались друзья.Вкус сливочного масла, тающего во рту, и легкая сладость. Все это были теперь лишь фрагментами слишком роскошных воспоминаний, которые были утеряны.Однако эта совершенная рациональность в то же время жестоко подчеркивала богатство мира, который они когда-то знали.В памяти Гидеона всплыл ароматный запах свежеиспеченного хлеба, который он ел на своей родной планете. Хрустящая корочка снаружи, мягкий мякиш внутри, неравномерная текстура, создаваемая неровными пузырьками воздуха.То теплое время, когда он сидел за столом с семьей и друзьями, делясь едой и болтая о пустяках. Это было воспоминание, наполненное душевным удовлетворением, которое никогда не измерить расчетом питательных веществ.Кора тоже вспоминала дни, проведенные с Папакорой. Утро в плохом настроении, йогурт, который она только размешивала ложкой. Неловкое молчание между ними.Тем не менее, там определенно существовало чувство, пусть и неуклюжее, но взаимной заботы.Пережевывая этот безвкусный хлеб, они заново осознавали величину утраченного.Нерациональные, бесполезные, но незаменимые культуры, от которых человечество отказалось, чтобы выжить. Этот совершенный хлеб с иронией и красноречием рассказывал о величине этой утраты.Между ними не было слов. Только тихий звук пережевываемого хлеба раздавался в тихой комнате. Это было похоже на тихий похоронный звон по утраченной культуре.",
    "[op_115]",
    "После неловкой трапезы, под предводительством Сайто, трое вошли на общее кладбище.Среди аккуратно расположенных участков, один, особенно старый, но в то же время тщательно ухоженный, был могилой Макса.Там, вместе с различными предметами, напоминающими о жизни в убежище, стояла старая коробка.На наклейке на коробке на языке, понятном членам экипажа, едва виднелись слова: «Всем с «Порапорапоры»».Кора и Гидеон, нервничая, открыли коробку, и внутри оказалось снаряжение члена экипажа «Порапорапоры» и терминал данных.",
    "[op_116]",
    "Терминал данных, который, по-видимому, оставил Макс, можно было воспроизвести с помощью снаряжения члена экипажа, которое было у Гидеона и остальных.Трое, затаив дыхание, воспроизвели запись с терминала данных, и там оказалась запись о том, что Макс действительно жил в этом убежище.Согласно записи, Макс внедрил в здешнее общество недостающие понятия ведения записей и образования, объединив технологии убежища и снаряжение будущего.Это было сделано для того, чтобы, когда товарищи из прошлого доберутся до правды, технологии убежища позволили бы получить доступ к Материнскому компьютеру.Просмотрев запись до конца, трое молча стояли.Они поняли, что доступный в настоящее время Материнский компьютер — это и есть та грандиозная надежда, которую Макс оставил, веря в своих товарищей из будущего и в человечество.Кора смутно вспомнила, что бледно-голубой свет, с которым телепортировались Макс и Гидеон, был похож на процесс телепортации дублеров Коры на склад компании «Мазер Мазер».Кора и Гидеон молча поклялись продолжить дело Макса, и Сайто, узнав истинный облик героя, также решил помочь.",
    "[op_0]",
    "Узнав о воле Макса и неожиданной правде этого мира, трое покинули общее кладбище и снова направились в комнату Материнского компьютера.Идя по безжизненным коридорам убежища, Гидеон, Кора и Сайто пытались мысленно整理ровать и объединить информацию, которую каждый из них принес.В тени, отбрасываемой ровно расположенными светильниками, одиноко раздавались лишь их шаги.Некоторое время между ними не было слов.Каждый из них мысленно перебирал обрывочную, но весомую информацию, полученную до сих пор от Материнского компьютера.Десять тысячный год — слишком далекая эпоха. Неизвестный «баг», считающийся причиной гибели человечества.И загадочное слово «суши», которое время от времени появлялось, перекрывая все остальное.Все это казалось не столько ключом к разгадке, сколько входом в еще более глубокий лабиринт.",
    "[op_118]",
    "Первым заговорил Сайто. Сайто снова и снова перепроверял информацию, полученную им и Корой от Материнского компьютера.И понятие времени «год», и значение слова «баг» были для Сайто неизвестны, но он старался запомнить каждое из них.Информация была объединена и整理рована в несколько неопровержимых фактов.Этот мир — десятитысячный год. Причиной гибели человечества считается «баг».И на вопрос о том, как исправить этот баг, Материнский компьютер лишь повторяет синонимы, не давая конкретного ответа.Наконец, в перерывах между этими бесплодными вопросами и ответами иногда появляется бессвязный ответ «суши».Это была вся информация, которую на данный момент смогли получить Кора и Сайто от Материнского компьютера.Гидеон, удивляясь десятитысячному году, переваривал информацию.",
    "[op_119]",
    "В ходе этого整理рования информации Кора выразила одно опасение.Оно касалось опасности прямого вопроса Материнскому компьютеру с использованием ключевого слова «суши».Чтобы помешать Гидеону или Сайто необдуманно задать этот вопрос, Кора, подбирая слова, передала им свое сильное чувство дискомфорта.Почему она чувствовала опасность, Кора не могла объяснить логически.Было ли это остатком воспоминаний о том времени, когда она была программным обеспечением Материнского компьютера, или интуицией, развившейся в результате необъяснимых событий, произошедших в этом убежище, было неясно.Однако у нее была лишь уверенность, сродни первобытному страху, что задать Материнскому компьютеру этот вопрос равносильно открытию ящика Пандоры.Кора лишь сказала им двоим, что у нее плохое предчувствие. На эти тихие, но не допускающие возражений слова Гидеон и Сайто молча кивнули.",
    "[op_30]",
    "Слушая рассказ Коры, Гидеон понял, что ее интуиция странным образом совпадает с его собственными сомнениями.Гидеон решил обсудить с Корой и Сайто две загадки, над которыми он много размышлял, проводя время в одиночестве на необитаемом острове.Первая касалась того непонятного набора цифр, который на мгновение появился на экране в последние мгновения «Порапорапоры», когда его окутал свет.Гидеон записал эти цифры по памяти в терминал данных своего набора для выживания.Услышав это, Кора вспомнила, что тоже записала их на руке, чтобы не забыть, и они сверили свои записи.Цифры совпадали до единой. Не было сомнений, что это значимая информация.Однако, что означают эти цифры — координаты, время или какой-то пароль, — они так и не смогли понять, сколько бы ни размышляли втроем.",
    "[op_119]",
    "И вторая загадка, которую поднял Гидеон, касалась противоречия во времени гибели человечества.В предыдущей временной шкале Материнский компьютер ответил, что «человечество погибнет через несколько дней».Однако на самом деле гибель началась не через несколько дней, а сразу же после того, как они связались с Материнским компьютером.Исходя из этого факта, Гидеон предположил, что между событием гибели человечества и доступом к Материнскому компьютеру, особенно заданием определенных вопросов, существует прямая причинно-следственная связь.Интуитивное предупреждение Коры «у меня плохое предчувствие» показалось последним кусочком пазла, подтверждающим его логический вывод.Гидеон тихо, но уверенно высказал вывод своих размышлений.Не является ли условием срабатывания триггера гибели человечества, то есть «бага», сам факт «задавания Материнскому компьютеру вопроса о суши»?После молчания трое прибыли в комнату Материнского компьютера и остановились.Они посмотрели друг на друга, чтобы подтвердить, что вводить в терминал.И тут пространство рядом с экраном терминала в комнате Материнского компьютера начало светиться бледно-голубым светом.",
    "[op_0]",
    "[op_120]",
    "Центр комнаты исказился, и вместе с бледно-голубым светом телепортировалась Белла.Когда свет погас, там стояла знакомая фигура одного из членов экипажа, Беллы.Гидеон, Кора и Сайто на мгновение потеряли дар речи от этого внезапного появления.Белла, приземлившись, тут же пригнулась и острым взглядом пыталась оценить обстановку. От нее исходило крайнее напряжение и настороженность.Гидеон лишь изумленно смотрел на человека, появившегося так же, как и он сам несколько часов назад.С другой стороны, Кора и Сайто, поскольку это явление было для них уже вторым, сохраняли относительное спокойствие. Кора подала знак Сайто и слегка подняла руки, показывая Белле, что у них нет враждебных намерений.Белла, узнав лица Коры и Гидеона, сменила напряженное выражение лица на удивление, а затем, поняв, что находится в безопасном месте, глубоко вздохнула с облегчением.",
    "[op_121]",
    "Кора решила, что разговаривать здесь стоя неуместно, и жестом предложила сменить место.Группа снова переместилась в простую комнату в убежище.Сев на стулья, первой начала рассказывать о своих переживаниях Белла.По словам Беллы, с последних мгновений «Порапорапоры» она была перенесена в эпоху, предположительно около ста миллионов лет назад.Там она нашла терминал Материнского компьютера и попыталась задать несколько вопросов.Однако во время этих вопросов она столкнулась с признаками гибели человечества, подобными тем, что испытала на борту корабля, когда мир окрасился в белый цвет.Белла, вспомнив о поспешных действиях Гидеона, так же ввела «переместиться в прошлое» и в результате оказалась в этом месте.",
    "[op_122]",
    "Выслушав рассказ Беллы, Гидеон, осторожно подбирая слова, спросил, какие вопросы она задавала тому Материнскому компьютеру.Белла, на мгновение закрыв глаза, чтобы вспомнить, ответила, что задала два вопроса.Один — «смогу ли я вернуться в свой мир», а другой — «что такое суши».Услышав этот ответ, Гидеон переглянулся с Корой и Сайто.Они поняли, что гипотеза, к которой они пришли в комнате Материнского компьютера, стала еще более достоверной.Казалось, будто само появление Беллы в этот момент было ответом от Материнского компьютера, подтверждающим правильность их гипотезы.",
    "[op_123]",
    "На этот раз Гидеон поделился с Беллой информацией, которой они владели.О том, что это убежище десятитысячного года, что Макс жил и умер здесь как герой, и что благодаря воле Макса поддерживается доступ к Материнскому компьютеру.Ответ Материнского компьютера, переданный Беллой, о том, что «в исходный мир вернуться невозможно», снова тяжело лег на плечи Коры и Гидеона.Чувство бессилия от того, что они могут сделать, и страх, что помимо «суши» могут существовать и другие неизвестные ключевые слова, запускающие гибель человечества, начали овладевать их мыслями.",
    "[op_121]",
    "Тяжелое молчание нарушила Белла.Пережив две гибели, Белла, наоборот, хладнокровно анализировала ситуацию.Если известно, что причина — «баг», то не будет ли кардинальным решением переместиться в ту временную шкалу, где этот баг был создан, и сделать так, чтобы его вообще не существовало, — предложила она.Это было решение, о котором никто не думал, но оно было логичным.Гидеон, признавая эту идею, ответил, что проблема в том, что совершенно неизвестно, когда было это «время создания бага» и как туда переместиться.Услышав слова Гидеона, Белла, ничего не говоря, молча указала на терминал данных набора для выживания, висевший у Гидеона на поясе.Поняв, на что она указывает, Гидеон с удивлением посмотрел на свой терминал.Там был записан тот самый непонятный набор цифр, который появился на экране в последние мгновения «Порапорапоры».",
    "[op_0]",
    "Белла и Гидеон, посмотрев друг другу в глаза, молча кивнули.Кора не совсем точно поняла их намерения, но поняла, что пришло время снова покинуть это убежище.Трое сначала повернулись к Сайто и посоветовали ему остаться в этой комнате, так как нет гарантии, что место, куда они направляются, безопасно, и они не хотят втягивать его в опасность.Сайто, поняв ситуацию, молча согласился с предложением. Кора, в знак своей невыразимой благодарности за его помощь, выразила ее своим выражением лица и одним глубоким поклоном.",
    "[op_124]",
    "Проводимые Сайто, трое — Кора, Гидеон и Белла — снова направились в комнату Материнского компьютера и встали перед терминалом.Белла протянула палец к панели управления и ввела: «Переместиться во время, когда был создан баг, ставший причиной гибели человечества».И, держа палец на клавише Enter, она, словно колеблясь, обернулась к ним двоим.Гидеон, будучи уверенным, что Белла использует тот самый набор цифр, тихонько убрал руку, которая касалась терминала данных в его наборе для выживания.Немного смутившись от того, что его предсказание не сбылось, Гидеон также кивнул в знак согласия с намерениями Беллы.Когда Белла нажала клавишу Enter, на экране произошли изменения. В правом нижнем углу появился значок часов и начал анимироваться.Это была знакомая анимация, в которой стрелки часов вращались против часовой стрелки.",
    "[op_30]",
    "[op_0]",
    "Глава 6: Засыпая",
    "[op_0]",
    "Компания «Мазер Мазер»",
    "[op_125]",
    "Логотип компании на последнем этапе (2205 - 2212 гг.)",
    "Компания «Мазер Мазер» — это бывшая нейроинформационная компания.Основанная в конце 22-го века во время «бума материнских технологий», она покорила мир своей собственной операционной системой «N-OS» и специализированным оборудованием «Материнский компьютер».Позже она попыталась захватить гегемонию на платформе, сделав свою технологию открытой, но эта стратегия обернулась против нее, и компания потерпела драматический крах вместе с серьезными проблемами, заложенными в ее технологии.",
    "Период основания: Основатель, известный под псевдонимом «Папакора», известен как человек, который брался за множество дел и терпел неудачи.Когда в 1990-х годах наступил «бум материнских технологий (MT-тренд)», Папакора не упустил эту возможность и решил войти в бизнес, связанный с Мазернетом.Своим искусным красноречием он привлек средства инвесторов и в 2195 году основал компанию «Мазер Мазер».Отмечается, что технология, которой компания обладала на момент основания, на самом деле была всего лишь «фасадом», комбинацией компьютеров старого поколения и существующих технологий.",
    "Успех «Материнского компьютера»: В 2198 году компания выпустила потребительский продукт «Материнский компьютер».Хотя аппаратное обеспечение было устаревшим и собранным из разных частей, установленная на нем операционная система «N-OS» вызвала общественный резонанс.N-OS, как утверждалось, использовала паттерны человеческих мозговых волн и демонстрировала уникальную отзывчивость и эмоциональные реакции, которых не было у других ИИ.Этот пользовательский опыт был с энтузиазмом принят под названием «материнская аура», и «Материнский компьютер» получил взрывное распространение в обычных семьях.Были выпущены даже пирожные «Материнский компьютер», и компания стала символом бума.",
    "Открытая спецификация и технические ограничения: За кулисами успеха компания не поспевала за технологическими инновациями конкурентов, и ее бизнес быстро зашел в тупик.Папакора, стремясь к возрождению и сохранению лидерства на рынке, в 2208 году внезапно объявил об открытии «архитектуры Материнского компьютера».Это означало бесплатное предоставление спецификаций оборудования и интерфейса прикладного программирования (API) N-OS.Благодаря этой стратегии рынок наводнили дешевые совместимые устройства и программное обеспечение от сторонних производителей, и экосистема временно расширилась.Однако открытие стало палкой о двух концах. Из-за конкуренции с дешевыми совместимыми устройствами доходы компании от продажи собственного оборудования резко упали.Кроме того, техническое сообщество, проанализировав опубликованный API, начало указывать на структурный недостаток N-OS: «невозможность саморазвития за счет внешнего обучения» и «отсутствие средств обновления, кроме периодического повторного сканирования определенного источника биометрической информации».",
    "Банкротство: Когда слухи о неэтичных методах обновления N-OS и скандальные сообщения о небрежном управлении со стороны основателя стали достоянием общественности, популярность «Материнского компьютера» резко упала.Ухудшение доходов из-за провала стратегии открытости усугубило ситуацию, и бизнес полностью зашел в тупик.В конечном итоге, в марте 2212 года компания «Мазер Мазер» обанкротилась с огромными долгами.",
    "[op_0]",
    "Компания «Дизайн симуляционных миров»",
    "[op_126]",
    "Логотип «Игры в страну»",
    "Компания «Дизайн симуляционных миров» — это бывшая компания по разработке программного обеспечения.Основанная во время «бума материнских технологий» как сторонняя компания-разработчик, она привлекла внимание отрасли благодаря огромному успеху своей платформы для симуляции с подключением к глубинному сознанию «Игра в страну», выпущенной позже. В 2210 году она была поглощена крупнейшей в Солнечной системе развлекательной компанией «GAIA Interactive», и ее история подошла к концу.",
    "Основание и разработка пользовательского интерфейса: В конце 22-го века, когда «бум материнских технологий» охватил всю Солнечную систему, в 2199 году компания была основана дизайнером пользовательского интерфейса Такахаси и несколькими инженерами.Компания разработала собственный пользовательский интерфейс «S-Shell» на основе открытой нейронной архитектуры (ONA), опубликованной компанией «Мазер Мазер».Благодаря возможности интуитивно управлять сложными многомерными данными, он получил высокую оценку от специалистов, таких как исследователи и финансовые дилеры, и обеспечил нишевую, но стабильную базу доходов.",
    "Успех и распространение «Игры в страну»: Применив основную технологию «моделирования и визуализации сложных миров», разработанную при создании S-Shell, в 2206 году компания выпустила симуляцию управления государством с подключением к глубинному сознанию «Игра в страну».Эта платформа, позволяющая игрокам становиться сознанием государственных лидеров и напрямую через мысли переживать внутреннюю политику, дипломатию, технологическое развитие и т. д., благодаря своей ошеломляющей иммерсивности сначала стала хитом как симуляционная игра, вызвав общественный резонанс.Ее применение не ограничилось развлечениями.Она была принята в учебных заведениях по всей Солнечной системе как эффективный образовательный инструмент для изучения истории, экономики и международных отношений, а также широко использовалась в качестве платформы для профессиональной деятельности, такой как стратегические совещания компаний, работающих со сложными социальными и экономическими моделями, и симуляции принятия политических решений правительственными учреждениями.Благодаря этому успеху «Дизайн симуляционных миров» превратилась из простой компании-разработчика инструментов в процветающую компанию, несущую часть социальной инфраструктуры.",
    "Поглощение компанией «GAIA Interactive»: Успех «Игры в страну» сделал технологические возможности и креативность компании известными крупным компаниям по всей Солнечной системе.В частности, развлекательный конгломерат «GAIA Interactive» проявил большой интерес к передовым технологиям симуляции мира, которыми обладала компания, и к мощной интеллектуальной собственности «Игра в страну», которая выходила за рамки развлечений и распространялась на сферы образования и бизнеса.В то время, когда бизнес «Мазер Мазер», ядро экосистемы ONA, начал приходить в упадок, и на всем рынке царила неопределенность, «GAIA» предложила «Дизайну симуляционных миров» поглощение за рекордную сумму.Руководство, включая Мизуками, решило, что, получив стабильную среду разработки и обильное финансирование, они смогут еще больше развить «Игру в страну», и в июне 2210 года приняло это предложение.После поглощения «Дизайн симуляционных миров» как юридическое лицо была распущена, а ее команда разработчиков была реорганизована в «GAIA Simulation Studio» внутри «GAIA Interactive».",
    "Влияние на последующие поколения: «Дизайн симуляционных миров» известна как редкий пример успеха среди бесчисленных компаний, возникших во время бума материнских технологий, которая добилась успеха благодаря четкому видению и надежным технологиям и завершила свою роль, развиваясь путем дружественного поглощения крупной компанией.Даже после краха экосистемы ONA из-за банкротства «Мазер Мазер», технологии, разработанные компанией, были унаследованы «GAIA Interactive» и выжили в измененной форме.В частности, «Игра в страну» стала серией на основной платформе «GAIA» и не только заложила основу для развлечений в метавселенной, но и широко используется в качестве стандартного инструмента для образовательных и бизнес-симуляций, и ее влияние многогранно.",
    "[op_0]",
    "[op_127]",
    "Трое — Гидеон, Белла и Кора, — смотревшие на анимацию часов на экране терминала Материнского компьютера, заметили, что анимация исчезла. В то же время они поняли, что и сам экран терминала исчез, и они стоят в незнакомом месте.Это была комната для совещаний проекта «Игра в страну» компании «Дизайн симуляционных миров», загроможденная, но функционально организованная, но для троих это была незнакомая комната.В воздухе смешивался теплый запах охлаждающих вентиляторов и слабый аромат кофе.На длинном столе в центре комнаты тускло светились несколько мониторов, а на стенах были беспорядочно наклеены записки об изменениях спецификаций.",
    "[op_128]",
    "За этим столом молодой дизайнер и дизайнер в очках тихими голосами обсуждали пользовательский интерфейс «разоблачения», имеющий ключевое значение для «Игры в страну».Один — молодой человек, не скрывающий усталости, но с острым блеском в глазах, другой — дизайнер в очках, который чисто по-деловому, спокойно возражал.К счастью, их появление, похоже, не было замечено этими двумя.Трое, мгновенно оценив нереальность присутствия на месте рождения самой истории и опасность непредсказуемых последствий, решили спрятаться в тени серверной стойки в углу комнаты и, затаив дыхание, наблюдать за ними.В тот момент, когда дискуссия накалилась и сознание обоих полностью сосредоточилось на чертеже пользовательского интерфейса на мониторе, Белла бесшумно двинулась.Белла, словно тень, скользнувшая по полу, обошла слепую зону дизайнеров и установила физический кейлоггер на рабочий компьютер.В ее действиях не было ни малейшего колебания, и через несколько секунд она вернулась на свое место.",
    "[op_129]",
    "Вскоре дискуссия, так и не придя к единому мнению, закончилась, и дизайнер в очках с вздохом отправился домой.Оставшись один, молодой дизайнер некоторое время без выражения смотрел на погасший офис, а затем с решимостью в глазах повернулся к клавиатуре своего рабочего места.На глазах у троих он начал с поразительной скоростью набирать код.Эта работа была не созидательной, не создающей что-то новое, а продвигалась по непонятной процедуре, искажающей и разрушающей существующую логику.Троим казалось, что он намеренно манипулирует разделом обработки данных, касающимся пищевой культуры «суши», который был указан в списке уязвимостей системы.Однако почему он нацелился на такое, казалось бы, не связанное место, и что означали его действия, они совершенно не понимали.Это было похоже на неизвестный ритуал, выходящий за рамки их знаний.«Баг», связанный с гибелью человечества, был в этот момент искусно внедрен в систему, но наблюдающим троим казалось, что молодой дизайнер просто искажает нормальный ход системы и тайно что-то подмешивает.Непонятные строки, быстро мелькающие на мониторе, из-за своего непонятного смысла казались зловещим проклятием, решающим судьбу мира.Закончив всю работу, молодой дизайнер, не выказав удовлетворения, просто тихо выключил терминал и исчез в тишине.",
    "[op_130]",
    "Убедившись, что присутствие молодого дизайнера полностью исчезло, трое вышли из тени и начали ночное расследование.Белла, управляя компьютером, анализировала записи только что установленного логгера, а Гидеон и Кора осторожно, лист за листом, изучали горы документов на столах и полках.Им удалось просмотреть чертежи мира, то есть спецификации «Игры в страну», концепт-арты и огромный объем всех журналов разработки.Там была описана вся картина грандиозной симуляционной игры, спроектированной с невероятной точностью.",
    "[op_131]",
    "В ходе расследования на мониторе, которым управляла Белла, появился окончательный вариант дизайна пользовательского интерфейса «разоблачения», который только что обсуждали дизайнеры.Увидев этот экран, Кора затаила дыхание.Это была точная копия структуры экрана, который она видела в конце своего бесконечного пребывания в учреждении в качестве последней Коры, экрана, который заставлял ее делать жизненный выбор.Когда Кора сообщила об этом факте им двоим, Белла тоже с суровым выражением лица кивнула.Во времена, когда она была региональным корреспондентом, в ее жизни тоже внезапно появлялся тот же пользовательский интерфейс и заставлял делать выбор.Прошлый опыт обеих совпал с чертежом перед ними.Этот опыт, которого не было у Гидеона, стал неопровержимым доказательством того, что эта программа «Игра в страну» действительно вмешивалась в их жизни, жизни людей, живущих в далеком будущем.Мысли троих, которые не могли понять, как эта игра «Игра в страну» связана с гибелью «реального мира» в далеком будущем, благодаря этому свидетельству пришли к одной гипотезе.Это была абсурдная гипотеза, но, учитывая тот факт, что они были перенесены в эту эпоху и в это место по четкому указанию Материнского компьютера, ее нельзя было игнорировать.Это была гипотеза о том, что этот мир, который они сейчас считают реальным, на самом деле является гигантским симуляционным миром, созданным этими дизайнерами.Трое не могли не думать о возможности того, что их существование, история, даже кризис гибели человечества — все это события в запрограммированном симуляционном мире.В таком случае, есть ли у них, персонажей симуляции, способ исправить фундаментальный баг мира?И вообще, можно ли считать конец человечества в симуляции печальной «гибелью человечества»? Вопросы без ответов тяжело легли на их сердца.",
    "[op_0]",
    "[op_71]",
    "Кейтлин, расставшись с Лайлой, отправилась к станции.У ее ног, словно скользя по земле, следовали два зеленых слизня-близнеца, а вокруг нее на определенном расстоянии парили медленно движущееся человекоподобное пятно и мерцающий свет.Согласно информации, полученной от Лайлы, если она пойдет дальше, то в конце концов найдет искусственное сооружение, то есть станцию, но сколько бы она ни шла, пейзаж не менялся — все те же однообразные поля и горы за ними.",
    "Пройдя около часа, Кейтлин обнаружила на обочине старую деревянную скамейку.Хотя ее беспокоила неизвестность расстояния до цели, она решила сделать здесь перерыв, учитывая накопившуюся усталость.",
    "[op_135]",
    "Когда Кейтлин села на скамейку, сопровождавший ее свет слегка изменил ритм своего мерцания.Кейтлин, обратив внимание на это изменение света, вспоминала последние мгновения «Порапорапоры».Команда «переместиться в прошлое», которую набрал Гидеон в спешке.И анимация на экране, где стрелки часов вращались в обратную сторону.Что это было за явление, и можно ли его вызвать снова намеренно?Теперь, когда она решила продолжать расследование, нужно было подумать и об этом способе.Словно прочитав мысли Кейтлин, на спинке скамейки, на дереве, где раньше ничего не было написано, медленно, словно выжженные, начали появляться буквы.Это был способ общения со светом.",
    "[op_133]",
    "Содержание, переданное светом, было поразительным и в корне меняло все прежние представления Кейтлин.По словам света, «перемещение в прошлое», которое совершил Гидеон на «Порапорапоре», строго говоря, не было актом возвращения во времени.Это был всего лишь процесс перемещения в другой экземпляр данных в этом мире, — объяснил свет.И свет начал раскрывать Кейтлин свод правил, которые обычно необходимо соблюдать для выполнения этого процесса перемещения.",
    "[op_134]",
    "Кейтлин ошеломленно смотрела на появляющиеся буквы.Во-первых, для перемещения во времени необходимо заранее приобрести «билет на перемещение во времени» у «администратора».Кроме того, существуют «опциональные билеты» для точного указания времени и места назначения, но их необходимо приобретать отдельно, почти одновременно с покупкой билета на перемещение во времени.Приобретенные билеты необходимо передать непосредственно администратору перед выполнением процесса перемещения.В случае одновременного запроса нескольких процессов перемещения, они обрабатываются в порядке живой очереди, поэтому опоздавшим необходимо формировать очередь ожидания за пределами процесса.В начале процесса администратор устно проводит проверку личности и воли.При этом категорически запрещается отвечать до того, как администратор закончит свой вопрос, так называемый «фальстарт».Администратор спрашивает о желаемых «плотности временной оси», «стабильности мира» и «уровне вмешательства», но, если нет особых причин, пользователи по традиции отвечают на все «обычно».Если этот ответ будет неверным или будет дан в ненадлежащем формате, он будет отклонен.Также на каждый вопрос было установлено ограничение по времени ответа в 5 секунд.Правила продолжались.Во время процесса перемещения во времени запрещены любые личные разговоры и использование мобильных терминалов.Если администратор обнаружит такие действия, процесс будет немедленно принудительно прерван, а пользователь будет принудительно удален из учреждения.Однажды начатый процесс невозможно прервать по желанию пользователя или отменить приобретенные опции, и его необходимо обязательно завершить до конца.От пользователей во время процесса требуется воздерживаться от громких разговоров, шума и других действий, мешающих другим пользователям.И, наконец, все приборы, использованные в процессе перемещения во времени, должны быть возвращены пользователем на свои места, а консоль должна быть протерта предоставленной салфеткой — все это является обязательной частью процесса.",
    "[op_132]",
    "От такого огромного и запутанного свода правил у Кейтлин слегка закружилась голова.Кейтлин не могла понять, относятся ли эти правила только к параллельному миру, откуда пришел свет, или это альтернативный способ, который можно использовать, если нет возможности указать «переместиться в прошлое» на Материнском компьютере.И вообще, Кейтлин не понимала, почему Гидеон в тот момент на «Порапорапоре» с такой уверенностью смог набрать «немедленно переместиться в прошлое».В этот момент Кейтлин вдруг поняла, что упустила одну важную проверку.Обрадовавшись встрече с Лайлой, она совершенно забыла рассмотреть возможность связаться с другими товарищами с помощью телепатических способностей Пятна.Кейтлин немедленно спросила у Пятна, не может ли оно связаться с кем-нибудь еще телепатически.Через некоторое время Пятно телепатически сообщило, что связалось с Гидеоном.",
    "[op_0]",
    "[op_130]",
    "Трое — Гидеон, Белла и Кора — в тихой комнате для совещаний после ухода молодого дизайнера определяли дальнейший план действий.На мониторе компьютера, которым пользовались дизайнеры, отображались огромные объемы данных, которые можно было назвать чертежами мира «Игры в страну».Трое решили временно отложить конкретные действия по спасению своего мира и сосредоточиться на выяснении сущности самого «бага», который был первопричиной всего.",
    "[op_140]",
    "Белла сосредоточилась на записях кейлоггера, который она установила на рабочий компьютер.История команд, выполненных молодым дизайнером, на первый взгляд казалась бессмысленным набором символов.Действия молодого дизайнера были искусно замаскированы, чтобы не оставлять следов в системных журналах, и расшифровать их намерения обычными методами анализа было практически невозможно.Однако Белле казалось, что этот паттерн операций странным образом совпадает с протоколом шифрования древней цивилизации, который она когда-то расшифровала будучи региональным корреспондентом.Пальцы Беллы скользили по клавиатуре, восстанавливая фрагменты мыслей молодого дизайнера из огромного журнала.Вскоре стало ясно, что суть операций сосредоточена на элементе «суши», хранящемся в базе данных пищевой культуры системы.Однако логика, связывающая эти данные с выживанием мира, не прослеживалась.Белла лишь интуитивно поняла, что вся эта серия операций была разработана для того, чтобы намеренно создать чрезмерную нагрузку на ядро системы, особенно на нереализованные модули, симулирующие такие чувства, как вкус и осязание.",
    "[op_141]",
    "Наблюдая за аналитической работой Беллы, Гидеон размышлял в другом направлении.Определение бага он оставил Белле, проблема заключалась в том, как применить исправление в их мире.Материнский компьютер, обладающий полномочиями свободно перемещаться по временным осям, несомненно, имел привилегированный доступ к этому симуляционному миру.Выполнить программу исправления, созданную Беллой, через Материнский компьютер и напрямую переписать законы мира.Это казалось самым надежным способом. Но на этом мысли Гидеона зашли в тупик.Из материалов «Игры в страну» стало известно, что сейчас 2206 год.Однако нигде не было никаких подсказок о том, существует ли в эту эпоху технология для доступа к тому сверхъестественному существу, которым является Материнский компьютер.",
    "[op_125]",
    "Кора, отвлекшись от обсуждения двоих, уставилась на логотип, нарисованный на одном из разбросанных документов.Это был логотип операционной системы «N-OS», но Коре этот дизайн был знаком.Это был тот же самый логотип, который она видела каждый раз, когда управляла терминалом управления в том учреждении, «Складе компании «Мазер Мазер»», основанном Папакорой и изолированном от внешнего мира.Сама Кора не знала почему, но некоторые фрагменты ее воспоминаний о жизни в учреждении начали всплывать.",
    "[op_57]",
    "Для Коры жизнь в прежнем учреждении была однообразной рутиной.Кора и несколько «дублеров» с таким же лицом, как у нее.Основной работой Кор было по очереди проходить сканирование мозговых волн, но в остальное время они могли проводить его относительно свободно.В учреждении была огромная библиотека, но в ней были только технические книги и научные труды, и ни одной книги о рассказах или развлечениях.Однажды Кора поступила иначе, чем другие дублеры. Она заметила, что один из терминалов библиотеки изредка выдает ошибку подключения к внешней сети.В журналах ошибок оставались фрагментарные записи о режиме отладки «N-OS», которые не отображались при обычном использовании.Кора в течение многих лет собирала эти фрагментарные сведения и обнаружила существование скрытой в глубинах системы функции.Это была функция, позволяющая, хотя и в очень ограниченной степени, переписывать последовательность действий автоматов, производящих припасы для учреждения.Кора использовала ее, чтобы вместо питательной смеси, которая всегда была одного и того же вкуса, попытаться создать еду под названием «торт», данные о рецепте которой сохранились.Однако то, что было создано, было серой геометрической массой, ничуть не похожей на торт.Эта масса, когда ее клали в рот, рассыпалась, как безвкусный песок.Это воспоминание о неудаче теперь ярко всплыло.Логотип N-OS для Коры был символом горького воспоминания о вызове законам мира и поражении.Кора отчаянно пыталась вспомнить что-то более важное, что-то, что было скрыто за этой неудачей, в глубинах своей памяти.",
    "[op_137]",
    "Воспоминание о неудаче с созданием торта и получении безвкусной песчаной массы не ослабило любознательности Коры.Напротив, этот полный провал стал толчком, направившим ее сознание к другим возможностям.В библиотеке учреждения хранились не только данные о составе веществ, но и огромные объемы текстовых данных по акустике и теории музыки.Воспроизведение вкуса, сложного чувства, связанного с химическими реакциями, возможно, выходило за рамки функциональных возможностей автоматов этого учреждения.Однако звук — это всего лишь колебания воздуха, то есть физические волновые данные.По сравнению с созданием материи с нуля, управление частотой энергии, протекающей через существующее оборудование, казалось гораздо более осуществимым.",
    "[op_136]",
    "Кора снова получила доступ к отладочной консоли, скрытой в глубинах N-OS.Кора обратила внимание на крупномасштабную систему циркуляции воздуха, которая работала 24 часа в сутки для поддержания окружающей среды в учреждении.Шум огромных вентиляторов, циркулирующих воздух по бесчисленным воздуховодам, обычно существовал как низкочастотный шум, не доходящий до сознания.Кора подумала, что, изменяя скорость вращения этих вентиляторов мелко и периодически, она сможет контролировать колебания воздуха, протекающего по воздуховодам, то есть высоту звука.Кора нашла в библиотеке данные нот древней детской песенки с самой простой структурой и в течение нескольких недель создавала программу для преобразования этой информации о высоте звука в последовательность для управления скоростью вращения вентиляторов.",
    "[op_138]",
    "В день исполнения Кора ждала этого момента в гостиной в центре учреждения.В указанное время в учреждении воцарилась тишина. Система циркуляции воздуха полностью остановилась.В следующий момент, когда Кора затаила дыхание, система перезапустилась, и по всему учреждению разнесся звук.Однако это была не та простая и нежная мелодия детской песенки, которую желала Кора.Первые несколько нот, казалось, еще следовали нотам, но вскоре мелодия начала распадаться.Высота звука нестабильно скакала вверх и вниз, создавая режущий слух диссонанс, словно кто-то изо всех сил играл на огромном расстроенном струнном инструменте.Ритм прерывался, растягивался, смешивался с шумом, которого не должно было быть, и все пространство наполнилось жутким звуком.Это было похоже не столько на музыку, сколько на мучительный крик безжизненной машины, вопрошающей о смысле своего существования.",
    "[op_139]",
    "Этот странный звук донесся и до ушей немногих оставшихся дублеров, которые выполняли свои рутинные обязанности в разных частях учреждения.Коры, словно по команде, одновременно и в один и тот же момент прекратили работу, которой занимались до этого.Один из них замер за мгновение до того, как поднести ко рту питательную пасту, другой — прямо перед тем, как надеть гарнитуру для сканирования мозговых волн, и их движения полностью остановились.Они не искали источник звука, а просто смотрели в одну точку в пустоту.В их как всегда безразличных лицах промелькнуло нечто, что можно было описать лишь как ошибку в данных, нечто вроде замешательства. Вскоре исполнение закончилось, и система циркуляции воздуха вернулась к обычному шуму работы.Дублеры тоже, как ни в чем не бывало, возобновили свои действия с того момента, как остановились.Учреждение снова погрузилось в полную и ничего не созидающую тишину.",
    "[op_57]",
    "Две неудачи запечатлели в сознании Коры одно ясное понимание.Учреждение под названием «Склад компании «Мазер Мазер»» и лежащая в его основе система N-OS не были предназначены для «создания» чего-то нового.Это была полностью замкнутая система, спроектированная исключительно для того, чтобы «воспроизводить» заданную информацию по заданным процедурам с абсолютной точностью.Кора вспоминала то чувство дискомфорта, которое возникало при попытке обработать непредвиденную информацию, данную извне этого замкнутого мира или порожденную внутри него.Эта системная реакция отторжения, возможно, и была сутью того явления, которое они сейчас называли «багом».По крайней мере, так подсказывала интуиция Коры.",
    "[op_143]",
    "Кора медленно встала. Заметив ее движение, Белла и Гидеон прекратили печатать и посмотрели на нее.Кора подошла к доске в комнате для совещаний и в центре написала одно слово: «Суши».Затем она провела от него несколько линий и на концах каждой из них расставила слова, выуженные из своего прошлого.«Вкус», «аромат», «текстура», «технология», «эстетика», «эмоции».Наконец, Кора добавила слова «неудача в созидании» и обвела их кругом.",
    "[op_142]",
    "В тот момент, когда они увидели эту схему, Белла и Гидеон почувствовали, как обрывочные сведения, полученные ими в ходе собственных расследований, сходятся в один ответ.Белла поняла, что непонятные действия молодого дизайнера были направлены именно на эту самую большую уязвимость системы — «создание ощущений».Гидеон осознал, что акт полного воссоздания одного-единственного блюда «суши» был высшим требованием «созидания», которое в корне разрушало саму идею проектирования этой системы — «воспроизводство».Между ними не было слов. Суть бага заключалась не в злонамеренном фрагменте кода.Это была чрезвычайно изощренная логическая ловушка, основанная на использовании фундаментальных ограничений системы.Перед их взорами, в тихой комнате для совещаний, лишь тускло светились чертежи на мониторе.",
    "В этот момент Гидеон получает телепатическое сообщение от Пятна.Это было сообщение от Пятна, передающее сообщение от Кейтлин.",
    "[op_0]",
    "Человеком, с которым Кейтлин попросила Пятно связаться на скамейке, был Гидеон.После нескольких часов игры в модифицированный камень-ножницы-бумага с Лайлой, следующим, кто сильно запомнился Кейтлин, был Гидеон, который поделился с экипажем информацией о гибели человечества.Надежда на то, что он может быть жив где-то в этом мире, быстро сменилась удивлением, когда Пятно слишком легко сообщило телепатически, что связалось с Гидеоном.",
    "[op_132]",
    "По информации от Гидеона, они находились в 2206 году, и была высокая вероятность, что сутью бага мира является «воссоздание суши», и была передана гипотеза о том, что сам этот мир может быть симуляцией.Кейтлин сначала была потрясена огромным временным разрывом между их 2034 годом.Однако гипотезу о том, что мир может быть симуляцией, она, связав ее с воспоминаниями о своем собственном «разоблачении», приняла на удивление легко.Затем Кейтлин доверила Пятну один вопрос.Она спросила у Гидеона, почему Материнский компьютер в качестве средства спасения от гибели человечества ответил «суши», что является самим триггером бага.",
    "[op_144]",
    "Кейтлин почувствовала, как по ту сторону телепатии пересекаются мнения троих.Гидеон предположил, что это ловушка, подстроенная Материнским компьютером.В ответ на это Кора, основываясь на своей интуиции, основанной на собственном опыте, возразила, что Материнский компьютер не способен на такой обман.Гидеон далее логически возразил, что суши — это либо «баг, уничтожающий мир», либо «нечто, спасающее мир», и что эти два варианта несовместимы.Наконец, Белла предложила самый безопасный вариант: на данный момент заморозить всю деятельность, связанную с «суши», и полностью исключить риск гибели.",
    "[op_133]",
    "Слушая дискуссию троих, Кейтлин опустила взгляд на скамейку перед собой.Пока Кейтлин размышляла, сопровождавший ее свет изменил ритм своего мерцания и начал медленно выводить буквы на деревянной спинке скамейки.Содержание этих букв указывало на одно направление в отношении вопроса, который мучил Кейтлин, и проблем, которые подняли трое.Кейтлин передала идею, указанную светом, почти в точности, как свою собственную, через Пятно Гидеону и остальным.",
    "[op_134]",
    "Предложение заключалось в том, что на данный момент невозможно определить, является ли «суши» багом или нет, и следует дождаться действий разработчиков симуляционного мира, особенно выпуска «Игры в страну».Эпохи, в которых находились Кейтлин и остальные, если они были симуляционными, уже были свершившимися событиями, и для изменения будущего следовало сначала внимательно наблюдать за событиями, ставшими причиной, и сосредоточиться на сборе информации.Трое — Гидеон, Белла и Кора — согласились с этим разумным предложением.",
    "[op_0]",
    "И вот прошло около двух месяцев.В 2206 году, в номере отеля недалеко от офиса компании «Дизайн симуляционных миров», трое — Гидеон, Белла и Кора — затаив дыхание, смотрели на один монитор.Через установленный Беллой кейлоггер они в реальном времени наблюдали за экраном компьютера дизайнера в очках.На экране отображался огромный код, и было видно, как дизайнер в очках тайно встраивает в систему какие-то меры против бага «суши».Это был полный мучений патч, который пытался использовать в своих целях смертельный баг, подстроенный молодым дизайнером, и оставить будущему хотя бы ограниченную возможность спасения.В то же время, в 2034 году, Кейтлин, нашедшая временное пристанище в интернет-кафе у вокзала, также тихо наблюдала за этим историческим моментом через периодические отчеты, присылаемые Пятном.",
    "{epilogue_begin}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "Эпилог: Всем людям",
    "[op_1]",
    "В 400 000 005 году нашей эры космический корабль «Порапорапорапора» с Аленом, Бейкером, Кларком, Дэном, Эвансом, Фордом, Грином, Харрисом, Ингрэмом, Джеймсом, Келли, Ли, Миллером, Нельсоном, Оливером, Паркером, Куинном, Робинсоном, Смитом, Томасом, Упом, Бальзамикосом, Уайтом, Ксавьером, Янгом и Циммерманом на борту возвращался на Землю.Космический корабль «Порапорапорапора» был третьим кораблем из серии «Корабль для распространения информации о существовании космического корабля \"Порапорапора\"», созданным для того, чтобы поведать вселенной о существовании «Порапорапоры».Планируемая продолжительность этого путешествия составляла 400 дней, очень долгий срок, более года вдали от Земли, но наконец-то возвращение было уже близко.",
    "Самой большой проблемой для экипажа во время долгого космического путешествия было «время дежурства с экипажем», которое наступало по очереди.Большую часть этого времени занимала перепроверка данных, выданных машинами, и в этом долгом космическом путешествии контроль над психическим состоянием был чрезвычайно важным ключом.То, что было необходимо для подавления душевных расстройств, для экипажа «Порапорапорапоры» в первую очередь было развлечением.Даже в самый последний момент этого периода душевной опорой для членов экипажа был «конвейерный суши».",
    "[op_6]",
    "Космический корабль «Порапорапорапора», как следует из его названия, был спроектирован в память о заслугах некогда существовавшего космического корабля «Порапорапора».Эти заслуги относятся к череде событий, когда экипаж старого «Порапорапоры» столкнулся с фундаментальным багом, с которым тогда столкнулся мир, а именно с коллапсом симуляционного мира.",
    "В процессе разгадки тайны «суши», которая таила в себе возможность переписать законы самого мира, им удалось создать новую концепцию суши.Она называлась «вероятностное суши для решения проблем» и обладала свойством, игнорирующим причинно-следственную связь: в момент ее употребления где-то в мире случайным образом решалась одна проблема.Экипаж выполнил, на первый взгляд, безрассудную операцию — съел это суши подряд.В результате из бесчисленных проблем, существующих в мире, произошло событие, при котором чудесным образом был «решен» сам фундаментальный баг, вызывающий коллапс симуляционного мира.Благодаря этому неожиданному, но слишком уж удачному исходу мир был спасен.",
    "Чтобы передать это историческое достижение потомкам и в честь их мужества и чудесной удачи, к названию нового корабля «Порапорапора» было добавлено еще одно «пора». То, что на борту в качестве развлечения прижился «конвейерный суши», также было его наследием.",
    "[op_145]",
    "Этот «конвейерный суши» проходил во время 893-го «дежурства с экипажем», и в нем участвовали Робинсон, Ксавьер, Келли и Миллер.Четверо сидели вокруг тихо движущегося конвейера.Каждый раз, когда мимо проплывала тарелка со странными суши, такими как помидоры или пирожные, они время от времени протягивали руки и наслаждались их вкусом.Древнее блюдо, которое, как говорят, когда-то спасло мир, теперь стало спокойным развлечением, скрашивающим скуку долгого космического путешествия, и вокруг четверых просто текло тихое время.",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[thankyouforplaying_01]",
    "[op_0]",
    "[thankyouforplaying_02]",
    "[op_0]",
    "THANK YOU FOR PLAYING",
    "[op_0]",
    "{epilogue_end}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
