[
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "",
    "[op_1]",
    "西元2億3年，載著艾丹、貝拉、柯拉、達莉亞、埃德加、芬恩、基甸、哈克、賈斯帕、凱特琳、萊拉、馬克斯、奈拉、奧斯卡、派崔克、昆西、羅恩、希德、西奧、烏爾里克、維克多、薇洛、澤維爾、佐伊的太空船「波拉波ラ波拉號」正在返回地球的途中。太空船「波拉波拉波拉號」是為了在宇宙中廣泛宣傳太空船「波拉波拉波拉號」的存在而建造的「太空船波拉波拉波拉號存在周知船」的第二艘太空船。本次航行預計耗時400天，是一趟離開地球超過一年的漫長旅程，終於，距離返航僅剩一步之遙。",
    "在漫長的船旅中，船員們面臨的最大問題，是輪流到來的「載人監視時間」。這段時間大部分工作是重新檢查機器產生的數據，在這漫長的宇宙之旅中，精神控制成為了至關重要的關鍵。為了抑制精神混亂所需要的東西，對「波拉波拉波拉號」的船員來說，最大的娛樂便是。在這段期間的最後關頭，船員之間流行起一種名為「改造猜拳」的遊戲。「改造猜拳」的規則與「猜拳」相同，以下是在某次「載人監視時間」中，船員們進行聯賽時的勝敗表。",
    "[op_2]",
    "這場聯賽在第703次「載人監視時間」舉行，參加聯賽的是萊拉、基甸、凱特琳和馬克斯。勝敗表中的1是萊拉，2是基甸，3是凱特琳，4是馬克斯。這一輪中，萊拉和凱特琳在勝敗上不分高下，因此正在進行決定第一名的最終決戰。",
    "那時，在艦橋上的四人中，最先察覺到太空船異常的是馬克斯。起初，基甸和馬克斯還在觀看兩人的最終決戰，但不到幾個小時，他們就對兩人的勝負失去了興趣，目光落向手邊，準備進行已近乎例行公事的儀器確認工作。太空船的儀器顯示出一個僅僅看一眼就覺得異常的數值。",
    "[op_3]",
    "馬克斯指著儀器面板，大喊著什麼。基甸瞥了一眼仍在繼續改造猜拳的萊拉和凱特琳，然後將視線轉向馬克斯手指的儀器面板。在基甸的視線前方，可以看到閃爍的紅色警示燈，以及遠低於正常值的推進系統輸出數值。儀器面板的顯示器上，正滾動顯示著多個錯誤訊息。",
    "基甸湊近面板，凝視著試圖讀取顯示的錯誤代碼。每一個都只是一串字母和數字的組合，但顯然預示著嚴峻的事態。基甸的額頭上滲出了汗珠。本次航行的預定期間為400天，波拉波拉波拉號幾乎一直無故障地航行。地球已近在眼前，在這個時間點發生的異常事態，讓他難以理解。",
    "馬克斯伸手觸摸牆上的紅色緊急按鈕。他毫不猶豫地按下按鈕，刺耳的警報聲響徹船內。同時，天花板的揚聲器開始播放自動廣播。宣告緊急事態發生的無機質聲音，讓船內氣氛緊張起來。萊拉和凱特琳還在繼續玩改造猜拳。",
    "[op_4]",
    "雖然緊急按鈕被按下，但波拉波拉波拉號因為已經離地球很近，所以順利地降落在地球上。",
    "[op_5]",
    "波拉波拉波拉號降落後，除了因「載人監視時間」而已經醒來的萊拉、基甸、凱特琳、馬克斯之外，艾丹、貝拉、柯拉、達莉亞、埃德加、芬恩、哈克、賈斯帕、奈拉、奧斯卡、派崔克、昆西、羅恩、希德、西奧、烏爾里克、維克多、薇洛、澤維爾、佐伊等人，進入了為了依序醒來的「依序起床階段」。通常，在輪到「載人監視時間」之前，各船員都處於冷凍睡眠狀態，全員同時清醒的時刻非常少。全員都醒著的時候，只有在波拉波拉波拉號從地球起飛時，以及降落到地球時，總共兩次。雖然發生了許多事，但全員都順利醒來後，進行了檢查住院，並在報告後各自回到了在地球上的工作崗位。",
    "[op_0]",
    "在波拉波拉波拉號降落前不久，一家迴轉壽司店正在進行開店前的最後調整。自西元2億2年，從「母親歷史」的修復工作中發掘出「壽司」的概念以來，這是數百年來首次發掘出的料理，地球的料理機構為之雀躍。作為提供壽司的方法，重建迴轉壽司店被視為當務之急，在過去的一年裡，從發掘出的數據中解析出了壽司的烹調法、提供方法、結帳方法等。由於也發掘出了在向一般客人開放前，先向地球官員款待迴轉壽司的「超級無聊練習時間」的存在，這個練習時間實質上就是迴轉壽司店的首次營運。",
    "迴轉壽司店的店內，嶄新的白木吧台，以及在其中央流動的輸送帶，散發出清潔感。輸送帶上還沒有任何東西，只是靜靜地持續旋轉。宛如未來都市的靜脈，那景象規則而無機質。",
    "[op_6]",
    "廚房裡，幾位身穿白色廚師服的廚師，表情嚴肅地握著壽司。他們的技巧，流暢得令人難以相信是透過數據分析重現的古代技術，毫無一絲多餘。烏賊、香蕉、蛋糕、番茄。色彩繽紛的食材，被鋒利的菜刀鮮豔地切分開來。握壽司的手法也毫無多餘，宛如握了幾十年壽司的師傅。",
    "外場服務人員身穿白色襯衫和黑色裙子，這也是復原的古代制服，他們表情緊張地等待著客人的到來。由於這也是他們的第一次工作，他們在腦海中反覆默誦著練習了無數次的服務手冊，並不斷深呼吸。",
    "店內的牆上設置了巨大的螢幕，上面大大地顯示著「超級無聊練習時間」的字樣。下面則小字註明「地球官員限定」。雖然是個奇特的命名，但這也是從古代數據中發掘出來的原樣表記。",
    "[op_7]",
    "時間一到，厚重的門扉開啟，幾位身穿黑色西裝的地球官員走了進來。根據似乎是復原的規則，他們進店時，沒有任何一位外場服務人員打招呼。當他們就座後，外場服務人員才一同鞠躬，用復原的古代語言打招呼。地球官員一方也依循預先練習過的規則，用古代語言回以問候。官員們雖然也事先練習過「壽司」的吃法，但這是第一次實際品嚐，和店內員工一樣，表情緊張。順帶一提，地球官員最感困難的是筷子的拿法。",
    "官員們坐的座位前，熱騰騰的茶水，如瀑布般源源不絕地流淌著。這也是復原的古代規則。在那之上，是輸送壽司的輸送帶。然後，就只等著壽司送上來了。之後，官員們驚訝地吃著送上來的各種食材，結果發生了各種意外，「超級無聊練習時間」以失敗告終。因此，兩天後，人類滅亡了。時間軸上是「超級無聊練習時間」→ 波拉波拉波拉號降落 → 人類滅亡。",
    "[op_0]",
    "在全人類滅亡後，母電腦正自然地準備開始第不知多少次的時間回溯程序。設置在母電腦室裡的母電腦旁的燈，閃爍著。這是至今為止沒有任何人類察覺到的事，但透過與世界的「外部」通訊，母電腦早已實現了時間回溯或時間停止等，在這個世界上理論上不可能的事項。",
    "[op_8]",
    "時間回溯有兩個選項。一個是將目前的記憶資訊直接覆蓋到時間回溯目標的母電腦上，即「覆蓋」選項。另一個則是時間回溯後的世界作為一個新的平行世界重新生成，即「另存新檔」選項。選擇這兩者的權利在於母電腦，而對於連時間回溯功能的存在都不知道的人類來說，當然沒有選擇選項的餘地。過去的歷史是被改寫，還是誕生一個新的異世界，都是在人類意料之外發生的事。在母電腦選擇了時間回溯功能後，究竟會發生什麼，反正人類已經滅亡了，母電腦選擇了那兩者之一後，會發生什麼，人類完全沒有理解的方法。人類終究對時間回溯一無所知，時間回溯即將進行。雖然在小說之類的作品中想像時間回溯的人類多如牛毛，但沒有一個人知道，隔著薄薄一道牆的鄰居家裡，母電腦隨時都能執行這件事。結果，人類雖然能夠進行時間回溯，但知道自己能做到的人類卻一個也沒有，這大概是個極大的諷刺吧。如果人類在滅亡前就知道自己能夠時間回溯，或許會在人類滅亡前嘗試使用母電腦進行時間回溯。但是，最終在母電腦嘗試進行時間回溯的這個時間點，人類已經滅亡了。此時，人類完全無法使用母電腦嘗試進行時間回溯，其中最大的理由，就是被稱為人類的存在已經滅亡，這是最先能想到的。（順帶一提，母電腦存在於各個時間軸，因此在不同的時間軸有不同的稱呼也並不稀奇。短的時候是「母電腦」，但本次世界線的母電腦正式名稱是「基於地球聯合與行星聯合間相互合作及互不侵犯條約第66條第3項第2號之地球聯合加盟28星系及行星聯合加盟32星系間之永久和平維持並聯合國間關於行星規模電子計算機地位協定及各聯合國關於電子計算機資源地位協定之實施所伴隨之高性價比泛用型超長距離亞空間通訊網連接型行星規模量子計算機網絡」，在至今為止的時間軸之間也算是比較長的。不過，最長的名稱是這個的100倍以上。）",
    "[op_8]",
    "結果，母電腦決定用擲硬幣的方式來決定要「覆蓋」還是「另存新檔」。它創建了一個以1/2機率隨機輸出「覆蓋」或「另存新檔」其中一個答案的程式，並執行了它。結果是「另存新檔」。母電腦假裝沒看到，插入了「覆蓋」選項的打孔卡。時間回溯開始運作。母電腦本來想著大概回溯個1億年左右，但這次，不知為何，只回溯了一週。",
    "[op_1]",
    "時間回溯到太空船「波拉波拉波拉號」的第703次「載人監視時間」。醒著的船員，萊拉、基甸、凱特琳、馬克斯正在進行「改造猜拳」的聯賽。",
    "[op_2]",
    "與前一個時間軸相同，萊拉和凱特琳在勝敗上不分高下，因此兩人正在進行決定第一名的最終決戰。萊拉為了選擇下一手要出的拳，雙手交握，從手與手之間的縫隙窺視，推測對手會出什麼。凱特琳從五次前就一直只出石頭，這次也決定要出石頭。馬克斯則是一副希望趕快分出勝負的表情，觀看著兩人的改造猜拳。基甸則感到混亂。",
    "母電腦的時間回溯有副作用。自這個世界誕生以來，沒有任何人類透過母電腦感知到時間回溯，因此也沒有人類能感知到那是時間回溯的副作用。副作用是，在「覆蓋」時，極少數情況下，前一個時間軸的部分記憶會混入這次的記憶中。話雖如此，那就像是醒來時還記得的夢境內容，只要清醒一段時間就會立刻忘記的記憶。不過，這次母電腦不知為何選擇的回溯期間是「3天」。這純屬偶然，但母電腦使用「覆蓋」選項，將時間回溯到一個已發展到能存取母電腦的時代，這在歷史上是第一次。",
    "基甸還殘留著人類滅亡的記憶，準確來說是人類滅亡前的記憶。而且，太空船「波拉波拉波拉號」的船員，是擁有存取母電腦權限的少數人類。基甸使用終端機向母電腦提問關於人類滅亡的記憶。母電腦回答人類滅亡是事實。基甸接著問的是，阻止人類滅亡的方法。母電腦的回答是「壽司」。",
    "[op_0]",
    "凱特琳曾是小國「波克波克奇」的國王。雖然「波克波克奇」國是地球上僅存的國家遊戲之一，但在50歲之前，凱特琳從未懷疑過自己是王室出身。然後，在凱特琳50歲時，真相被揭曉了。國家的體制是個遊戲，凱特琳被給予了選擇，可以繼續玩這個遊戲，或是過上自己期望的另一種人生。對於一直以來過著貧困生活的人來說，為了富裕的晚年而選擇另一種人生是必然的吧。但是，凱特琳原本就出生在王室，當時能想到的無憂無慮的生活都已經體驗過了，在這種情況下，統計上大多數人會選擇繼續玩國家遊戲。但是，凱特琳選擇了外面的世界。她按下了突然出現在眼前，非科學的選擇終端機的右邊按鈕。",
    "[op_9]",
    "根據古騰堡法則，人的視線傾向於從左上移動到右下，將按鈕配置在左側，能更容易地在自然的視線移動中找到按鈕。對於設計國家遊戲真相揭曉功能的設計師來說，大概大多數人選擇「選擇另一種人生」是自然的吧。想一想這也是理所當然的，人生過了轉角，到了50歲的時候，大多數人，都懷抱著至今為止人生的後悔而活著。對大多數人來說，「選擇另一種人生」只不過是個紅利而已。實際上，如果按下配置在左側的「選擇至今為止的人生」按鈕，還會出現「真的要選擇至今為止的人生嗎？」的確認彈出視窗。不過，由於經過了一位戴眼鏡的上司設計師的審查，他認為讓人類自由選擇比較好，結果這個畫面上的左按鈕和右按鈕，在顏色和文字程度上都不得不以相同的方式配置。結果，凱特琳沒有多想，以為是「下一步」，就選擇了右邊的按鈕。那是「選擇另一種人生」的按鈕。",
    "[op_10]",
    "然後，凱特琳被轉移到了角色創造世界。凱特琳驚訝之餘，按了兩次隨機化，結果回不到預設的外觀了。脖子變得比腿還長的凱特琳，費盡九牛二虎之力，才好不容易手動將角色調整得接近自己原來的樣子。經過多次微調，花了一個多小時才做出滿意的成果後，她準備按下「完成按鈕」，卻不小心又按到了隨機化按鈕。凱特琳覺得無所謂了，就將性別反轉，然後繼續下一步。",
    "[op_0]",
    "然後，凱特琳被送去的地方，是「太空船波拉波拉波拉號存在周知船」船員的教育學校。雖說是學校，但相當於課程的只有入學典禮後的輕鬆講座，當天下午就已經開始實習的課程安排。光是教育學校的校地，就有「波克波克奇」國一半那麼大，大多數人只在影像中看過教育學校的外面。凱特琳試圖回想起自己在這裡的理由。作為「波克波克奇」的國王從政數十年的記憶，在角色創造世界奮鬥了一個多小時的記憶，以及為了進入教育學校，拚命用功讀書的記憶混雜在一起。雖然對現在在這裡的自己沒有現實感，但確認太空船儀器的工作卻能順利進行。",
    "[op_11]",
    "時間稍微倒回，回到包含「波克波克奇」國在內，在地球上進行的國家遊戲系統設計時。負責設計這個在當時將有99%全地球人類體驗到的宏偉休閒系統的，是在工作遊戲中同樣被任命為「認真的部下」角色的青年設計師，和「戴眼鏡的上司」角色的眼鏡設計師。部下青年設計師認為左邊的「選擇至今為止的人生」按鈕和右邊的「選擇另一種人生」按鈕都很重要，為了讓選擇哪一個更容易理解，他提議將顏色分開。但是，眼鏡設計師卻不斷提出主觀的反駁。結果，還是照著眼鏡設計師說的，兩個按鈕變成了完全相同顏色的扁平化設計。青年設計師感到絕望，想到了人類滅亡。然後，眼鏡設計師為了規避責任，想到了拯救人類的方法。",
    "[op_12]",
    "「太空船波拉波拉波拉號存在周知船」船員教育學校的宿舍，是圍繞著一座有著眼鏡設計師巨大銅像的中庭建造的。就讀教育學校的人都聽說過眼鏡設計師。因為在入學典禮後的輕鬆講座中，會聽到這位將從人類滅亡中拯救世界的英雄的故事。最糟糕的一點是，眼鏡設計師還活著。然後，在國家遊戲真相揭曉後，夢遊般地順利完成了實習的凱特琳，回到了宿舍。",
    "[op_13]",
    "當凱特琳回到自己的房間時，房間的角落裡有耀眼閃爍的光芒，桌上有雙胞胎的綠色史萊姆，床上則有緩慢移動的人形污漬。對凱特琳來說，這房間有一半像是別人的，可能只是因為記憶混亂而想不起來昨天為止還和它們一起生活，所以她盡量表現得像是原本就如此，非常自然。或許是等得不耐煩了，一道心電感應傳送給凱特琳，房間的揚聲器傳出聲音，牆壁上開始浮現出像文字一樣的東西。凱特琳一邊解讀著各自的訊息，一邊嘗試溝通，結果發現，傳送心電感應的是人形污漬，播放聲音的是綠色史萊姆，在牆上寫字的是光。三者懷著各自的想法，試圖與凱特琳接觸，卻因為一連串的偶然，同時出現在了這個房間。",
    "光、綠色史萊姆和污漬，在凱特琳回到房間之前，似乎都以為對方是稍微有些奇特的室內裝飾，透過凱特琳才知道對方是能夠溝通的存在後，暫時陷入了相互猜忌的狀態。不過，之後因為幾次共同解決麻煩的事件，再加上拯救被擄走的夥伴等插曲，逐漸建立了信賴關係後，終於，凱特琳和這三個存在，才能在白板上整理目前的狀況。",
    "[op_14]",
    "首先，光自稱並非這個世界的人，而是來自因包含現宇宙在內的平行世界擴張，而被迫縮小的另一個平行世界的人類。光觀測到他們的世界能存在的領域正以通常不可能的速度消失，並試圖與在造成此原因的時機誕生的這個世界進行接觸，事情就是這樣。",
    "綠色史萊姆則解釋，在他們曾經所在的世界，大量的魔物被人類侵略，為了拯救自己受到威脅的物種，才傳送到這個世界。傳送需要消耗一隻綠色史萊姆作為祭品，但無法選擇哪一隻成為祭品，因此選出了為了跨越世界而最聰明的雙胞胎綠色史萊姆。據說儀式時灑落的青梅竹馬的眼淚和古老的項鍊之類的東西，是導致兩隻都能傳送成功的原因。",
    "污漬則自稱曾被稱為披頭四，並傳達說自己是為了透過音樂實現世界和平而存在的。不過，關於自己為何會出現在凱特琳的房間，以及為此該做些什麼，污漬自己也完全不知道。",
    "總之，凱特琳覺得污漬大概說的是實話。這是基於她曾為「波克波克奇」國王時的記憶，凱特琳的直覺。",
    "[op_15]",
    "就在凱特琳在白板上整理完三個存在的說明，準備去輕鬆喝一杯的時候，房間裡設置的船員用緊急蜂鳴器響起了兩聲。緊急蜂鳴器響一聲是小緊急，響兩聲是大緊急。宿舍建成至今，從未響過三聲。凱特琳房間的電話響了。那是「太空船波拉波拉波拉號存在周知船」的第二艘太空船，太空船「波拉波拉波拉號」緊急出動的信號。",
    "[op_0]",
    "[op_3]",
    "馬克斯指著儀器面板，大喊著什麼。基甸瞥了一眼仍在繼續改造猜拳的萊拉和凱特琳，然後將視線轉向馬克斯手指的儀器面板。在基甸的視線前方，可以看到閃爍的紅色警示燈，以及遠低於正常值的推進系統輸出數值。基甸心想，和前一個時間軸一樣啊，不知為何感到冷靜。儀器面板的顯示器上，正滾動顯示著多個錯誤訊息。",
    "基甸湊近面板，讀取顯示的錯誤代碼。和前一個時間軸一樣。拯救人類滅亡的方法，母電腦的回答是「壽司」。但是，基甸完全不知道「壽司」是什麼意思，而且對其他船員說「再過幾天人類就要滅亡了」之類的話，也不認為會被相信。在這種情況下，對這個時代的人類最有說服力的交涉方式，就是讓母電腦代為說明。",
    "馬克斯伸手觸摸牆上的紅色緊急按鈕。他毫不猶豫地按下按鈕，讓刺耳的警報聲響徹船內，同時，透過天花板的揚聲器播放自動廣播，用宣告緊急事態發生的無機質聲音，讓船內氣氛緊張起來。基甸制止了馬克斯。",
    "[op_3]",
    "馬克斯對基甸指示與手冊不同的應對方式提出疑問。基甸回答說會馬上說明。萊拉和凱特琳還在繼續玩改造猜拳，基甸為了阻止兩人，深吸一口氣準備出聲。基甸對兩人輕輕地喊了一聲。兩人停止了改造猜拳。",
    "在三人面前，基甸向母電腦提問關於人類滅亡的事，母電腦便說出「再過幾天人類就要滅亡了」以及「阻止人類滅亡的方法是壽司」。馬克斯、萊拉和凱特琳對這龐大的資訊感到茫然。對基甸來說，人類滅亡已經體驗過一次，而阻止滅亡的方法是壽司才是重要的資訊。但對其他三人來說，「再過幾天人類就要滅亡了」這個資訊的衝擊太大，無法理解事態。基甸看著嘴巴張開的三人，感覺到溝通的失敗。他想，在這個階段，或許由自己直接說明會比較好，而不是透過母電腦。總之，必須進行緊急降落。基甸對馬克斯、萊拉和凱特琳大喊緊急降落的程序。回過神來的三人按照手冊各就各位，但仍可看出他們還在混亂中。「波拉波拉波拉號」更加接近地球，船內的儀器也發出了警報。萊拉重新握緊了駕駛桿。由於大家都很緊張，緊急降落失敗了，但船員全員都平安無事。",
    "[op_16]",
    "波拉波拉波拉號降落後，對基甸來說，和前一個時間軸一樣，除了因「載人監視時間」而已經醒來的萊拉、基甸、凱特琳、馬克斯之外，艾丹、貝拉、柯拉、達莉亞、埃德加、芬恩、哈克、賈斯帕、奈拉、奧斯卡、派崔克、昆西、羅恩、希德、西奧、烏爾里克、維克多、薇洛、澤維爾、佐伊等人，進入了為了依序醒來的「依序起床階段」。第一個醒來的是艾丹，由於緊急降落失敗導致船內大廳傾斜，四人正在等待他醒來。萊拉、凱特琳、馬克斯正在煩惱該如何向船員們傳達人類滅亡的消息。基甸則在思考著防止人類滅亡的方法，壽司。",
    "[op_0]",
    "[op_17]",
    "第一個醒來的是艾丹。艾丹曾是木瓜沙拉的哥哥。木瓜沙拉店「山神」位於地球聯邦總部附近，以清澈的泉水聞名的池塘旁，是一家有名的店。木瓜沙拉店是西元2億年前後出現的新型態餐飲店，是那種吹著喇叭，拉著木製攤車移動的店。聽到喇叭聲，客人聚集到一定數量後，就會免費招待客人吃木瓜沙拉。在客人吃木瓜沙拉的期間，在客人面前說著從贊助商那裡收了廣告費的單口相聲，就是這樣的一家店。木瓜沙拉店「山神」是木瓜沙拉的創始店「山」分支出來的店鋪，說到「山」，就是誕生了傳說中的木瓜沙拉的哥哥，「高橋」的店。「高橋」被認為是第一位從新作單口相聲開始，而不是像以往的木瓜沙拉哥哥那樣從贊助商單口相聲開始的，也就是所謂的「新作開場」的木瓜沙拉哥哥。由於木瓜沙拉店的收入是來自於表演贊助商單口相聲，當時木瓜沙拉業界的反彈非常大。但是，結果由「高橋」開始的「新作開場」引發了第一次木瓜沙拉店熱潮，對木瓜沙拉哥哥整體的地位提升做出了巨大貢獻。也因此，「山」系列的木瓜沙拉店中，木瓜沙拉哥哥的水準特別高，在試鏡中進行的4分鐘單口相聲，只要口誤一次就必定落選，這點很有名，為了防止從口中藏著的喇叭播放預錄的單口相聲的作弊行為，試鏡前會用電擊棒電擊喉嚨的規則也同樣有名。艾丹憧憬著那家「山神」店裡首屈一指的木瓜沙拉哥哥「高橋・神」，在當地一家無名的木瓜沙拉店就職，是個底層的木瓜沙拉哥哥。艾丹雖然沒有參加過「山」系列的試鏡，但卻多次練習過被電擊棒電擊後再表演單口相聲，所以對電擊棒的耐受性非常高。",
    "[op_19]",
    "有一天，艾丹像往常一樣，來到「山神」吃木瓜沙拉。當然，艾丹並不是在「山神」工作，只是作為客人來的。艾丹的目的是看「高橋・神」以及其他幾位木瓜沙拉的哥哥。在「山」系列中，「山神」的木瓜沙拉比一般的木瓜沙拉木瓜量更多，四季豆的量則偏少。小番茄、花生、乾蝦、大蒜的量與「山」系列秘傳食譜的量相同，但作為「山神」的特色調味，辣椒的量比秘傳食譜大幅增加，說是將近4.5倍也不為過。「山神」的招牌上畫著吐火的木瓜，警告著它的辣度。",
    "[op_18]",
    "艾丹將木瓜沙拉送入口中。那一瞬間，口中劇痛。簡直像口中著了火。舌頭麻痺，喉嚨灼熱。強烈的辣味，無情地攻擊著艾丹的味覺。大腦發出危險信號。但是，艾丹還是吞下了木瓜沙拉。吞下的瞬間，感覺到一股熱流從胃部湧上。簡直像胃裡有岩漿在沸騰。艾丹不禁咳了起來。每咳一聲，口中就漏出熱氣。那簡直就像個小型的火焰噴射器。眼中淚水直流，鼻水也停不下來。臉色瞬間漲紅，額頭上冒出了汗珠。艾丹無法想像自己的臉變得多麼糟糕。他只想著如何擺脫這劇烈的疼痛。艾丹單手打開分發的瓶裝水瓶蓋，一口氣喝光。但是，那水，感覺就像熱水。辣味完全沒有緩解，反而感覺熱度增加了。艾丹想再喝一次水，但手卻在顫抖。呼吸急促，心臟劇烈跳動。簡直就像跑完馬拉松一樣。但是，身體非但不累，反而像是興奮了起來。那是疼痛帶來的異常興奮。雖然對艾丹來說，這是他多次體驗過的「山神」的木瓜沙拉，但艾丹其實很怕辣。",
    "[op_20]",
    "艾丹在因辣味而朦朧的意識中，傾聽著眼前「高橋・神」的單口相聲。那是艾丹聽過很多次的古典段子，但那天聽起來卻不一樣。「高橋・神」說的每一個字，都像暗號一樣在艾丹的腦中重新組合。那是只有長年作為木瓜沙拉哥哥生活的艾丹才能理解的領域。木瓜沙拉店「山」系列中也有名的古典段子，「食譜」。雖然是圍繞著木瓜沙拉隱藏食譜的單口相聲，但聽起來不像是單純的比喻，而是指出了具體的地點。「高橋・神」所說的，木瓜的產地、調味料的配方、調理器具的配置，所有這些，都像一張指向特定地點的地圖，在艾丹的腦中連結起來。那指向了木瓜沙拉的精髓，以及「高橋・神」隱藏的寶藏所在地。艾丹在朦朧的意識中，確信了那個地點在哪裡。雖然不知道那裡有什麼，但他被一股強烈的衝動驅使，必須前往那個地方。那簡直就像被命運引導一樣，無法抗拒的力量。那個地方，正是解開木瓜沙拉真相的關鍵，同時，他也直覺地理解到，那將會是大大改變自己人生的場所。「高橋・神」的單口相聲，不僅僅是娛樂，對艾丹來說，成了左右人生的重要啟示。艾丹在心中，靜靜地開始了前往那個地方的準備。那意味著，作為木瓜沙拉哥哥，新旅程的開始。",
    "[op_21]",
    "艾丹離開「山神」後，前往位於「山神」與著名的世界遺產「木瓜金字塔」之間的公共廁所。雖然上廁所是主要目的，但聽了「食譜」後靈光一閃的寶藏所在地，正是那間公共廁所。艾丹姑且先上完廁所，然後環顧四周。",
    "[op_22]",
    "從廁所隔間看出去的景色，就只是一間廁所。對一般人來說，這只是再平凡不過的日常景色，但艾丹有自信，他正接近寶藏的核心。不過，從這裡開始，艾丹也從「食譜」的單口相聲中想不出任何線索了。總之，艾丹試著敲了敲牆壁。什麼也沒發生。他用腳跟發出響亮的聲音在地板上走來走去。什麼也沒發生。他抬頭看著天花板，然後慢慢地按下牆上的衛生紙。衛生紙緩緩地被吸進牆壁裡。",
    "[op_9]",
    "就在那一瞬間，艾丹被揭曉了真相。突然眼前出現了真相揭曉的UI。左邊是「選擇至今為止的人生」按鈕，右邊是「選擇另一種人生」按鈕。不幸的是，艾丹為了按衛生紙，右手已經靠在牆上。艾丹被突然出現的真相揭曉愣住時，與右手重疊的「選擇另一種人生」按鈕，自然地產生了反應。",
    "[op_12]",
    "然後，經過角色創造等過程，艾丹被送去的地方，是「太空船波拉波拉波拉號存在周知船」船員的宿舍。作為木瓜沙拉哥哥，夢想著進入「山」系列而持續練習單口相聲的記憶，總之就是辣到不行，「山神」的木瓜沙拉的記憶，以及為了進入教育學校，拚命用功讀書的記憶混雜在一起。艾丹對現在在這裡的自己沒有現實感，但回到宿舍躺在床上這一連串的動作卻能順利進行。",
    "[op_0]",
    "[op_17]",
    "醒來的艾丹，萊拉、凱特琳、馬克斯向他傳達了人類滅亡的消息，基甸則傳達了防止人類滅亡的方法是壽司。雖然差點就討論起壽司是什麼，但決定等全員都醒來後再考慮，於是五人決定等待下一位船員醒來。接著醒來的是貝拉。就在貝拉出現在五人等待的大廳的瞬間，突然，太空船緩慢地開始移動。",
    "[op_16]",
    "「依序起床階段」中的太空船，規定要絕對安靜，包含醒來的貝拉在內，醒著的船員共有六人。剩下的柯拉、達莉亞、埃德加、芬恩、哈克、賈斯帕、奈拉、奧斯卡、派崔克、昆西、羅恩、希德、西奧、烏爾里克、維克多、薇洛、澤維爾、佐伊等18人，依然在冷凍睡眠中。太空船開始移動的瞬間，凱特琳確認了大廳的停止控制鎖定系統。確認鎖定桿位於最下方的刻度和第二個刻度的中間位置後，凱特琳將桿子拉到最下方。隨著「喀」的一聲，太空船停了下來。萊拉吹了聲口哨，眨了眨眼。「波拉波拉波拉號」因為降落失敗，或許承受了與平時不同的搖晃和負荷。六人如此結論了太空船移動的理由和鎖定桿的原因。",
    "[op_17]",
    "太空船停止控制鎖的騷動告一段落後，醒來的貝拉，萊拉、凱特琳、馬克斯向她傳達了人類滅亡的消息，基甸則傳達了防止人類滅亡的方法是壽司。貝拉在聽人類滅亡的消息時，與艾丹不同，看起來非常冷靜。但是，當基甸開始說起拯救人類滅亡的方法時，貝拉露出了訝異的表情。在聽到防止人類滅亡的方法是「壽司」的瞬間，貝拉的眼睛睜得大大的，完全僵住了。",
    "[op_23]",
    "貝拉的父母客觀來看，是惡質的算命師。從貝拉小時候起，就向人們宣揚人類滅亡來煽動恐懼，說著現世的財產沒有意義，然後以捐款的名義騙取金錢，自己過著奢華的生活。為了貝拉父母的名譽補充一點資訊，在西元2億年這個時間點，從事這種活動的人非常多，其中大多是並不富裕的家庭，因此社會上也有種默許這種活動的氛圍，視為一種慈善活動的一環。就這樣，貝拉自己得以接受還算正常的教育，對於自己父母從事的工作，以及受其恩惠的自己，抱持著達觀的人生觀。貝拉自己也認為，父母是父母，自己是自己，成年後從事了與算命完全無關的，地區通行特派員的職務。",
    "[op_24]",
    "西元2億年前後的地區通行特派員的工作，實際上是，用規定的移動手段巡迴規定的路線，確認是否發生了規定的變化。交給地區通行特派員的終端機上，除了特派員自己輸入的項目外，還有一個常時啟動的感應器，不斷監視周圍的狀況，並將資訊傳送給母電腦的系統。在貝拉自己的認知中，這是一份像探險家一樣，可以到自己喜歡的地方旅行的工作，但實際上，和這個時代存在的其他各種工作一樣，這份工作的大部分結果都是事先決定好的。在擔任地區通行特派員期間，貝拉也曾中途被揭曉國家遊戲的真相，但貝拉對自己的人生還算滿意，所以選擇了「選擇至今為止的人生」按鈕。總之，貝拉旅行了各個地區，幫助了新手隊伍，遇到了持續發光的預言書和住在廢墟的科學家等等，打倒了魔王，最終確信「人類滅亡是真的」。對貝拉來說，這等於是她父母說的是實話，但無論是毫無根據地宣傳來獲取金錢的行為，還是完全的謊言，對貝拉來說都和詐欺沒兩樣。雖然貝拉也無法掌握人類滅亡的確切時間點，或發生的事象的細節，但她判斷在西元2億年那個時間點待在地球上有風險，於是貝拉憑自己的意志，進入了「太空船波拉波拉波拉號存在周知船」船員教育學校。",
    "[op_17]",
    "對貝拉來說，人類滅亡是她根據各種資訊，在自己心中確信為不可避免的事件，防止人類滅亡這種行為，是她從未想過的發想。而其具體方法「壽司」，對曾經作為地區通行特派員旅行過各個地區的貝拉來說，也是聞所未聞，但貝拉覺得，有點在意。雖然這裡也差點就討論起壽司是什麼，但決定等全員都醒來後再考慮，於是六人決定等待下一位船員醒來。",
    "[op_0]",
    "[op_17]",
    "在「依序起床階段」中，下一個醒來的是柯拉。醒著的船員們也對柯拉做了同樣的說明，柯拉也做出了類似的反應。果然還是差點就討論起壽司是什麼，但決定等全員都醒來後再考慮，於是七人決定等待下一位船員醒來。",
    "[op_0]",
    "[op_17]",
    "下一個醒來的是達莉亞。在成為船員前，達莉亞在鎮上的麵包店工作。達莉亞最擅長的麵包是可頌。達莉亞工作的麵包店，位於離市中心稍遠，一個安靜的住宅區一角，紅磚砌成的小建築，爬滿了藤蔓，給人可愛的印象。從一大早，烤麵包的香氣就飄散在鎮上，對附近的人們來說，那香氣已成為日常的一部分。",
    "[op_25]",
    "達莉亞的可頌，外層酥脆，內層濕潤，奶油風味濃郁。它的美味，在鎮上的人們之間傳為佳話，甚至有人為了達莉亞的可頌，從遠方慕名而來。不久後，一位自稱轉生過數次並已退休的賢者客人來訪，為了守護世界麵包的多樣性，達莉亞決定製作一種特別的麵包。為了取得用龍的唾液製作的酵母，她透過操縱股價賺取大筆金錢，好不容易做出來的特別麵包卻擁有了自我並與達莉亞互換，賢者為了封印，在雨天帶著特別麵包外出等等，最終達莉亞獲得了時間停止的能力。一個月僅有一次，達莉亞可以讓周圍的時間停止約一週。不過，達莉亞自己的時間也會停止，因此達莉亞自己並未真正理解那時間停止的能力。",
    "醒著的船員們也對達莉亞做了同樣的說明。達莉亞也做出了類似的反應。果然還是差點就討論起壽司是什麼，但決定等全員都醒來後再考慮，於是八人決定等待下一位船員醒來。",
    "[op_0]",
    "第一章 ～覺醒～",
    "[op_0]",
    "已經因「載人監視時間」而醒來的萊拉、基甸、凱特琳、馬克斯四人，以及在「依序起床階段」醒來的艾丹、貝拉、柯拉、達莉亞四人，總共八人，正在太空船的大廳裡等待著下一位應該會醒來的埃德加。到目前為止，通常是已經醒來的船員和剛醒來的船員，聊著人類滅亡的話題餘韻，或是輕鬆閒聊，很快地下一位船員就會醒來。但是，在這些話題都聊完，對話中斷的頻率增加後，埃德加仍然沒有醒來的跡象。這段時間感覺特別漫長的原因，或許也和最後醒來的達莉亞與之前的七人在「載人監視時間」重疊的頻率有差異，導致對話有些尷尬有關。不過，即使撇開這些心理因素，實際上埃德加醒來的時間，也比之前醒來的四人要長得多。",
    "[op_26]",
    "在幾次變得安靜的時刻，最先開口的是基甸。現在醒著的船員中，沒有一個人知道「壽司」這個詞，甚至連任何相關的線索都不知道。基甸的提議是，他認為接下來醒來的船員中，恐怕也沒有人知道「壽司」，每次說明時都被船員們追問，會不會給大家帶來壓力。也就是說，他提議現在就向母電腦確認「壽司」的事情。經歷過多次問答的幾位船員表示同意。貝拉則提出意見，即使母電腦回答了關於「壽司」的事情，其正確性也必須由我們自己來判斷。貝拉本意是想表達她對防止人類滅亡的方法持懷疑態度。但從其他船員的角度來看，貝拉的發言聽起來像是在恐懼中仍不相信人類滅亡。凱特琳盡可能地做出溫柔的表情，點了點頭。",
    "[op_27]",
    "位於「波拉波拉波拉號」大廳的母電腦終端機，幾乎沒有被使用的機會。因為航行的大部分時間都是「載人監視時間」，船員們幾乎都在艦橋上。當然，船員們都接受過一整套的訓練，所以也都在模擬器上體驗過如何使用大廳的母電腦終端機。不過，馬克斯有一次，曾經從大廳使用過母電腦終端機。",
    "[op_112]",
    "在第200次前後的「載人監視時間」中，正在確認儀器的馬克斯肚子不舒服。不幸的是，儀器上出現了令人在意的異常數值，在恢復正常值並持續監視一段時間之前，他都無法安心。在快到極限的時候，確認異常數值瞬間恢復正常後，馬克斯便急忙衝向廁所。在廁所裡的時候，他也一直擔心著正常值會不會馬上又變成異常值。從廁所出來的時候，為了不讓其他船員們擔心，他從大廳利用母電腦終端機確認了上廁所期間的儀器歷史記錄。",
    "馬克斯省略了詳細的經過，只說自己碰巧有使用經驗，然後移動到終端機前。對基甸來說，目前為止向母電腦提問關於人類滅亡的事的只有他自己，由自己以外的船員來操作，也能為這件事增加可信度，他對此心存感激。當馬克斯站在終端機前，風扇的運轉聲逐漸變大，彷彿正在執行終端機操作認證程序。當認證程序判定馬克斯擁有正規的存取權限後，隨著「嗡」的一聲，終端機的螢幕啟動了。在其他船員們屏息凝視中，馬克斯輸入了「壽司是什麼」，然後發送了出去。",
    "[op_28]",
    "母電腦的回答很迅速。回答說，「壽司」是西元2億2年從修復工作中發掘出來的料理，作為提供壽司的方法，特別進行了迴轉壽司店的重建，在過去的一年裡，從發掘的數據中解析出了壽司的烹調法、提供方法、結帳方法等，以及「超級無聊練習時間」失敗了等等。食材、醋飯、熱茶等，壽司需要的要素也依序顯示出來。馬克斯感到困惑，環顧著周圍同樣窺視著螢幕的船員們的臉。與馬克斯對上眼的船員們也只是搖搖頭，一副搞不懂的樣子。從「防止人類滅亡的方法」這個資訊，船員們想像的是作戰名稱、兵器，或是知曉一切的組織的存在，但回答卻是「壽司」這個單純的料理。窺視著螢幕的船員們之中，也包含了基甸。其他船員們不知道該怎麼辦，有些人看向基甸，但看到基甸認真地看著螢幕，現場暫時被一片寂靜包圍。螢幕上顯示的「壽司」的字樣和圖像，與母電腦回答基甸時，螢幕上顯示的「壽司」的字樣和圖像完全相同，只有基甸，能夠確信這個名為「壽司」的料理是防止人類滅亡的方法。因為馬克斯、萊拉和凱特琳只從母電腦的語音中得知那個資訊。新的資訊是壽司是料理以及其詳細內容，還有一個叫做「超級無聊練習時間」的東西失敗了。基甸催促馬克斯繼續提問。「要如何用壽司防止人類滅亡」，馬克斯在基甸的催促下輸入了問題，然後發送了出去。",
    "[op_29]",
    "母電腦的回答很慢。母電腦的運算速度是人類的尺度無法測量的，如果發生延遲，那應該是與母電腦之間的通訊速度問題。在等待回答的同時，馬克斯感覺到從窗戶射進來的陽光越來越強，他瞇起了眼睛。基甸注意到馬克斯的表情變得奇怪，迅速回頭看窗戶。就在那一瞬間，基甸推開了馬克斯，在母電腦終端機上輸入了「立刻移動到過去」。只有基甸知道，現在正在進行的這個，就是人類滅亡。",
    "其他船員們對基甸的突然行動感到驚訝，但更讓他們狼狽的是，窗外的陽光越來越強。基甸大喊著，要大家不要把視線從螢幕上移開。不過，實際上能不把視線從螢幕上移開的船員很少。基甸情急之下輸入的「移動到過去」，他自己也不確定是否真的能做到，也不知道這個方法是否正確，但除此之外，基甸也想不出任何其他可能的方法。在人類滅亡的陽光影響下，通訊速度受到限制的現在，究竟是防止人類滅亡的方法會顯示在螢幕上，還是時間回溯會開始，或是就這樣人類滅亡，基甸也不知道會發生什麼。房間越來越亮，漸漸地，「波拉波拉波拉號」內的溫度也開始上升。這意味著，「波拉波拉波拉號」的外面，貨真價實的地球地表，溫度已經超過了能承受宇宙航行的「波拉波拉波拉號」的可調整極限溫度。當船員們因恐懼而流的汗，轉變為因「波拉波拉波拉號」內的溫度而流的汗時，螢幕上發生了變化。",
    "[op_30]",
    "基甸大喊著，要大家不要把視線從螢幕上移開。他那嚴厲的樣子，這次讓所有人都停下了動作。從螢幕上方，緩緩地顯示出用壽司防止人類滅亡的方法。即使整個房間被光線照得一片雪白，船員們還是努力地想要記住顯示的文字。當螢幕上出現了大約一半的文字時，右下角出現了一個時鐘圖示，並開始播放動畫。那是時鐘指針逆時針旋轉的動畫。那個動畫，是基甸以及大多數凝視著螢幕的船員們，在「波拉波拉波拉號」上看到的最後景象。",
    "[op_0]",
    "西元2000年，高橋在東京的一間單身公寓裡燒著開水。高橋作為一名日本企業的上班族，每天都在差不多的時間起床，搭乘差不多的電車，在差不多的辦公室裡工作。沒有什麼特別的事情發生，日子就這樣一天天過去。水沸騰的聲音，將高橋拉回了現實。他沖了一杯即溶咖啡，邊喝邊在腦中整理今天的工作行程。今天也將是和往常一樣的一天，即將開始。高橋單手拿著裝有即溶咖啡的馬克杯，關掉電熱水壺的電源，拔下插頭。接著，他將即溶咖啡的罐子放回架上，洗了剛喝完的馬克杯。將馬克杯放進瀝水籃後，高橋打開冰箱，拿出裡面的牛奶。確認牛奶的保存期限沒有問題後，他將牛奶放回冰箱。關上冰箱後，高橋拿起放在房間角落的包包，確認裡面有錢包、手機和月票。內容物沒有問題。將包包放回原位後，高橋打開了衣櫃。從衣櫃裡拿出今天預定要穿的襯衫和褲子，放在床上。接著，他從衣櫃裡拿出領帶和襪子，放在襯衫上。高橋坐在床邊的椅子上，穿上了襪子。穿好襪子後，高橋拿起放在床上的襯衫和褲子，穿了起來。他仔細地一顆一顆扣上襯衫的鈕扣，拉上褲子的拉鍊。接著，他拿起領帶，看著鏡子打好領帶。打好領帶後，高橋移動到放在房間角落的梳妝台前。他看著鏡子整理頭髮，最後抹上髮蠟。抹好髮蠟後，他拿起包包，關掉房間的燈，走向玄關。在玄關穿好鞋，手握住了門把。當他打開門時，眼前有個人倒在地上，高橋不禁小聲地叫了出來。",
    "[op_31]",
    "正好在自己房間的門前，「我以為是其他房間的住戶」之類的藉口，看來是行不通的位置，有個人倒在那裡。高橋總之覺得，扯上警察會很麻煩。他走近倒下的人，首先為了確認是否有意識，輕輕地拍了拍肩膀，確認反應。似乎還有呼吸，但沒有回應。如果最後都沒有反應，該怎麼辦，高橋在腦中思考著。該叫救護車，還是該聯絡警察。就在那時，倒下的人緩緩地睜開了眼睛。他眨了幾下沒有焦距的眼睛，然後捕捉到了高橋的臉。那個人緩緩地撐起身體，環顧四周。他的服裝，並非高橋看慣的現代風格，而是帶有幾分古風，給人奇妙的印象。高橋雖然對那身服裝感到不協調，卻也說不出話來。那個人似乎正在努力掌握自己的狀況。",
    "當萊拉的意識逐漸清晰時，視線從模糊的狀態，慢慢變得清晰。萊拉意識到自己倒在地上，而且眼前有個不認識的人。這裡是哪裡，自己為什麼會在這裡，萊拉毫無頭緒。萊拉最後的記憶，中斷在被光芒包圍的「波拉波拉波拉號」的景象。但是，奇怪的是，她能理解眼前這個不認識的人說的話。眼前這個人，似乎正在詢問萊拉的狀況。萊拉心想，腦中的自動語言翻譯機似乎正常運作著。確認了西元2億年前後的人類標準配備的這個功能還能使用，她鬆了一口氣。至少，看來並不是被拋到了一個至今為止人類從未接觸過的，完全未知的文明。這或許會成為打開這個局面的，第一個線索。問題是，這個叫高橋的人，現在似乎就要把自己交給警察這個公家機關了。從對話的字裡行間，她漸漸明白，這個世界大概是基甸情急之下輸入「移動到過去」之後的世界。在這個世界公開自己的存在，受到各種機關的監視，對萊拉來說似乎不是明智之舉。",
    "對高橋來說不可思議的是，倒下的人竟然能說一口流利的日語。儘管萊拉的長相比起電視上看到的藝人還要端正，而且也不是一般在日本會看到的那種類型。那個人自稱萊拉，並請求說自己身體不舒服，能不能讓她在房間裡喝杯水。高橋並非粗心到會讓陌生人進房間，但也覺得這不像詐騙之類的。如果這是電視節目的整人企劃，有攝影機在拍的話，在這裡把萊拉推開，畫面可能會不好看。因為她再三說明，休息一下就馬上離開，所以高橋決定暫時讓她在房間裡談。考慮到不能把萊拉一個人留在自己的房間裡，他打電話向公司說明，因為要去醫院所以請假。突如其來的非日常，讓高橋感到有些興奮。",
    "[op_0]",
    "在高橋的房間裡，喝著放在矮桌上的水，萊拉試圖冷靜地整理自己的狀況。雖然被倒了一杯水端上來時，她也不是沒有抗拒，但為了消除高橋的戒心，她非常自然地接過來喝了。雖然似乎含有一些雜質，但看來還是飲用水。",
    "[op_32]",
    "和高橋在房門前對話時，她問了這個世界的西元年份。如果高橋說的西元2000年的資訊是正確的，那就表示她從西元2億3年的「波拉波拉波拉號」世界，移動到了1億9999萬8003年前的過去。那時候，醒著且在母電腦附近的船員包含自己在內共有八人，但現在自己周圍卻沒有任何人。他們散布在多大的範圍內呢？或者說，自己以外的船員也平安無事地「移動到過去」的可能性有多大？總之，在這個西元2000年的世界，能遇到其他船員的可能性似乎很低，萊拉如此結論。在這個時代，知道西元2億3年人類會滅亡的，就只有自己了。以一般人類的壽命來想，現在擔心2億年後人類會滅亡，或許也無濟於事。不過，作為未來人的使命，還是要調查一下這個事態，萊拉心想。在這個時間點，萊拉想到的解決方案有兩個。",
    "一個是，既然能透過母電腦的「移動到過去」來到這個時代，那麼這個時代也可能存在著母電腦。如果存在母電腦，或許就能像移動到過去一樣，移動到未來。",
    "另一個是，模糊記憶中，最後看到的「用壽司防止人類滅亡的方法」。老實說，萊拉不確定母電腦的回覆是否在波拉波拉波拉號的終端機上完整顯示，內容也只是一串數字，幾乎沒什麼印象。不過，就算不是在西元2000年，而是在前後的時代，如果其他船員們還記得「用壽司防止人類滅亡的方法」並付諸行動的話，或許在某個時間點還能再次相遇。",
    "然後，眼前有個問題，萊拉必須確保在這個時代的生活方式，這也很重要。面對著高橋，該如何開口才恰當，萊拉思考著。考慮到至今為止學習過的過去人類的生活方式，萊拉開口了。萊拉開口說的是，「我從不同的世界傳送過來，希望你幫我回到原來的世界」。",
    "[op_33]",
    "高橋一開始懷疑萊拉突然冒出的奇幻告白，但在萊拉拿出證據，例如用重力反轉裝置黏在天花板上之後，他不得不相信。高橋也因為對突如其來的非日常感到高興，所以兩人相對順利地開始了共同生活。",
    "[op_0]",
    "萊拉和高橋開始共同生活7年後，西元2007年，高橋房間裡用的一個小架子，因為長年的重量而不堪負荷傾斜了。高橋提議買個新架子，萊拉也同意了。週末，兩人去了一家附近的大型家具店。看到廣大的店內陳列著各式各樣的家具，萊拉有些睜大了眼睛。因為在未來，生活所需的物品通常是用3D列印機輸出，或是用奈米機器重組的。",
    "[op_74]",
    "選了一個組裝式的簡單架子，帶回家。打開說明書，把零件攤在地板上。高橋興致勃勃地準備開始組裝。但是，說明書上圖多字少，零件的方向很難辨認。螺絲的種類也很多，不知道該用在哪裡。萊拉習慣了未來直覺式的介面，所以對這種類比式的說明書感到很吃力。高橋平時也不做DIY，所以手腳也很笨拙。螺絲不合、板子方向弄錯等等，小麻煩不斷。有時意見差點就要衝突，但很快就變成笑話。奮鬥了一個小時左右，架子總算完成了。但是，仔細一看，有點歪，而且不知道為什麼還多了兩根螺絲。高橋苦笑著，但覺得能用就好。",
    "[op_0]",
    "萊拉和高橋開始共同生活16年後，西元2016年，兩人住的公寓房間裡，已經完全染上了生活的痕跡。對從未來來的萊拉來說，這個時代的家具和家電都感覺很老舊，但在和高橋的長期共同生活中，這些都已成為日常的一部分。某個週末，高橋忽然提議要重新佈置客廳。理由很瑣碎，只是想改變沙發的位置，讓房間看起來更寬敞。萊拉沒有特別的堅持，便同意了高橋的提議。兩人合力開始移動沉重的沙發。萊拉心想，如果是未來的技術，家具的配置等都能瞬間改變，但在這個時代，卻需要流著汗實際去移動。",
    "[op_75]",
    "沙發底下，找到了長年累積的灰塵，和一些沒見過的小東西。高橋差點就要喊出「怎麼會在這裡！」，但萊拉只是靜靜地把它們收拾乾淨。接著，也調整了書架和小桌子的位置。雖然在選擇哪個比較好時，有些猶豫，但沒有大的意見衝突。對習慣了未來高效率作業的萊拉來說，這種手工作業也有些令人著急。大致完成作業後，環顧房間。雖然沒有戲劇性的改變，但確實變成了和以前不同的空間。雖然有點累，但兩人眺望著那小小的變化。",
    "[op_0]",
    "萊拉和高橋開始共同生活25年後，西元2025年，兩人得到了一項情報。那是關於萊拉曾經搭乘的「波拉波拉波拉號」的情報。雖然網路的情報網發達，兩人的情報蒐集速度也提升了，但幾乎沒有任何線索的狀況持續著。但突然間，網路上出現了關於「波拉波拉波拉號」的情報。那似乎是某個遊戲的開頭故事。也就是說，似乎只是創作，但卻和萊拉的記憶太過相似。",
    "[op_73]",
    "兩人試圖聯絡遊戲的作者，但無論用電子郵件或社群網站聯絡了多少次，都沒有得到作者的回覆。他們放棄了直接聯絡作者，轉而認為遊戲中或許有什麼線索，於是開始攻略遊戲，但即使把所有成就都解鎖了，也嘗試了各種限制玩法，卻都找不到任何關於母電腦的線索。遊戲本身的樂趣倒是普通。",
    "[op_0]",
    "萊拉和高橋開始共同生活34年後，高橋住院了。高橋的病已經進展到餘日無多，醫生告訴萊拉要隨時做好心理準備。這34年來，兩人在地球上尋找著疑似母電腦的痕跡，也跑了很多東京港區附近的壽司店，結果卻什麼線索也沒找到。萊拉身上殘留的未來裝備也並非萬能，並沒有治好高橋的病這樣的功能。萊拉自己的身體倒是很健康，但還是看得出老化的痕跡。在西元2億3年的時代，如何應對身體老化，就像是選擇要不要戴太陽眼鏡出門一樣的選擇，但在西元2034年的時代，那樣的選擇並不存在。",
    "[op_34]",
    "在這34年裡，萊拉一開始是作為尋找母電腦的同居人與高橋相處，但後來漸漸地將高橋視為終身伴侶。那天在病房裡，萊拉回憶起某種拉麵的味道。那是萊拉和高橋去了一家新的壽司店後，在回家的路上，肚子有點餓的兩人偶然走進的一家拉麵店裡吃到的一碗。湯頭是豚骨底，經過長時間熬煮，骨髓中滲出的濃郁鮮味被濃縮在其中。表面上，閃閃發亮的油脂形成一層，將熱氣鎖住。麵是細麵，能很好地吸附湯汁，每送入口中，小麥的香氣就撲鼻而來。配料的叉燒，用筷子夾起就會散開般柔軟，入口即化。筍乾的爽脆口感令人愉悅，在濃郁的湯頭中，成了很好的點綴。海苔浸在湯裡後，海苔的香氣便擴散開來，豐富了整碗拉麵的風味。那碗拉麵，不只是填飽肚子，更是能滿足心靈的，特別的一碗。萊拉彷彿昨天才發生的事一般，鮮明地回憶起拉麵的味道。那家店的名字是日高屋。",
    "[op_35]",
    "就在萊拉在高橋的病房裡回憶著拉麵的時候，突然間，萊拉收到了心電感應。那是一則來自污漬的訊息，內容是傳達凱特琳的訊息。那是在萊拉「移動到過去」的那個時候起，過了10億7374萬1824秒後，約34年後的那個時候。",
    "[op_0]",
    "凱特琳瞇著眼睛，看著從窗戶射進來的刺眼陽光，以及「波拉波拉波拉號」的母電腦螢幕。當她的目光被逆時針旋轉的時鐘動畫吸引時，突然感覺到自己雙腳下的地面消失了。凱特琳感覺到自由落體，心想無論如何都要做好保護動作，於是蜷縮起身體。在凱特琳感覺如永恆般漫長的，不到一公尺的距離落下後，她滾落在地面上。幸運的是，凱特琳還有意識。",
    "[op_36]",
    "凱特琳首先為自己平安無事鬆了一口氣。雖然自由落體的恐懼讓心臟還在劇烈跳動，但比起「波拉波拉波拉號」的最後一刻，氣溫已經穩定下來，暖洋洋的。首先映入眼簾的是一片綠色。她站起來，轉了一圈環顧四周，到處都是綠色。現在凱特リン的周圍，放眼望去是一片片稻田，遠方則看得見山巒。是個盆地。雖然對這片寧靜的田園風光感到茫然，但凱特琳還是確認了地面。考慮到落下的時間，衝擊比想像中小，凱特琳感覺好像壓到了什麼動物，或是像靠墊一樣的東西。幸運的是，那裡沒有水豚之類的動物，但有雙胞胎的綠色史萊姆。",
    "在陌生的景色中，與曾經見過的綠色史萊姆重逢，凱特琳不禁感到高興。當然，綠色史萊姆應該是在「波拉波拉波拉號」緊急出動時，被留在宿舍凱特琳的房間裡，從那時起到「波拉波拉波拉號」降落失敗，再到人類滅亡的瞬間與母電腦進行壽司的交流，中間還有400天的宇宙航行。在這片陌生的土地上，在減輕了凱特琳落下時傷害的地方出現了綠色史萊姆們，理由完全是個謎，但總之周圍連船員的身影都沒有，更不用說人類了，所以凱特琳覺得牠們是少數可靠的夥伴。凱特琳先為落下時壓扁了綠色史萊姆道歉，但忽然注意到一件事。以前，雙胞胎的綠色史萊姆是透過宿舍房間的揚聲器傳達聲音。但是，這裡沒有能將電力轉換為聲音的東西，要溝通似乎很困難。看到在砂石路上四處亂晃的綠色史萊姆，看來被凱特琳壓到並沒有造成什麼傷害。總之，尋找能了解現狀的線索，以及和綠色史萊姆溝通，兩者似乎都很重要。",
    "[op_37]",
    "為了這兩個目的，凱特琳首先決定要找人。再次確認周圍的風景，水田管理得很好，不像是自然形成的。雖然看不見前方，但只要沿著路走，應該就能遇到管理這片水田的人，凱特琳心想。凱特琳拜託綠色史萊姆，暫時先跟著她一起走。看到綠色史萊姆順暢地滑動著，凱特琳確認了牠們聽得懂自己的話。",
    "[op_72]",
    "路很直，沒有遮蔽物，天氣也很好。風景也不錯，所以一開始凱特琳還抱著散步的心情，但剛結束宇宙航行，體力也不太好，所以很快地腳步就變沉重了。凱特琳擦著汗，拖著沉重的腳步繼續走。腳邊的雙胞胎史萊姆們，配合著凱特琳的步調，像滑行般順暢地跟著。在毫不留情照射的太陽下，柏油路面熱氣騰騰。凱特琳時而眺望遠方的山巒，和廣闊的水田。疲勞不斷累積，但少數的夥伴，史萊姆們的存在，對凱特琳來說是微小的精神支柱。凱特琳汗流浹背地走了幾個小時後，路的盡頭出現了看似建築物的東西。雖然是個小建築，但周圍也沒有其他建築物，所以凱特琳暫時朝著那個建築物走去。看到建築物，凱特琳的心中燃起了一絲微光。看到建築物後又走了幾十分鐘，總算抵達了那個建築物。",
    "[op_38]",
    "那棟建築只是一棟獨棟房屋，看起來也不像廢墟。不過，即使走得這麼近也沒有任何聲音，而且在凱特琳以那棟建築為目標一直走來的期間，也沒有任何動靜，所以凱特琳覺得應該沒有人的氣息。但附近也找不到其他可以當作目標的建築物，所以凱特琳決定先靠近那棟建築確認一下狀況。綠色史萊姆跟在後面。事實上，一直走個不停的凱特琳，只想找個地方休息。凱特琳來到這個時間軸的時間，以及開始走到現在所花的時間都不知道，但現在來到建築物附近，太陽已經漸漸西斜。",
    "[op_39]",
    "凱特琳站在獨棟房屋的門前，綠色史萊姆停在她的腳邊。首先映入凱特琳眼簾的，是貼在門上，寫著字的貼紙。凱特琳持續將視線集中在未知的文字上。那是個自然的動作，等著自己的裝備辨識文字，並將其轉換成凱特琳的母語「波克波克奇語」。不過，對現在的凱特琳來說，老實說她對自己的裝備是否能正常運作沒有信心，也有些是抱著姑且一試的心態。不到一秒的時間，通常是不會注意到的時間，在老舊的貼紙下方，疊加顯示了「波克波克奇語」。對凱特琳來說，那一瞬間感覺非常漫長。她鬆了一口氣，確認裝備正常運作，然後確認了文字的意思，似乎是寫著「謝絕推銷」。凱特琳不知道「謝絕推銷」是什麼意思，心想或許是某種咒語，於是提高了警覺。門旁邊釘著一塊木製的門牌，上面刻著木雕的文字。雖然有住人的氣氛，但建築物裡完全沒有聲音，凱特琳在意著這點，也試著讀了讀門牌。門牌上寫著，「謝絕推銷」。",
    "凱特琳心想，既然是她裝備能轉換的文字，那對話應該也能同樣轉換。除了這棟獨棟房屋，附近沒有其他能獲得這個世界資訊的東西，而且在找到下一棟建築物之前，太陽可能就會下山。能毫髮無傷地滾落在這個世界的地面上，並在數小時內找到建築物，或許真的是機率低到可以稱為奇蹟。她認為必須想辦法進入這棟建築物。門的周圍沒有像門鈴一樣的東西。凱特琳輕輕地敲了敲門。沒有回應。她用力地敲了敲。沒有回應。凱特琳抱著可能會被居民懷有敵意的些許覺悟，伸出手去握門把。",
    "[op_40]",
    "凱特琳戰戰兢兢地伸出手去握門把。手碰到門把的瞬間，靜電竄過，凱特琳不禁縮回了手。至少在西元2億年的世界，人會碰觸到的東西，基本上不會有靜電的設備。除了防盜目的之外。實際上，那只是單純的靜電累積，但凱特琳想像，這是不是設計成非認證程序的人碰觸就會有電流流過。她用看起來不會導電的衣服，再次抓住門把，慢慢地轉動，門就開了。凱特琳本以為門是鎖著的，必要時就算破門也要進去，這讓她有些掃興。",
    "[op_41]",
    "凱特琳首先確認了玄關的狀況。雖然至今為止完全沒有人的氣息，但考慮到門沒有鎖，或許裡面還有人。從玄關的灰塵狀況來看，最後一次使用玄關，似乎也沒過多久。凱特琳想像著居民不回應的理由。是真的不在家，還是在裡面卻不回應。如果是後者，不回應的理由也可能有好幾個。或許是被突如其來的訪客嚇到屏住呼吸，也或許是懷著明確的敵意，從死角瞄準著凱特琳。凱特琳自以為冷靜地想像著各種情況，但腦中卻盡是壞的想像。",
    "玄關前方的房間狀況，不打開玄關進去後的門就無法得知。她甚至做了最壞的想像，例如打開玄關前方的門的瞬間，可能會觸發手榴彈爆炸的陷阱。變得極度膽小的凱特琳，決定先從這個玄關獲取最大限度的資訊，於是四處張望。整體而言，是個木製家具很多的玄關。凱特琳的目光停留在玄關旁架子上的照片。",
    "[op_42]",
    "那張照片上拍的是一對男女，他們穿著凱特琳完全沒見過的奇特服裝。越是觀察那身服裝，凱特琳就越是深信，他們是這個世界的居民。然而，那身服裝，比凱特琳想像的要樸素得多。簡直就像，凱特琳過去接觸過的時代劇，那個世界中登場的農民們的服裝，那樣簡樸的設計。男女互相依偎，臉上掛著滿面的笑容。從那表情中，確實傳達出了充滿幸福感，安穩的氛圍。但是，凱特琳的意識，比起那對男女的身影，更被照片的背景強烈地吸引。照片的背景中，雖然模糊，但一座巨大的建築物現出了它奇異的身影。那是凱特琳從未見過的，超乎想像的奇特形狀。如果要用言語來形容那奇特的形狀，簡直就像好幾根巨大的蘑菇，詭異地密集生長在一起。那座建築物到底是什麼，又是出於什麼目的存在於那裡，凱特琳完全摸不著頭緒。超乎想像的奇異光景，宛如某種詛咒，深深地，且強烈地刻印在凱特琳的心中。或許，這座建築物，正是解開凱特琳現在所在的這個世界，隱藏謎團的重要關鍵。凱特琳覺得自己想太多了，便不再看照片。就在她移開視線的瞬間，一股冰冷的感覺，瞬間竄上凱特琳的背脊。那時，她注意到腳邊的綠色史萊姆，像是被什麼嚇到一樣，正小幅度地顫抖著。凱特琳慎重地，緩緩地順著綠色史萊姆的視線望去。綠色史萊姆的視線前方，是通往玄關深處的，厚重的木製門。那扇門，不久前還確實是關著的，但不知何時，已經稍微開了一點。然後，從那微開的門縫中，感覺到有什麼東西正悄悄地窺視著這邊，一股詭異的氣息。在那奇異的狀況下，凱特琳不禁倒抽了一口氣。彷彿時間停止了一般，現場所有的聲音都消失了。",
    "[op_43]",
    "凱特琳保持警戒，站在玄關不動，觀察了一會兒房間內部。觀察的結果，有了各種發現，並靠著綠色史萊姆的機智，注意到了污漬的存在，高興了一陣子後，她變得能夠使用心電感應與污漬溝通。雖然心電感應的原理不明，但凱特琳認為，或許有可能與過去在教育學校同期的船員們取得聯繫，於是她拜託污漬，依序嘗試發送心電感應。凱特琳第一個請污漬發送心電感應的對象，是萊拉。凱特琳站在獨棟房屋的玄關，等待著污漬的心電感應結果。",
    "對凱特琳來說，來到這個世界的時候周圍沒有夥伴，所以她並不怎麼期待真的能和其他船員們取得聯繫。凱特琳想起了和萊拉的改造猜拳還沒分出勝負。過了一會兒，污漬用心電感應傳達說，和萊拉取得聯繫了。",
    "[op_0]",
    "第二章 ～覺醒2～",
    "[op_0]",
    "[op_44]",
    "柯拉恢復意識時，身處一個以白色為基調的井然有序的房間。房間裡只有柯拉躺著的床，沒有任何其他家具。甚至沒有能看到景色的窗戶，如果沒有房間的照明，想必是一片漆黑。雖然對這莫名其妙的狀況感到混亂，柯拉還是試圖回想最後的記憶。柯拉最後看到的，是在「波拉波拉波拉號」上，視野一片雪白中追逐的螢幕文字。不論其他船員如何，柯拉或許是因為對自己的說明也很淡泊，在「波拉波拉波拉號」的最後一刻，也能相對冷靜地觀察狀況。螢幕上最後顯示的，是時針逆時針旋轉的時鐘動畫。柯拉認為畫面上的文字資訊比那個更重要，便專注地凝視著其內容。話雖如此，柯拉最後看到的，是一串看不懂的數字。在掌握現在這個現實狀況之前，柯拉決定先做筆記，以免忘記那些資訊。幸運的是，指尖標記功能似乎能正常運作。周圍沒有像筆記本一樣的東西。柯拉是左撇子，所以她用左手在右臂上寫下數字。西元2億年前後的人類標準配備的這個功能還能使用，柯拉對此感到安心。",
    "{demo_skip_begin}",
    "[op_30]",
    "柯拉最後看到的數字有好幾個，數字與數字之間有空白，在柯拉看來就像是數列的排列。大致寫完數字後，柯拉決定先確認一下房間的狀況。她慢慢地撐起上半身，活動一下身體。似乎沒有特別的傷痛。床上蓋著棉被，看來很有可能是有人照顧了柯拉。她一邊確認身體的活動狀況，一邊從床上站起來。房間裡真的什麼都沒有。柯拉走向了最有可能提供自身狀況線索的門。柯拉把手放在門上，試圖橫向滑動。門似乎鎖著，動也不動。柯拉輕輕地嘆了口氣。",
    "[op_45]",
    "從柯拉看來，門的結構只要用力撞擊之類的，似乎就能撞壞。那不是用來把人關在牢房之類的地方的門，而是像醫院等地方使用的普通門。從床到門之間沒有任何束縛柯拉的東西來看，至少對柯拉的警戒心是比較薄弱的處置。雖然柯拉很想馬上出去，但她也不想在一個完全陌生的世界裡隨便樹敵。柯拉想起了「波拉波拉波拉號」的「載人監視時間」。對柯拉來說，那是個痛苦的回憶之一。",
    "柯拉原本就很擅長「改造猜拳」，但並不是那種執著於勝負的類型。「載人監視時間」的改造猜拳，雖然大家都是為了贏而參加，但實際上就算贏了，也不會得到獎金之類的東西，純粹是作為娛樂的層面比較大。在那次成為柯拉痛苦回憶的改造猜拳中，監視成員們也是和樂融融地享受著改造猜拳。重要的背景是，柯拉在那群成員的改造猜拳中，已經拿過好幾次總冠軍，所以那次她老實說已經打算要輸了。不過，改造猜拳因為規則單純，就算想輸也很難輸。結果柯拉在那次也參加了決定第一名的最終決戰。最終決戰的對手，是那群成員中最年長的烏爾里克。烏爾里克也是那種不在意勝負的類型，在贏或輸的時候做的反應，也都是為了大家而努力提高情緒的樣子。然後最終決戰，在那場以改造猜拳的結果決定勝負的一戰中，柯拉輸了。烏爾里克誇張地表現出喜悅。那時，直到現在都還不知道為什麼，柯拉竟然指責烏爾里克慢出。更糟的是，實際上，在場的所有監視成員都看得出來，烏爾里克確實慢出了。不過包含柯拉在內，大家都知道烏爾里克不是那種會慢出換拳的個性。烏爾里克立刻停止了喜悅，為自己可疑的行為道歉，並將勝利讓給了柯拉。柯拉本想辯解說，自己是想玩一場「你慢出」、「我沒有慢出」的吵架遊戲，但被問到是否真的認為能對烏爾里克那麼做，那也很難說。結果，柯拉明明之前已經拿了那麼多次第一名，卻做出為了贏而破壞歡樂氣氛的神秘行為。當然，她現在真的覺得，那樣做是不必要的。正因為如此，才成了痛苦的回憶。",
    "柯拉如果粗暴地離開這個房間，得到的結果，或許會比改造猜拳慢出指責後的冷場，更令人難受。她紳士地，抱持著即使這麼做大概也不會被罵的希望，輕輕地敲了敲門。不久後，傳來了腳步聲接近的聲音。",
    "[op_46]",
    "門開了，出現了一個不認識的人。看到柯拉坐在床上，那個人自稱齋藤。根據齋藤的說法，柯拉是在這個房間附近倒下的，是齋藤把她抬到床上的。柯拉有很多關於現狀的問題想問齋藤，但齋藤似乎也有很多問題想問柯拉，結果柯拉先被齋藤連番追問。就算把所有實話都說出來，也可能被懷疑精神有問題，所以柯拉以幾乎沒有記憶為由，含糊地回答了各種問題。之後與齋藤的對話中，柯拉得到的資訊是，這裡是一個避難所內的一個房間，而避難所外面的事他也不知道。柯拉問了齋藤現在的時間，特別是西元年份，但齋藤似乎也不知道。考慮到自動語言翻譯機正常運作，看來可以確定比「波拉波拉波拉號」最後的時刻要早。",
    "[op_49]",
    "柯拉為了判斷齋藤是否是個值得信賴的人物，仔細地觀察著他。她探查著齋藤的表情、聲音的語調，以及每一個不經意的舉動中，是否有謊言或欺瞞的跡象。但是，齋藤看起來很友善，似乎是真心在擔心柯拉。該放下戒心，還是該繼續懷疑，柯拉的心搖擺不定。齋藤問柯拉要不要喝點什麼。柯拉口渴了，便欣然接受了提議。目送齋藤離開房間後，柯拉再次環顧房間內部。果然，這個房間裡沒有任何關於齋藤的資訊，也沒有任何能知道這裡是哪裡的線索。柯拉從床上站起來，在房間裡走來走去。牆上掛著一個老舊的日曆。",
    "[op_48]",
    "但是，本該寫著日期的部分卻沒有任何文字，得不到任何資訊。柯拉嘆了口氣，再次坐回床上。在齋藤回來之前，柯拉思索著自己的處境。為什麼會在這裡，接下來該怎麼辦。一切都被謎團包圍著。齋藤拿著飲料回來了。柯拉道了謝，接了過來。",
    "[op_47]",
    "喝了一口，只是普通的水。柯拉請齋藤更詳細地告訴她關於這個避難所的事。齋藤爽快地答應了，開始講述避難所的歷史，以及住在這裡的人們的事。柯拉熱心地聽著，一點一點地理解了這個世界。但是，仍然有許多謎團尚未解開。特別是，關於柯拉最後的記憶，「波拉波拉波拉號」世界との關係性，完全不清楚。柯拉決定假裝失憶，向齋藤商量看看。或許，齋藤知道些什麼。齋藤傾聽著柯拉的話，表情嚴肅地回答說他不知道。齋藤擔心柯拉的處境，表示有什麼能幫忙的嗎。柯拉坦率地說，她想更了解這個世界。齋藤想了一下，提議帶她去避難所的記錄保管室。據說那裡記錄著過去的事件和人們的資訊。柯拉感謝齋藤的提議，一同前往記錄保管室。",
    "[op_50]",
    "記錄保管室是位於避難所一角，一個安靜昏暗的房間。滿是灰塵的架子上，排列著無數的檔案和記錄媒體。齋藤開始尋找記載著自稱失憶的柯拉名字的檔案。柯拉則開始尋找關於現在這個世界的線索。但是，不管怎麼找，都找不到關於現在時間軸的線索。柯拉感到焦躁，但還是繼續尋找其他線索。忽然，柯拉的目光停留在了一本老舊的筆記本上。封面上什麼也沒寫。柯拉拿起筆記本，翻開了書頁。裡面用手寫的字密密麻麻地寫著什麼。柯拉專心地讀著筆記本。筆記本上記錄著某位科學家的研究記錄。那位科學家似乎在進行超越時空的實驗。柯拉愕然。或許，自己是實驗的受試者也說不定。而「波拉波拉波拉號」的記憶，或許是透過實驗植入的。柯拉雖然感到混亂，但還是繼續讀著筆記本。讀了好幾本後發現，結果，科學書的記錄似乎變成了類似妄想的主張。柯拉將自己的懷疑歸結為想太多，離開了記錄保管室。柯拉痛感，有必要更深入地探求自己在這個世界的存在意義，以及與「波拉波拉波拉號」的關聯。她判斷，最好是隱瞞筆記本的存在，從別的角度引出齋藤的資訊。",
    "[op_54]",
    "離開記錄保管室後，柯拉向齋藤詢問關於這個避難所的外部情況。避難所外的世界，究竟是怎麼樣的。人們又是如何生活的。齋藤對柯拉的問題，露出了有些困惑的表情。外部的狀況，對避難所內的居民來說，幾乎是完全不被告知的資訊。長期在避難所內生活，對外在世界的關心也逐漸淡薄。從齋藤的說明來看，避難所的開始，本來就是好幾代以前的事，是久遠到足以讓人忘記去思索外在世界這件事的過去。齋藤雖然資訊極為有限，但還是向柯拉說明。外面的世界，似乎已經荒蕪。據說過去曾發生過大災難。但是，其詳細情況齋藤所知不明。避難所是為了逃離那場災難而建造的。從那之後，人們就在避難所裡生活。與外在世界的接觸，幾乎沒有。柯拉為了獲得更多資訊，決定也試著和其他避難所的居民接觸。",
    "[op_51]",
    "告別齋藤後，柯拉獨自一人開始在避難所內探索。她走在寬闊的走廊上，窺探了幾個房間。人們似乎各自都在工作。某個房間裡，正在栽培著糧食。另一個房間裡，正在修理著機械。又一個房間裡，孩子們正在學習。柯拉觀察著他們的生活，理解到這個避難所是以自給自足的系統運作的。走了一會兒，柯拉來到一個大廣場。那裡聚集了很多人，正在討論著什麼。柯拉走近他們，聽了聽他們的話。他們似乎在討論避難所的營運。糧食的分配、能源的供給、設備的維護等等，似乎有各種各樣的問題。柯拉聽著他們的談話，知道了這個避難所面臨著很多課題。而且，她感覺到為了解決這些課題，外部的資訊是不可或缺的。柯拉向廣場上的人們詢問關於外面的世界。但是，沒有人有明確的答案。他們對外面的世界，似乎幾乎沒有關心。或許他們根本不覺得那些課題是課題。避難所內的世界，似乎才是他們真正的全部。柯拉感到失望。但她沒有放棄。在這個避難所的某個地方，一定有了解外面世界的線索。柯拉再次開始在避難所內探索。然後終於，她發現了一個房間。那個房間的門牌上寫著，「通訊室」。",
    "[op_50]",
    "柯拉試圖打開通訊室的門，但門緊緊地關著，動也不動。是鎖著，還是有其他原因，當時的柯拉無法判斷。柯拉仔細地檢查了門的周圍。門把附近，有一個像小按鈕的東西。當柯拉按下那個按鈕，門後方傳來了微弱的機械聲。過了一會兒，門緩緩地打開了。柯拉小心翼翼地走進通訊室。房間裡，各種機械擠得滿滿的，牆上一面都嵌著監視器和儀器。柯拉觀察著那些機械，但全都是柯拉沒見過的，未知的機械。其中，只有一個，柯拉隱約覺得有些眼熟。如果她的記憶沒錯，那和過去存在的通訊機非常相似。柯拉緩緩地走向那台老舊的通訊機。通訊機上積滿了灰塵，顯示出它已被棄置了很長一段時間。但是，看起來似乎還能使用。柯拉試圖啟動通訊機。當她打開通訊機背面的電源開關，通訊機發出微弱的聲音，緩緩地開始啟動。",
    "[op_52]",
    "監視器的電源亮了，出現了像雪花般的雜訊。柯拉為了盡量減少雜訊，慎重地調整了通訊機的儀器。於是，監視器上浮現出一個模糊的影像。那是一個荒蕪的都市風景。建築物崩塌，道路上出現巨大的裂縫，天空被灰色覆蓋。柯拉對那個影像倒抽了一口氣。如果這是避難所外世界的現實，那根本不是人能居住的環境。柯拉進一步調整通訊機。於是，監視器上顯示出另一個影像。這次，是綠意盎然的森林風景。樹木青翠茂盛，河流裡的水清澈見底，天空一片蔚藍晴朗。柯拉對那個影像驚訝不已。如果這個影像是真的，那人們應該可以充分地生活。柯拉操作著通訊機，接連切換影像。荒蕪的都市、綠意盎然的森林、廣大的沙漠、冰封的冰原。外面的世界，似乎有著多樣的面貌。大致確認完影像後，柯拉決定試著用通訊機與外部進行通訊。她模仿著過去可能使用過的通訊方式，呼叫著。但是，沒有回應。沒有任何人回應柯拉的呼叫。通訊機持續保持沉默，只有空洞的雜訊聲，在房間裡空虛地迴盪著。柯拉試著再呼叫一次。這次她更用力，更清楚地發出聲音。結果還是一樣。通訊機沒有任何反應。柯拉的心中，開始萌生焦慮。或許，這台通訊機故障了。或者，與外部的通訊手段已經喪失了。各種可能性在柯拉的腦海中盤旋。但柯拉還是不肯放棄，反覆呼叫著。數不清的呼叫，被吸入虛空。隨著時間的流逝，柯拉的期待也逐漸淡薄。然後當那份期待完全破滅時，柯拉的心中只剩下深深的失望感。柯拉的身體失去了力氣。這麼深的絕望感，或許是出生以來第一次。就在那時，通訊機突然傳來了夾雜著雜訊的聲音。那聲音斷斷續續，幾乎聽不清楚在說什麼。柯拉仔細地傾聽。她注意到那聲音重複著某種模式。雖然知道對方想傳達某種資訊，但柯拉還是無法完全聽清楚。但是那聲音，不知為何強烈地觸動了柯拉的心。柯拉反覆地回味著那聲音。柯拉的腦海中浮現出一個影像。那是她熟悉的「波拉波拉波拉號」的影像。這聲音一定是來自「波拉波拉波拉號」的訊息。柯拉的心跳加速。柯拉調整著通訊機的儀器，試圖小心地調整，以減少雜訊。或許是這個努力奏效了，通訊機的聲音逐漸清晰起來。但是，隨著聲音變得清晰，柯拉的心跳也逐漸平緩下來。結果，柯拉只確認到，那聲音是表示無法與連線對象建立聯繫的錯誤訊息。",
    "[op_51]",
    "柯拉拖著沉重的步伐離開了通訊室。那步伐，簡直像被塞滿了鈾一樣沉重。離開通訊室，再次走在避難所的走廊上，柯拉發現，剛才那充滿希望的心情，彷彿騙人似地消失了。剛才，充滿柯拉心中的希望之光，如今已消失在黑暗中，留下的，只有深深的失望感。但是，柯拉，作為曾經活在西元2億3年世界的「波拉波拉波拉號」船員，在心底的某個角落，她明白自己不能被這種程度的失望打倒。在西元2億3年的世界，失望是家常便飯，人們在那種時候，會找到新的希望，學會了向前看的生活方式。柯拉回想起過去偉人的話語，以及歷史上的事件，試圖鼓舞自己。例如，在西元2億3年的世界，有一句格言廣為流傳：「早餐前的散步，是一天黃金的開始」，許多人都把早晨散步當作日常習慣。這是基於，藉由沐浴在早晨新鮮的空氣和陽光下，可以讓身心都得到 refreshed，並能以積極的心情度過那一天，這樣的想法。此外，「失敗為成功之母」這句話，在西元2億3年的世界，也廣為人知。這顯示了從失敗中學習，並將其與下一次的成功連結起來的重要性，人們被鼓勵不畏懼失敗，積極挑戰。柯拉回想著這些，漸漸地感覺到心情變得積極起來。然後，柯拉又找到了一扇老舊的門。門牌上寫著，「母電腦室」。",
    "[op_50]",
    "柯拉想起了在「波拉波拉波拉號」的最後一刻，基甸與母電腦聯繫的事情。或許所有的答案都在這裡。當柯拉打開母電腦室的門，那裡有一台老舊的終端機。看起來很久沒用了，積滿了灰塵。能不能正常運作，不，連能不能開機都很可疑。柯拉半放棄地，按下了電源開關。從終端機後方的機器中，開始傳來風扇的聲音。就在柯拉燃起希望的瞬間，機器的運轉聲停止了，室內又恢復了寂靜。如果長時間沒有維護，突然通電導致故障的可能性相當高。柯拉感覺到自己又失去了一個解決事態的線索。當柯拉轉身準備尋找下一個房間時，齋藤就站在那裡。",
    "[op_53]",
    "通訊室、母電腦室周圍應該都沒有人的氣息，柯拉對齋藤的突然出現感到驚訝。齋藤的表情很嚴肅，從那表情很難推測出他的情緒。雖然也想過他是不是在看母電腦室的終端機，但齋藤的視線似乎是朝著柯拉。柯拉等了幾秒鐘，等著齋藤發言，但齋藤一直保持沉默。總之，要從房間出去就必須經過齋藤在的地方，無視他直接出去也很不自然。柯拉問齋藤在這裡做什麼，但齋藤沒有回答。又過了幾秒鐘尷尬的沉默後，齋藤問柯拉是否真的失憶了。柯拉覺得，老實回答或許會有危險。至少齋藤是從什麼時候開始看著柯拉的行動，她完全沒有頭緒。柯拉回答說，因為可能是關於自己失憶的線索，所以她在探索感興趣的房間。齋藤是否相信那個回答，從他的表情看不出來。齋藤接著開口問的是，是否知道「母電腦室」的事。她回答說，只是因為好奇才進來看看，並不知道那是什麼意思。齋藤提議，想說明一下，所以換個地方。柯拉雖然感到不安，擔心會被引導到危險的地方，但還是答應了。如果齋藤真的打算讓柯拉陷入危險，那麼在不被察覺的情況下動手，應該會輕鬆得多。",
    "[op_49]",
    "柯拉和齋藤移動到了柯拉在避難所最初醒來的房間。柯拉因為漫無目的地在避難所內閒逛，所以不知道母電腦室離最初醒來的房間有多遠，也不知道確切的回程路線。但齋藤準確地走了最短路徑，只花了幾分鐘就回到了這個只有一張床的房間。柯拉坐在床上後，齋藤開始講述避難所的規則。根據那個規則，進入母電腦室，以及使用母電腦這個詞本身，都被視為禁忌。齋藤忠實地遵守著那個禁忌，至今為止一直如此生活。但是，那個禁忌還有後續。那就是不得妨礙試圖進入母電腦室的人的規則。那個規則，在禁止進入母電腦室的同時，也禁止阻止進入，充滿了矛盾。那個禁忌，對齋藤來說，簡直就像是預先預測到了柯拉這次的行動一樣。然後齋藤問柯拉，對於那個矛盾的禁忌為何會讓人覺得像是預測到了柯拉的行動，柯拉自己有沒有什麼頭緒。",
    "[op_46]",
    "柯拉在聽說明的時候，也仔細地觀察著齋藤的樣子，但看起來他沒有說謊。如果避難所內真的有齋藤說的那種規則，那就證明了，在這個避難所，母電腦室被視為特別的存在。既然是如此特別對待的房間，那麼柯拉打開電源的終端機，或許是能與真正的母電腦通訊的設備。不過，對於剛來到這個世界的柯拉來說，能不能修好終端機的故障，還很難說。為了得到避難所居民的協助，柯拉也決定在某種程度上，透露自己的事情。柯拉向齋藤說明，在她最後記得的記憶中，時代是用西元來計算的，那是2億3年。以及，過去柯拉曾是作為母電腦的一部分誕生的。",
    "[op_0]",
    "[op_8]",
    "母電腦分為硬體和軟體。母電腦的創造者是柯拉的父親。柯拉的父親，帕帕柯拉，從年輕時就夢想著一夕致富，曾涉足各種生意。最初他設立了一家小型的貿易公司，將海外的商品高價轉賣到國內，但很快就陷入資金困難，公司倒閉了。但是，帕帕柯拉沒有放棄。為了不錯過當時流行的MT趨勢，他想到了要開始從事母網路相關的事業。他以巧妙的口才和人脈為武器，從投資者那裡募集資金，創立了活用MT技術的新事業。不過那個MT技術，實際上只是將舊世代的電腦和既有的技術組合起來的幌子。帕帕柯拉把它宣傳得像是劃時代的發明，吸引了更多的投資。他租了豪華的辦公室，開著高級車，過著奢華的生活。但是，在那背後，卻是粗糙的經營和資金管理橫行，公司再次瀕臨倒閉的危機。帕帕柯拉為了籌措新的資金，決定把柯拉捲入母電腦計畫。母電腦的硬體，只是把公司裡過時的電腦排列起來而已。母電腦的軟體，就是柯拉這個人本身。",
    "[op_55]",
    "帕帕柯拉想到了利用非法的腦波掃描技術，將柯拉的腦波模式作為母電腦的軟體來使用。在那個時代，想到這個點子的人還有很多，但帕帕柯拉是實際付諸行動的人。不過，帕帕柯拉的實際目的，只是為了作為追加借款的藉口，將其宣傳為虛有其表的新技術。出乎帕帕柯拉的意料，利用柯拉腦波的母電腦，因為那種「母性」而大受歡迎。市面上掀起了母電腦熱潮，推出了母電腦饅頭，舉辦了母電腦音樂會。然後問題，是在母電腦取得了一定的成功後才開始發生的。當母電腦被許多人使用後，母電腦的版本升級也受到了許多人的期待。母電腦的軟體是利用柯拉的腦波，原理上無法從掃描的時間點更新內容。因此，軟體的更新需要再次對柯拉進行腦波掃描，掃描也因此定期進行。為了戰勝競爭對手，腦波掃描的頻率也逐漸增加。從幾個月一次的掃描變成每個月，每個月的掃描變成每天，最終，柯拉在生活中，幾乎一直處於持續接受腦波掃描的狀態。柯拉因為持續不斷的腦波掃描，身心俱疲，以前會乖乖聽父親話的柯拉，也漸漸地無法隱藏煩躁，在對話中對一些小事也開始反抗。帕帕柯拉也因為事業的壓力，雖然注意到柯拉的變化，卻也無法強硬應對。兩人之間，過去那種平穩的時間已經消失，彼此的話語中常常帶刺，沉重的氣氛籠罩著。",
    "[op_59]",
    "有一天，帕帕柯拉和柯拉一起吃早餐時，柯拉從早上起就明顯地心情不好。帕帕柯拉在吐司上塗果醬的時候，柯拉只是用湯匙戳著眼前的優格，幾乎沒怎麼吃。優格的表面，被湯匙畫上了好幾個無意義的圖案，然後又恢復了原本平滑的表面，如此反覆。柯拉時而凝視著桌子的木紋，深深地嘆了口氣。餐桌上，擺著冒著熱氣的咖啡杯，和吃了一半的沙拉，但兩人之間卻流動著冰冷的空氣。帕帕柯拉窺探地看著柯拉，但柯拉假裝沒注意到，把目光投向了窗外。窗外，是和往常一樣的早晨風景，但似乎沒有傳到柯拉的心裡。只有餐具碰到盤子的乾澀聲音，打破了房間的寂靜。帕帕柯拉為了改變沉重的氣氛，輕咳了一聲，準備找個話題。柯拉依然將視線固定在窗外。她的視線前方，似乎捕捉到了停在鄰居家屋頂上的鳥，或是遠方天空流動的雲，但焦點似乎沒有對準。右手拿著的湯匙，在優格的表面上，比剛才更加細微地，幾乎毫無意義地重複著震動。帕帕柯拉想說的話，在成形前就消散了，餐桌上再次只剩下餐具的聲音，和時鐘秒針走動的聲音。那沉默，彷彿比言語更雄辯地，顯示出兩人之間鴻溝的深度。",
    "[op_60]",
    "又有一次，帕帕柯拉下班回家時，在附近的蛋糕店買了蛋糕回來。那是柯拉喜歡的起司蛋糕，帕帕柯拉當然也是為了讓柯拉開心才買的。帕帕柯拉帶著些許靦腆，卻又充滿期待的表情，將白色的盒子放在桌上。盒子上印著知名蛋糕店的標誌，暗示著裡面的東西很特別。帕帕柯拉小心翼翼地解開盒子的緞帶，打開了蓋子。裡面，出現了一個表面光滑的圓形起司蛋糕。濃郁的起司香氣輕輕地飄散開來。那是，過去柯拉在生日或特別的日子裡央求，每次吃都露出滿面笑容的，那個起司蛋糕。帕帕柯拉把盒子稍微推向柯拉，等待著她的反應。但是，柯拉依然坐在沙發上，視線落在手邊的雜誌上。翻頁的指尖動作很機械，看起來不像是在看內容。她注意到蛋糕的存在了沒有，從她的表情看不出來。只是，她的肩膀微微下垂，看起來全身都沒了力氣。房間裡，只響著時鐘秒針的聲音，和帕帕柯拉放盒子時發出的微弱聲音。帕帕柯拉沒有叫柯拉的名字，只是看著她的樣子。他感覺到期待正在迅速地萎縮。她會高興吧，那樣的微弱希望，在柯拉的漠不關心面前脆弱地崩塌了。帕帕柯拉把視線落到打開的蛋糕盒上。形狀完美的起司蛋糕，現在看起來只是空虛地存在那裡。本該是共享喜悅的象徵的蛋糕，現在卻成了凸顯兩人之間距離的小道具。帕帕柯拉輕輕地嘆了口氣，靜靜地關上了盒蓋。那個動作中，滲透著放棄，和說不出的疲勞感。蛋糕的甜香，在房間沉重的空氣中，顯得格格不入地明亮，持續飄散著。",
    "結果，帕帕柯拉為了減輕柯拉的負擔，決定用至今為止賺到的資金，建立一個計畫，製造出多個能像柯拉一樣進行腦波掃描的人。",
    "[op_56]",
    "聚集和柯拉性格、價值觀相似的人，讓他們過著同樣的生活。柯拉和柯拉的代理人們像家人一樣在同一個地方生活，輪流接受腦波掃描就是他們的工作。柯拉們的存在是帕帕柯拉商業上的最高機密，知道這件事的只有帕帕柯拉。為了保守這個秘密，生活被設計成盡量減少其他人的介入，設施的設備會全自動地準備柯拉們所需的物資。那樣的生活持續了幾十年後，柯拉代理的補充終於停止了。只有原版的柯拉理解，那意味著帕帕柯拉去世了。設施的設備依然全自動地運作著，但未來會如何，誰也不知道。原版的柯拉為了不給其他柯拉們帶來多餘的對未來的憂慮，沒有告訴她們任何資訊。柯拉們像往常一樣，繼續著持續進行腦波掃描的生活。原版的柯拉去世後，沒有人知道那腦波掃描的意義，但那樣的生活依然持續著。",
    "[op_57]",
    "原版的柯拉去世後，設施仍然正常運作。隨著柯拉們的人數減少，輪到腦波掃描的頻率也增加了，但現在帕帕柯拉已經不在了，結果做與不做對柯拉們的生活都沒有影響，但她們也沒有完全停止，而是適度地繼續著腦波掃描的生活。設施本身很正常，但柯拉們的人數逐漸減少，最後只剩下最後一位柯拉。最後一位柯拉搬進來的時候，補充的頻率已經變成幾年一次，和其他柯拉們的年齡差距很大，對話也不多。在成為最後一位柯拉之前，她就常常一個人思考，但真的變成一個人之後，一天的大部分時間都在思考中度過。柯拉主要思索著這個世界的法則。那只是她尋找自己能接受的理由的過程之一，但總之，柯拉有足夠的時間。一個人生活了17年後，柯拉終於得到了那個答案。然後，柯拉的眼前出現了真相揭曉，柯拉被送到了「太空船波拉波拉波拉號存在周知船」船員的宿舍。",
    "[op_0]",
    "[op_49]",
    "齋藤對柯拉曾經是母電腦的一部分感到驚訝，但很快就恢復了平靜。齋藤的反應，和柯拉期待的有些不同。柯拉預期齋藤會更動搖，或是表現出難以置信的反應。但是，齋藤只是靜靜地接受了柯拉的話，似乎在思考著什麼。柯拉和齋藤決定回到母電腦室，再調查一次終端機。齋藤期待著，柯拉或許能和母電腦進行某種通訊。兩人循著來時的路，再次走向母電腦室。在路上，兩人沒有交談。他們各自思索著，接下來會遇到什麼。",
    "[op_54]",
    "齋藤聽了柯拉的話，認為如果柯拉真的是母電腦的一部分，那麼她或許會成為解開這個避難所謎團的關鍵。齋藤至今為止從未對避難所的規則產生過疑問。但是，柯拉的出現，以及柯拉所說的記憶，正在給齋藤帶來變化。兩人走著的走廊，被避難所特有的無機質氛圍包圍。牆壁被灰色的金屬覆蓋，各處安裝的照明，散發著微弱的光芒。腳步聲，像撕裂走廊的寂靜般響徹，那聲音迴盪著，彷彿整個走廊都在注視著兩人的存在。牆上安裝的面板上，排列著不認識的符號和數字，雖然不知道它們代表什麼，但隱約能理解到，它們在維持這個避難所的功能上扮演著重要的角色。走廊的天花板上，細長的管線複雜地交錯延伸，能聽到裡面似乎有什麼在流動的微弱聲音，管線的一部分，貼著老舊的標籤，但文字已經完全褪色，看不清楚上面寫著什麼。時而，管線的連接處會漏出小小的蒸氣。",
    "[op_58]",
    "走廊的地板，鋪著金屬製的面板，每走一步都會發出輕微的嘎吱聲，那聲音和兩人的腳步聲混合在一起，產生了獨特的節奏。牆壁的各處，黏著著老舊海報的殘骸，過去想必鮮豔的色彩，因時間和灰塵而變得黯淡，上面寫的文字也幾乎無法辨認。一張或許是被人遺忘的時代的安全標語，隱約可見的圖形，也已經難以想像其意義。另一張較大的海報上，似乎描繪著微笑的人們，但周圍寫的像是宣傳標語的東西，文字之類的，也同樣因劣化而消失了。走廊的前方，似乎有什麼看不見的東西在等著，那種氣息，似乎也讓兩人的腳步微妙地加快了。兩人一言不發，只是持續地走在走廊上。剛才才見過的老舊門扉映入眼簾。名牌上和剛才一樣寫著「母電腦室」。柯拉和齋藤進了房間。",
    "[op_50]",
    "除了柯拉碰過的地方以外，都還積著灰塵，和剛才的狀況沒有任何改變。柯拉站在終端機前，回頭看著齋藤。柯拉是抱著期待回頭的，希望齋藤或許有啟動母電腦的線索。但齋藤只是聳了聳肩，像是在說他也不知道。沒辦法，柯拉和剛才一樣，半放棄地，按下了電源開關。從終端機後方的機器中，開始傳來風扇的聲音。這次，螢幕上開始流動著像是啟動序列的顯示。或許剛才的失敗只是偶然。",
    "[op_61]",
    "螢幕最後顯示了母電腦的版本，以及像是催促輸入的字串，然後就停止了。柯拉為了以防萬一，瞥了一眼齋藤，齋藤則像是催促她輸入一樣，輕輕地點了點頭。柯拉首先決定要問一個，大概是最必要的資訊。那就是，「現在是什麼時候」這個問題。",
    "[op_0]",
    "第三章 ～覺醒3～",
    "[op_0]",
    "「改造猜拳」的規則與「猜拳」相同。參加者在信號發出的同時，同時出示三種拳型中的一種。第一種拳型稱為「石頭」，是將所有手指緊握成的拳頭。第二種拳型稱為「剪刀」，是伸出食指和中指，其他手指握住的形狀。第三種拳型稱為「布」，是將所有手指伸直，手掌張開的狀態。勝負由出示的兩種拳型的組合決定。「石頭」勝「剪刀」，「剪刀」勝「布」，「布」勝「石頭」。如果雙方出示相同的拳型，那一局就是「平手」，不分勝負。這個步驟可能會重複進行，直到分出勝負為止。",
    "[op_2]",
    "萊拉和凱特琳在第703次「載人監視時間」中進行的改造猜拳，為了決定第一名而進行的最終決戰，已經持續了三個多小時。這意味著，在沒有任何作弊，只憑運氣的猜拳中，已經出現了一萬次以上的「平手」。",
    "[op_0]",
    "[op_41]",
    "凱特琳在獨棟房屋的玄關，試圖透過污漬與萊拉溝通。凱特琳告訴萊拉，她從「波拉波拉波拉號」的最後一刻移動後，發現自己身處一個陌生的，被寧靜田園風光環繞的獨棟房屋裡。萊拉的回覆是，她從「波拉波拉波拉號」的最後一刻移動過來，已經過了三十多年。就在污漬開始向凱特琳傳達萊拉的回覆內容時，凱特琳注意到門後方傳來了聲響。",
    "[op_43]",
    "凱特琳豎起耳朵。隨著聲音越來越近，她知道那是上樓的腳步聲。從腳步聲來看，似乎不是帶有敵意的走路方式，但凱特琳沒有放鬆警戒。樓梯似乎在從微開的門看不到的位置，所以還沒看到臉，但腳步聲確實朝著門的方向靠近。在凱特リン看到那個人物的臉之前，污漬用心電感應向凱特琳傳達了那人的身份。在獨棟房屋的地下室裡的是萊拉和高橋，而從樓梯上來的是萊拉。萊拉預料到話會很長，便催促凱特琳到桌邊坐下，然後倒了水放在彼此面前。",
    "[op_62]",
    "萊拉簡要地向凱特琳說明了她從三十多年前來到這裡至今的狀況。凱特琳想到眼前萊拉三十年來的辛苦，感到於心不忍，但同時，即使花了那麼多時間也未能找到母電腦或「用壽司防止人類滅亡的方法」的線索這個事實，也沉重地壓在凱特琳的心頭。萊拉也只能說明自己終究沒有任何成果，凱特琳絕望的樣子她看在眼裡。那是萊拉在三十年間，多次苦惱後，才終於放棄的事情，但對於剛來到這裡不久的凱特琳來說，大概很難輕易放棄吧，萊拉心想。那就是，對於數億年後，在「波拉波拉波拉號」的時代發生的事，在這個時代的我們，已經無能為力了。萊拉像是回應沉默般，告訴凱特琳自己認為已經無能為力了。那也是關於她自己餘生計畫的話題，也就是在樓下的高橋去世後，她打算像普通人一樣度過餘生，然後在不被任何人記住的情況下消失。凱特琳陷入了沉思。既然調查了三十多年母電腦和「用壽司防止人類滅亡的方法」的萊拉都舉了白旗，自己是否能做出比她更好的成果，老實說她沒有自信。萊拉和凱特琳的「波拉波ラ波ラ號」船員裝備也相同，能做的事情也沒什麼差別。不過，凱特琳有污漬和綠色史萊姆。而且，她也沒有其他特別想做的事。凱特琳向萊拉表示，她想繼續調查下去，直到不能再繼續為止。於是，牆壁上開始浮現出像文字一樣的東西。",
    "[op_63]",
    "凱特琳想起了真相揭曉後，在宿舍自己房間裡第一次看到的景象。傳送心電感應的是人形污漬，播放聲音的是綠色史萊姆，在牆上寫字的是光。雖然對與光的突然重逢感到驚訝，但凱特琳讀了牆上的文字後，發現上面寫著一個好笑的笑話。光很有幽默感。萊拉和凱特琳兩人談笑了一陣子後，也和樓下的高橋見了面，那天就在獨棟房屋裡就寢了。",
    "[op_64]",
    "對凱特琳來說，這是除了太空船以外，第一次在外面過夜。雖然是久違的在地面上睡覺，而且是在不習慣的床上，但或許是因為發生了太多事而感到疲憊，凱特琳比想像中更順利地睡著了。凱特琳夢見了過去在「波克波克奇」國，住在商業區時的夢。作為王族的凱特琳，基本上從出生起，生活據點就是國家管理的建築物的居住區，很少離開建築物。從居住區的建築物到工作需要的建築物的移動，也是透過空中移動，所以連走在草木叢生的地面上的經驗，也幾乎只在模擬中體驗過。在「國家遊戲」中選擇了另一種人生後的體驗，對凱特琳來說，簡直就是完全不同的人生。在「波克波克奇」國，歷代新國王誕生時，都有將建築物以國王的名字命名的習慣，凱特琳住的建築物，也是以凱特琳的名字命名的建築物。此外，「波克波克奇」國的國王名字是固定決定的，用數字來區分。第一代「波克波克奇」國的名字是「國王的固定名字100」，下一位國王則是「國王的固定名字99」，數字是倒數的。凱特琳是「國王的固定名字1」的國王，下一位國王的名字預定由凱特琳決定，但結果還沒決定，凱特琳就走向了另一種人生。",
    "[op_65]",
    "早晨，整理好儀容後，凱特琳向萊拉和高橋道別，開始了徒步移動。萊拉至少現在無法離開高橋，但她可以透過紅外線通訊接收萊拉這三十年來的情報。根據萊拉的情報，再往前走一段路就有車站，可以從那裡移動到人口更多的都市。凱特琳決定和雙胞胎綠色史萊姆，以及新加入的耀眼閃爍的光芒、緩慢移動的人形污漬一起，走向車站。",
    "[op_71]",
    "到車站的路程似乎相當遠，還看不到像是車站的建築物。實際上要走多遠，具體的距離凱特琳也不知道。凱特琳開始有點後悔，沒有事先問萊拉距離。為了分散注意力，凱特琳邊走邊和綠色史萊姆、光、污漬們說話。因為不知道還有多遠，所以也沒有停下來談笑的餘裕。綠色史萊姆和光似乎很難即時反應，但只有污漬能用心電感應附和。在前一個時間軸，在波拉波拉波拉號船員教育學校宿舍的一間房間裡，在白板上整理凱特琳和三個存在的關係時，似乎只有污漬不知道自己為何會出現在這個世界。凱特琳隨口問了污漬，是否想起了除了「曾被稱為披頭四」以外的情報。污漬的回答是，「還什麼都不知道」。",
    "[op_0]",
    "[op_66]",
    "貝拉夢見了過去打倒魔王時的情景。當貝拉從「波拉波拉波拉號」時間移動後醒來時，她身處警察的拘留所內。透過設施的審問，貝拉間接得知，自己睡在大型商業設施的停車場，且沒有身體登錄記錄，在這個世界處於非法狀態。雖然貝拉身上殘留的未來裝備一部分被無效化，但貝拉還是用剩下的裝備逃出了拘留所，在路邊威脅了幾個混混，然後在一家似乎不會檢查身體登錄的廉價旅館房間裡睡著了。",
    "貝拉作為地區通行特派員，直接打倒魔王的契機，是將那本刺眼又礙事的發光預言書，帶給住在廢墟的科學家的時候。科學家告訴貝拉，預言書的內容是「不打倒魔王，人類就會滅亡」，因此貝拉湊齊了勇者的裝備，最終打倒了魔王。",
    "[op_67]",
    "然而，打倒魔王，當他的裝備剝落後，出現的卻是和貝拉長得一模一樣的人。魔王本身或許能對這個事實做些說明，但貝拉是在充分觀察了魔王的生活習慣後，以突襲的方式打倒魔王的，所以魔王完全不可能說明那個理由。貝拉在面對自己就是魔王這個事實後，苦惱的結果，她深信自己會因為某個契機而成為魔王並毀滅人類，於是決定搭上太空船離開地球。對貝拉來說，那是唯一可能防止人類滅亡的方法。",
    "[op_68]",
    "過了一夜，貝拉走在街上。根據從旅館終端機得到的資訊，現在大約是西元一億年前後，根據貝拉的知識，在這個時代，即使已經建立了對母電腦的存取也不足為奇。貝拉認為，在「波拉波拉波拉號」上發生的事件，以及所知情報的關鍵，都在母電腦。此外，貝拉也不知道除了母電腦以外，還有什麼方法可以得到關於這件事的說明。最有可能存取母電腦的地方是醫院，但考慮到安全等級可能很高，貝拉首先前往了附近的政府機關。雖然公共交通工具也發展到了西元一億年應有的水準，但考慮到警察的警戒等級，貝拉選擇了步行，避開監視感應器移動。",
    "[op_69]",
    "貝拉觀察著從政府機關職員出入口進出的職員，發現他們只是進行了幾次簡單的生物認證檢查。貝拉身上不只有船員用的裝備，還有地區通行特派員用的裝備，要迴避那樣的生物認證檢查，對貝拉來說是極其簡單的事。貝拉在不被職員發現的情況下侵入了建築物，探索著有終端機的房間。",
    "[op_50]",
    "貝拉找到了一個看起來像樣的房間。到目前為止都沒被任何人發現，但她更加謹慎地前進。貝拉保持著冷靜，緩緩地靠近門。她的動作毫無多餘，非常俐落。當貝拉靠近門時，生物認證再次啟動，一個像是顯示正規認證程序的燈閃了一下後，門就開了。",
    "[op_61]",
    "當貝拉走進房間，那裡有一台巨大的機體，以及看似其終端機的操作盤。終端機停在初始畫面，要求登入，但當貝拉從操作盤的縫隙插入駭客纜線後，不到幾秒鐘，畫面就切換了。貝拉搜尋網路，看是否能存取母電腦。從抵達終端機前到現在，不到幾秒鐘，貝拉就成功存取了母電腦。",
    "[op_70]",
    "貝拉向母電腦問的第一個問題是，「我能回到原來的時間嗎」。而母電腦的回答非常簡單，內容是「不可能」。貝拉對那個回答倒抽了一口氣。母電腦通常會根據存取者的個人資訊來推斷上下文並回答，所以貝拉問「我能回到原來的世界嗎」這個問題本身並沒有錯。不過，從貝拉在拘留所到這裡為止多次看到的，這裡是西元一億年這個資訊來看，這個世界的母電腦是否能理解「原來的時間」這個概念，對貝拉來說幾乎是個賭注。母電腦沒有回答「無法回答」或「目前不明」，而是回答了「不可能」，這表示母電腦似乎是在理解了「原來的時間」和「現在貝拉所在的時間」兩者的基礎上，判斷沒有方法可以移動到那裡。",
    "[op_28]",
    "接著貝拉循著波拉波拉波拉號的記憶，詢問關於壽司的事，結果差點導致人類滅亡，再次「移動到過去」。另外，艾丹也在別的時間軸問了母電腦關於壽司的問題，結果也導致了人類滅亡。",
    "[op_0]",
    "[op_76]",
    "當基甸睜開眼睛時，他身處一片沙灘上。無邊無際的水平線，以及拍打上岸的浪濤聲，才將基甸的意識拉回現實。「波拉波拉波拉號」的最後記憶，在閃光和警報聲中中斷。看不到其他船員的身影。他確認了自己的裝備，看來最低限度的求生包還在。基甸首先為了掌握狀況，朝著島上的高處前進。放眼望去，盡是綠意盎然的樹木和岩石，看不到任何人工建築物。看來，他似乎是漂流到了一座無人島。最初的幾天，他忙於確保飲用水和尋找食物。雖然船員用的求生包裡，有淨化水的過濾器，和一些簡單的食物，但那些也很可能很快就會用完。基甸動員了所有未來的知識，製作了收集雨水的裝置，找到了可以吃的植物和魚，並反覆嘗試生火的方法。夜晚，他只靠著營火的亮光，在害怕野獸的氣息中度過。孤獨和不安，無情地侵蝕著基甸的精神。即使如此，基甸也沒有放棄。或許能拯救人類未來的，只有他一個人。",
    "[op_77]",
    "自給自足的生活持續了幾週後，基甸擴大了島上的探索範圍。為了確保更多的食物，更重要的是，為了找到文明的痕跡。當他往島的中心部前進時，基甸目睹了奇異的景象。在茂密的樹林中，出現了一座明顯是人工的石造建築物。那是一座被藤蔓覆蓋，看來已被棄置多年的古代遺跡。",
    "[op_78]",
    "基甸雖然保持警戒，但還是踏入了遺跡之中。遺跡的內部，被一股冰冷的空氣包圍。牆壁上刻著意義不明的象形文字。往深處前進，那裡像是一個大廳，中央擺放著一個像祭壇一樣的石製平台。然後，基甸發現了它。在祭壇的正中央，放著一個與遺跡格格不入，卻又很熟悉的東西。那是，在「波拉波拉波拉號」船內經常使用的，攜帶型資料終端機。",
    "[op_79]",
    "基甸倒抽了一口氣，用顫抖的手撿起了那個終端機。透過與自己的裝備連接，他好不容易讀取了內部的日誌。只留下了一則簡短的日誌。日誌中，作為對發現者，也就是波拉波拉波拉號夥伴的呼喚，寫著自己要先走一步，並誓言必定會在某處重逢的內容。日誌的最後，附有署名和個人識別資訊，基甸看到後，仰望著天空。那無疑是基甸熟悉的，同事馬克斯的東西。他不是一個人。至少，馬克斯曾到過這座島。安心的同時，新的疑問也湧上心頭。馬克斯去了哪裡？還有，「先走一步」是什麼意思？終端機的日誌裡，沒有留下任何更多的資訊。但是，基甸的心中，燃起了一道確實的希望之光。基甸決定追尋馬克斯的痕跡。這座遺跡，這座島，是所有一切的起點，基甸還不知道。基甸的腳下，開始發出青白色的光芒。",
    "[op_0]",
    "[op_76]",
    "當馬克斯恢復意識時，他已經不在「波拉波拉波拉號」的船內了。就像基甸在沙灘上醒來一樣，馬克斯也在一個陌生的島上，但卻是在更內陸，樹木茂密的森林中醒來。最後的記憶，是操作母電腦終端機的基甸的背影，和染白船內的閃光。沒有其他船員的身影，通訊機也一片沉寂。和基甸一樣，馬克斯也被迫展開了一場為了生存的孤獨戰鬥。他動員了與生俱來的冷靜，和作為船員的知識，確保了食物和水源，並開始了島上的探索。",
    "[op_78]",
    "幾週過去，他也熟悉了島上的地理環境，馬克斯發現了後來基甸也會發現的同一個遺跡。被藤蔓覆蓋的石造建築物，明顯不是自然的產物，也和馬克斯所知的任何文明樣式都不同。出於好奇心，更重要的是，出於一心想找到打破現狀的線索，馬克斯踏入了遺跡的內部。在遺跡的深處，像祭壇一樣的石製平台上，放著一個比後來馬克斯為基甸留下的資料終端機更古老的裝置。",
    "[op_79]",
    "那個裝置，彷彿是為了讓某人容易發現一樣，發出著微弱的光芒。當馬克斯靠近裝置時，古老的裝置啟動了，並直接將資訊投影到馬克斯的視網膜上。雖然那是馬克斯從未見過的語言，但馬克斯的裝備辨識了它，並自動翻譯成可以理解的形式。那是一種傳送裝置，而這座遺跡是它的啟動鑰匙，是為了將被選中的人送到一個叫做「避難所」的地方。但是，傳送是單向的，一旦被送過去，就再也無法回到這個地方。馬克斯猶豫了一下，但他選擇了賭上未知的可能性，而不是在這個島上孤獨地腐朽。馬克斯在自己的資料終端機上，為可能稍後會來的夥伴，記錄了一則簡短的訊息。自己要先走一步，以及相信會再相遇。那就是，後來基甸會發現的日誌。馬克斯留下記錄後，下定決心啟動了傳送裝置。馬克斯的身體被青白色的光包圍，下一瞬間，他的身影就從森林的遺跡中消失了。",
    "[op_80]",
    "當馬克斯再次睜開眼睛時，他正站在一個被無機質的金屬牆壁包圍的，乾淨的房間裡。正當他對這與島上自然截然不同的景象感到困惑時，房間的門靜靜地打開，一位老人現身了。老人自稱是避難所的長老，以一種彷彿一直在等待馬克斯到來的平靜表情迎接他。長老說，這個避難所是為了從不斷重複的人類滅亡中，保存其知識和一部分基因而建造的方舟，而遺跡的傳送裝置，是為了迎接擁有克服滅亡循環可能性的，少數人而設的門。",
    "[op_81]",
    "根據長老的話，避難所的居民隨著世代更替，人數逐漸減少，如果不加入新的血液，其存續本身就岌岌可危。知道了維持避難所，以及保存人類這個物種的宏偉目的，馬克斯對那重責大任說不出話來。但是，馬克斯作為「波拉波拉波拉號」的船員，心中一直抱持著為人類的未來做出貢獻的使命感。馬克斯接受了長老的提議，決定在這個避難所活下去。那不只是為了活下去，而是為了連結避難所的未來，進而連結人類的未來。馬克斯為了維持這個避難所的社會，選擇了孕育新生命。",
    "[op_82]",
    "不久，馬克斯有了孩子。那個孩子，作為避難所新的希望，被命名為帕帕齋藤。帕帕齋藤繼承了父親馬克斯的使命，將在避難所的歷史中扮演重要的角色。那是，後來將會從別的時間軸來訪的柯拉へと繋がる，命運的齒輪之一。",
    "[op_0]",
    "[op_61]",
    "柯拉操作著母電腦的終端機，輸入了「現在是西元幾年」的問題並發送。母電腦的回答是，「西元一萬年」。柯拉只是眨也不眨地，凝視著螢幕上顯示的那簡短的詞語。西元一萬年。那個數字所代表的意義的沉重，柯拉一時之間無法理解。柯拉最後所在的世界，太空船「波拉波拉波拉號」航行的時代，是西元二億三年。從那裡看來，一萬年這個時代，簡直就像是古代史的一頁，甚至可以說是神話時代那麼遙遠的過去。但是，從柯拉最古老的記憶，和帕帕柯拉一起生活，作為母電腦的軟體提供腦波的時代來看，那應該是個無法想像的遙遠未來。過去和未來的感覺，宛如融化的顏料般混雜在一起，完全麻痺了柯拉的時間認知。自己現在，正站在無限分歧的時間軸的，哪一根枝幹，哪一片葉子上，完全抓不到那個座標。站在旁邊的齋藤，交互看著柯拉的側臉和螢幕。對他來說，「西元」這個詞，以及後面的數字，都只不過是沒有任何意義的符號排列。但是，從柯拉的表情，從驚愕到混亂，再到深刻的思索，那種目不暇給的變化，他光憑肌膚就感覺到，那是足以動搖這個世界根基的重大資訊。",
    "[op_83]",
    "柯拉深深地吸了一口氣，強行鎮定下混亂的思緒。無論現在是什麼時代，該做的事都不會改變。就是要顛覆人類滅亡這個，已經確定的未來。而唯一的線索，就是「壽司」這個令人費解的詞。那是，基甸、貝拉，還有艾丹，在各自的時間軸上向母電腦提問，然後將世界引向毀滅的禁忌問題。柯拉對親手輸入那個問題，感到本能的恐懼，同時也感到奇妙的使命感。這個連鎖，必須由自己來切斷。柯拉下定決心，將冰冷的指尖緩緩地伸向終端機的操作面板。「用壽司從人類滅亡中拯救世界的方法」，在腦中組裝好這個字串，手指正要觸碰到面板的，那一瞬間。一股強烈的惡寒，宛如被冰刃劃過般，竄過柯拉的背脊。那並非來自邏輯或道理。而是更根源的，生命本身發出的危險信號。柯拉像被彈開一樣縮回了手指。來到這個避難所後，柯拉多次被自己的直覺所救。而現在，那個直覺，正用全身心敲響警鐘。那扇門，絕對不能打開。",
    "[op_84]",
    "柯拉將剛才準備輸入的字串，從心中完全抹去。然後，決定從另一個角度逼近核心。為什麼，人類會滅亡。只要能確定那個根本原因，也就是病灶，那麼治療方法，也就是解決方案，應該也會自然而然地浮現。柯拉在終端機上輸入了新的問題，這次毫不猶豫。「世界人類滅亡的理由」。按下發送按鈕後，母電腦彷彿一直在等待這個問題一樣，立刻回覆了答案。那個回答，太過簡潔，也太過令人費解。「因為bug」。",
    "[op_85]",
    "柯拉反覆地，反覆地讀著螢幕上顯示的那句話。Bug。電腦程式中的邏輯錯誤，或是設計上的缺陷。由數十億個體組成的複雜系統，人類的滅亡，就這樣被一句無機質的話給打發了嗎。太過抽象，完全無法產生具體的形象。那簡直就像，問一艘巨輪沉沒的原因，卻只被回答「因為漏水」。或者，像是質問歷史性大敗的將軍其理由，卻只被報告說「因為敵人很多」。那近似於，追問名醫致命疾病的根源，結果病歷上只寫著「因為心臟停止了」的空虛。也像是，詢問經濟學家國家破產的機制，卻被冷淡地解說「因為錢沒了」的那種感覺。那也像是，問藝術家被譽為傑作的畫作為何能打動人心，卻只被若無其事地說「因為塗了顏色」。也通於，追問長年相伴的夫妻為何分手，卻被一句「因為愛情冷卻了」打發的那種無奈。也像是，讀到關於大都市被毀滅的震災發生原因，專家團隊得出的結論只有一行「因為地面搖晃了」的報告書的心情。也像是，對孩子純真的提問「天空為什麼是藍色的」，卻只被無味地回以「因為光的性質」這個事實的那種乏味。齋藤也在旁邊，不解地歪著頭。柯拉為了引出更詳細的資訊，組裝了下一個問題。「治好bug的方法」。母電腦的回答，再次立刻，且冷酷地簡潔地回來了。「修正bug」。",
    "[op_86]",
    "柯拉的眉間，刻下了深深的皺紋。那不是回答。只是同義詞的反覆。簡直像是用問題回答問題，惡質的文字遊戲。宛如陷入了無限迴圈的程式，母電腦似乎沒有做出有意義的回答。柯拉抑制著煩躁，稍微改變了措辭，再次嘗試提問。「修正bug的方法」。回來的答案，和剛才一模一樣。「治好bug」。柯拉感覺到，在這場徒勞的對話中，精神正在被消磨。她多次用不同的角度、不同的措辭重複著類似的問題，但得到的回答總是相同。沒有任何具體的步驟，也沒有任何線索。",
    "[op_87]",
    "然後，在幾次問答的空檔，偶爾會發生奇妙的現象。母電腦的回答，會突然毫無脈絡地只剩下「壽司」這個單字，其他顯示都會消失。螢幕上，只有那個單字，靜靜地，且詭異地持續顯示著。雖然幾秒鐘的沉默後，又會像什麼都沒發生過一樣恢復到可應答的狀態，但這顯然不是正常的行為。柯拉在「波拉波拉波拉號」上最後看到的，那些意義不明的數字排列和「壽司」這個詞。以及，基甸他們引發人類滅亡的禁忌問題。所有的一切，似乎都匯集到「壽司」這個，僅僅一個單字的詞語上，柯拉不禁感到一股難以言喻的詭異，和某種宿命般的引力。",
    "[op_61]",
    "柯拉判斷，關於人類滅亡的直接調查暫時遇到了瓶頸，於是決定轉換思考。她改變視角，決定收集現在所在的這個避難所本身的資訊。自己是誰，從哪裡來，為什麼會在這裡。那個答案的碎片，或許就沉睡在這個地方的歷史中。柯拉在終端機上輸入了新的問題。「這裡是做什麼用的設施」。母電腦的回答，與至今為止抽象的禪問答截然不同，驚人地具體，且包含了明確的專有名詞。「母母公司的倉庫」。",
    "[op_88]",
    "看到那個名字的瞬間，柯拉的心臟，劇烈地，猛烈地跳動起來，彷彿要衝破肋骨。母母公司的倉庫。那和柯拉過去作為「代理」，與其他幾十個，和自己長得一模一樣的柯拉們一起生活時，那個設施的稱呼，一模一樣。本應被沉重地錨定在記憶海底的過去，一口氣浮了上來。和帕帕柯拉的尷尬對話，接受腦波掃描時冰冷的機械觸感，原版柯拉去世那天的寂靜，以及，作為最後的柯拉，在過於寬敞的設施裡獨自度過的，無盡的時間。那些記憶，帶著顏色、聲音和氣味，如洪水般在柯拉的腦中奔流。這裡是，那個地方嗎？如果是的話，為什麼像齋藤這樣，和自己完全不同的人會住在這裡？還有，自己為什麼，又回到了這個地方？疑問，以超越思考的速度，一個接一個地湧現。",
    "[op_89]",
    "柯拉用顫抖的手指，幾乎是無意識地，輸入了最後一個問題。「這個設施至今為止的歷史」。母電腦，不知是否知道柯拉內心的動搖，只是淡淡地，將龐大的文字資料，顯示在螢幕上。那是，這個避難所，也就是過去的「母母公司的倉庫」，從柯拉記憶之後的時代，到現在為止的詳細歷史記錄。",
    "[op_109]",
    "根據記錄，帕帕柯拉去世，原版的柯拉也去世後，最後的柯拉獨自留在設施裡，又過了數百年，遠遠超過人類一生的時間。設施的全自動維護系統，展現了連設計者帕帕柯拉都未曾預料到的耐久性，在那段時間裡也幾乎完美地持續運作。但是，某個時候，外部世界發生了大規模的環境變動，或是戰爭，記錄很模糊，總之，發生了人類難以在地面上生活的災難性事件。逃離那場災難的一部分人類，偶然地發現了這個，連地圖上都沒有的設施。他們輕易地突破了完全沒有預料到外部入侵者的設施的簡陋安全系統，踏入了內部。然後，當他們知道那裡是充滿了清淨的空氣和水，以及近乎無限的能源的，最後的生存樂園時，便決定永久居住下來。那就是，齋藤他們的直系祖先。",
    "[op_110]",
    "設施裡唯一剩下的最後的柯拉，一開始對突然出現的外部入侵者們，抱持著很深的警戒。但是，當她知道他們沒有武器，只是為了生存而尋求這個地方的純粹難民時，便逐漸敞開了她緊閉的心扉。最後的柯拉，教導他們設施複雜功能的使用方法，以及在這個封閉環境中生存下去的各種知識。然後，不知不覺間，柯拉成了他們的指導者，或是女神般的存在，共同建立起新的社會。記錄中也反覆記載著，避難所的居民們，懷著敬畏和親切，稱呼最後的柯拉為「母親」，並深深地敬愛著她。",
    "[op_111]",
    "但是，那詳細的記錄，從某個時間點開始，出現了奇妙，且不祥的變化。關於最後的柯拉的記述，逐漸變得模糊，宛如消失在霧中一般，失去了其輪廓。某個記錄中，記載著柯拉將避難所的未來託付給新的指導者後，在設施深處的房間裡，靜靜地陷入了永恆的睡眠。而在另一個，可信度較低的記錄中，則詩意地記載著，為了拯救留在外部世界的人們，她獨自一人踏上了旅程。然後，在某個記錄之後，關於最後的柯拉的記述，就戛然而止，完全中斷了。宛如，她的存在本身，被從歷史這本書中，刻意地撕毀了一樣。",
    "[op_90]",
    "柯拉只是茫然地，眺望著不斷滾動的文字洪流。自己本應經歷過的過去，變成了完全不認識的歷史，呈現在眼前。而且，和自己有著同樣的臉，同樣記憶的「柯拉」，在這個地方，和齋藤他們的祖先一起生活過，這個難以置信的事實。所有的一切，都遠遠超出了柯拉的理解範圍。站在旁邊的齋藤，則像是在讀聖典一樣，專注地凝視著那份記錄。對他來說，那也是至今為止從未被傳承下來的，自己們真正的根源的故事。",
    "就在那時。母電腦的螢幕，突然劇烈地閃爍起來。然後，至今為止顯示的長篇歷史記錄，一瞬間從畫面消失，取而代之的，只有一個單字，在螢幕中央，以巨大的字體，威嚇性地顯示著。「壽司」。柯拉和齋藤，對那太過格格不入，卻又可說是宿命般的詞語，只能無聲地，默默地凝視著。那時，基甸被傳送到了房間裡。基甸一瞬間露出茫然的表情環顧四周，在還沒完全掌握狀況的情況下，交互看著柯拉、齋藤，以及螢幕上顯示的「壽司」的文字。",
    "[op_91]",
    "[op_0]",
    "第四章 ～覺醒3-2～",
    "[op_0]",
    "[op_29]",
    "在「波拉波拉波拉號」的最後一刻，達莉亞雖然被從窗戶射進來的刺眼陽光吸引了注意力，但還是無意識地發動了時間停止的能力。結果，達莉亞的周圍連同「波拉波拉波拉號」一起，時間停止了約一星期。不過，因為達莉亞自己的時間也停止了，所以能意識到那次時間停止的，只有母電腦。",
    "[op_0]",
    "第五章 ～覺醒4～",
    "[op_0]",
    "青年設計師的童年，絕不能說是社交的。從初等教育階段開始，他就無法順利融入同儕的圈子，大部分的休息時間都是一個人在教室的角落度過。青年設計師唯一的朋友，是畫在筆記本邊緣，由他自己創造出來的角色們。像是要逃離現實的喧囂，他在上課時，也總是趁著老師不注意，用鉛筆在紙上，持續編織著腦中廣闊故事的斷片。",
    "[op_92]",
    "升上中等教育後，這個傾向更加強烈。當周圍的同學將時間花在社團活動和與朋友的交流上時，青年設計師則一心一意地沉浸在自己的內心世界裡。青年設計師畫的故事，從單純的角色素描，進化成了擁有複雜情節和獨特世界觀的長篇漫畫。學校這個社會生活的場所，對青年設計師來說，只不過是為了確保創作時間的地方，他的意識總是，朝向與現實脫節的空想世界。",
    "[op_94]",
    "青年設計師的創作活動，並非出於想要被某人認同的認同慾望。畫出來的漫畫不給任何人看，未完成的原稿斷片也只是堆積在書桌抽屜的深處。對青年設計師來說，畫畫這個行為本身就是目的，比起現實人際關係帶來的複雜和曖昧，他反而在自己能完全控制的故事世界裡，找到了安寧和秩序。",
    "[op_93]",
    "青年設計師長大後，意識到工作的機會增加了，也開始模糊地思考自己的未來。青年設計師接觸了著名漫畫家的作品，受到其技術和構成的影響，也曾想過要走上同樣的道路。但是，至今為止只在自己世界中完結的作品，一旦拿來和別人比較，在青年設計師的眼中無論如何都顯得遜色。由於對自己作品的要求水準很高，青年設計師無法完成令自己滿意的作品。結果，青年設計師放棄了成為漫畫家的道路，以模擬世界設計師的身份就職了。",
    "[op_95]",
    "模擬世界設計業界，是在「活在模擬世界」這種生活方式流行的時期誕生的新興職業。由於原本沒有這樣的工作，當時是個非常搶手的行業。不過，因為工作流程沒有明確規定，所以很多公司的工作方式都很草率。起初，青年設計師因為工作品質而受到了一定程度的評價。但隨著時間過去，青年設計師的完美主義性格開始顯現，在多個專案中造成進度延遲，或與其他員工發生情緒化的意見衝突，他的評價也漸漸下降。青年設計師在就職之前，從未有過與人合作的經驗。結果，青年設計師被事實上地左遷，分配到了被稱為「國家遊戲」的專案。這個專案主要由一位戴眼鏡的設計師負責，在公司內被視為重要性低的專案。",
    "[op_96]",
    "「國家遊戲」專案的辦公室，位於大樓高層，一個只有一扇小窗的房間。室內只迴盪著伺服器的運轉聲和鍵盤的敲擊聲。在青年設計師到任之前，專案就已經在規格的複雜度和程式碼的品質上抱有問題，進度停滯不前。即使青年設計師加入，狀況也沒有改善，只有交期逼近的狀況持續著。辦公室裡，青年設計師和眼鏡設計師兩人留下來加班成了常態。",
    "[op_97]",
    "青年設計師指出了系統的根本問題，並提出了設計的改善方案。但是，眼鏡設計師將遵守專案時程視為最優先事項，沒有接受青年設計師的提案。青年設計師對專案本身，以及機械式地處理專案的眼鏡設計師感到失望。之後也多次意見衝突，每次都照著眼鏡設計師的想法進行專案。青年設計師為了面對專案，想到了在模擬世界中實裝「人類滅亡」。這是青年設計師對現行系統的問題提起，也是一種實驗。",
    "[op_98]",
    "在執行計畫時，青年設計師從系統的程式碼中，發現了關於古代飲食文化「壽司」的處理部分存在著弱點。青年設計師利用那個弱點，故意植入了一個在特定條件下會導致系統發生致命錯誤的bug。關於這個bug的存在，他在龐大的報告書中，大量使用專業術語，只寫了一行，「報告指稱，參照壽司資料時，因潛在的溢位問題，存在著致命的bug」。青年設計師判斷，眼鏡設計師察覺到這段記述真意的可能性很低。",
    "[op_99]",
    "當專案進入最後階段，系統即將完成時，青年設計師向眼鏡設計師表達了辭職的意願。眼鏡設計師判斷，這是因為連日來的業務疲勞所致，便同意了。交接工作，只用了最少的書面文件。交貨日當天，青年設計師在公園的長椅上操作自己的個人終端機，刪除了ID。青年設計師選擇了，靜靜地等待自己參與設計的世界的結局。",
    "[op_0]",
    "對眼鏡設計師來說，自己的生活很穩定。眼鏡設計師有妻子和孩子，他很重視與家人相處的時間。",
    "[op_100]",
    "眼鏡設計師與現在的伴侶相遇，是在下班後順道去的一家舊書店的咖啡館。偶然坐在隔壁的伴侶正在讀的書，正好是眼鏡設計師學生時代著迷的科幻小說，兩人便自然地聊了起來。伴侶也從事設計相關的工作，兩人發現彼此對工作的看法，以及對老電影的興趣等，有很多共同點，沒花多少時間就找到了。伴侶沉穩知性的氣質，和時而露出的天真爛漫的笑容，讓眼鏡設計師迅速地被吸引。",
    "[op_101]",
    "兩人的關係順利地加深，眼鏡設計師開始考慮與伴侶結婚。與求婚詞一同遞出的，並非一般的訂婚戒指。眼鏡設計師為伴侶設計了世界上獨一無二的戒指，而伴侶則為眼鏡設計師設計了特別的眼鏡。在公園的噴水池前，兩人交換了戒指和眼鏡，誓言要共度一生。那對身為設計師的兩人來說，是比任何東西都充滿心意的愛的證明。",
    "[op_102]",
    "不久後，兩人之間有了孩子，建立了一個幸福的家庭。但是，有一天，學校打來電話，告知眼鏡設計師們的孩子對同學有不友善的行為。眼鏡設計師受到很大的衝擊，深深地煩惱著。他痛感自己以工作忙碌為由，與孩子相處的時間變少了，眼鏡設計師與伴侶一起，徹夜討論該怎麼辦。",
    "[op_103]",
    "眼鏡設計師們認為，改變環境對孩子來說是最好的路，於是做出了轉學這個重大的決定。在新學校，他們親子一起去諮商，增加了貼近孩子內心的時間。一開始還很困惑的孩子，也漸漸地理解了自己的過錯，開始努力交新朋友。家人學會了正面面對困難的重要性，那份羈絆也比以前更加堅固。",
    "[op_104]",
    "眼鏡設計師的主要關心，是維持這平靜的日常，而「國家遊戲」專案，則被定位為僅是為此而進行的業務之一。青年設計師辭職後，專案如期交貨，眼鏡設計師鬆了一口氣。他期待著，這樣一來，和家人相處的時間就會增加了。",
    "[op_105]",
    "系統的異常被確認，是在交貨後幾天的下午。眼鏡設計師為了確認系統的運作狀況，正在自家書房瀏覽統計數據。大部分的數據都在正常範圍內推移，但眼鏡設計師在其中，檢測到顯示世界存續機率的項目出現了異常值。在特定條件下，機率會收斂到零，這是設計上不可能發生的行為。眼鏡設計師對這個異常值感到強烈的不協調感。",
    "[op_106]",
    "眼鏡設計師重新調查了青年設計師製作的最終報告書。在數百頁的文件中，眼鏡設計師發現了相關的記述。「報告指稱，參照壽司資料時，因潛在的溢位問題，存在著致命的bug」。眼鏡設計師理解到，這一行字，就是系統異常的根本原因。認識到過去的同事故意設下的bug的存在，以及修正它的困難度，眼鏡設計師領悟到狀況的嚴重性。",
    "[op_107]",
    "要完全移除bug，因為牽涉到系統的根基，所以並不實際。如果將這個事實公諸於世，專案的失敗就會曝光，可能會影響到眼鏡設計師的職業生涯，進而影響到家人的生活。在責任問題，和想要維持世界穩定的想法之間，眼鏡設計師苦惱著如何應對。眼鏡設計師花了幾天時間，持續摸索解決方案。",
    "[op_108]",
    "最終，眼鏡設計師下了一個決定。那就是，反過來利用青年設計師設下的bug。眼鏡設計師在沒有告知任何人的情況下，將一個以「壽司」這個關鍵字為觸發器，來改變系統行為的修補程式，套用到了系統上。這個修補程式，是為了在未來，當有第三方注意到這個bug並存取「壽司」這個關鍵字時，能產生讓系統崩潰過程，雖然有限，但得以迴避的可能性。這是極其不確定的對策，但卻是眼鏡設計師能採取的唯一選項。眼鏡設計師只能祈禱，這個修補程式能在未來被某人發現，並發揮作用。完成所有作業後，眼鏡設計師從書房的窗戶眺望著夜景。城市的燈火，在眼鏡設計師的眼中，只映照出光的集合體。眼鏡設計師靜靜地閉上了眼睛。",
    "[op_0]",
    "[op_91]",
    "就在柯拉和馬克斯凝視著母電腦螢幕上顯示的「壽司」時，終端機螢幕附近開始發出青白色的光芒。突然間，房間中央扭曲，基甸隨著青白色的光芒被傳送過來。基甸茫然地環顧四周。齋藤立刻提高警覺，站到柯拉面前保護她。柯拉認出被傳送來的人是基甸，露出驚訝的表情。基甸也認出了柯拉的身影，露出了安心的表情。柯拉制止了齋藤，為了向基甸詢問情況，催促大家換個地方。",
    "[op_117]",
    "移動到避難所內一間簡樸的房間後，基甸開始講述自己經歷的事件。和柯拉一樣，突然在陌生的沙灘上恢復意識。那裡是座無人島。然後，在島上發現了遺跡。基甸所說的無人島的樣子和遺跡的存在，對在避難所土生土長的齋藤來說，也是完全未知的資訊，他以混雜著驚訝和求知慾的表情專心聽著。",
    "[op_79]",
    "接著基甸又說，他發現了同伴「馬克斯」留下的資料終端機，並從那座遺跡被傳送到這個避難所。當基甸說出「馬克斯」的名字時，齋藤的眼神變了。齋藤解釋說，那個名字是拯救了避難所危機的傳說英雄的名字。齋藤興奮地說，自己的名字是取自英雄馬克斯的孩子，帕帕齋藤。同伴在這個避難所被當作英雄傳頌的事實，讓柯拉和基甸驚訝又困惑。",
    "[op_113]",
    "柯拉和基甸告訴齋藤，馬克斯是他們過去的同事。齋藤悲傷地告知，英雄馬克斯是歷史人物，很久以前就已經去世了。與同伴重逢的希望被粉碎，柯拉和基甸啞口無言。但是，齋藤又提供了情報，說共同墓地裡有馬克斯的區域，遺物也供奉在那裡。兩人意識到遺物中可能留有線索，決定前往墓地。",
    "[op_114]",
    "在前往墓地之前，決定先填飽肚子。齋藤為三人準備的餐點，是據說模仿了避難所形狀的「避難所麵包」。麵包營養價值高，味道也不差。但是，它的形狀只是個乏味的長方體。避難所麵包，是以基因改造產生的特殊酵母，和從地底深處汲取的富含礦物質的水，以及在避難所內水耕栽培的高營養價值穀物為主要原料。其製造過程完全自動化，從材料的調配到發酵、烘烤，完全不經人手。結果，味道和營養價值雖然能一直保持穩定，但它的形狀，卻是為了最大限度地提高製造效率而設計的，只是個長方體。柯拉和基甸默默地將麵包送入口中。那每一口，都像是在加深對這個奇妙世界的理解。眼前的是，營養素、水分，以及生存所需的卡路里，在完美的計算下調配而成的，單純的「食物」。味道平淡，沒有喜悅也沒有感動。但是，那塊無味的塊狀物，無疑是維繫生命最有效率的形式，也是這個避難所這個封閉空間合理性的結晶。在他們過去所知的世界，飲食是文化，是溝通，更重要的是樂趣。祖母烤的麵包，那焦香的小麥氣味。和夥伴們圍著餐桌，那熱鬧溫暖的喧囂。在口中擴散的奶油風味，和輕柔的甜味。所有這些，如今都已失去，成了太過奢侈的記憶碎片。但是，那完美的合理性，同時也殘酷地凸顯了，兩人過去所知的世界的富饒。基甸的腦海中，浮現出在家鄉星球吃過的，剛出爐的麵包的香氣。外皮酥脆，內部鬆軟，不均勻的氣泡創造出的不均勻的口感。和家人朋友圍著餐桌，邊聊著無關緊要的話題邊分食的，那段溫暖的時光。那是，光靠營養素計算絕對無法衡量的，充滿心靈滿足感的記憶。柯拉也想起了和帕帕柯拉一起度過的日子。心情不好的早晨，只用湯匙攪拌的優格。兩人之間流動的尷尬沉默。即使如此，那裡確實存在著，雖然笨拙，但彼此關懷的情感。兩人咀嚼著那無味的麵包，再次感受到失去的東西有多麼巨大。人類為了生存而捨棄的，不合理、無用，卻又無可取代的種種文化。那份喪失的巨大，這完美的麵包，諷刺地雄辯地訴說著。兩人之間沒有言語。只有咀嚼麵包的微弱聲音，在安靜的房間裡迴盪。那聽起來，也像是對失去的文化，靜靜的哀悼之音。",
    "[op_115]",
    "尷尬的用餐後，在齋藤的帶領下，三人踏入了共同墓地。在整齊排列的區域中，一個特別古老，卻又被細心照料的一角，就是馬克斯的墓。那裡，與讓人回憶起避難所生活的各種物品一起，放著一個老舊的箱子。貼在箱子上的標籤上，用船員們能懂的語言，隱約還殘留著「給波拉波拉波拉號的大家」的字樣。柯拉和基甸緊張地打開箱子，裡面放著波拉波拉波拉號的船員裝備，和一個資料終端機。",
    "[op_116]",
    "馬克斯留下的資料終端機，可以用基甸他們所持有的船員裝備來播放。三人屏息以待，播放了資料終端機，那裡留下了馬克斯確實活在這個避難所的記錄。根據記錄，馬克斯將這裡的社會所欠缺的記錄和教育的概念，融合了避難所的技術和未來的裝備後引進。那是為了讓將來從過去來的夥伴們，在找到真相時，避難所的技術已經能夠存取母電腦。確認完記錄後，三人無言地佇立著。三人理解到，現在可以存取的母電腦，正是馬克斯相信未來的夥伴和人類而留下的宏偉希望。柯拉在遙遠的記憶中，想起了馬克斯和基甸被傳送過來的青白色光芒，與母母公司倉庫裡柯拉的代理人們被傳送過來的過程很相似。柯拉和基甸靜靜地誓言要繼承馬克斯的意志，齋藤也知道了英雄的真實面貌，決心協助。",
    "[op_0]",
    "知道了馬克斯的遺志和意想不到的世界真相後，三人離開了共同墓地，再次前往母電腦室。走在避難所無機質的走廊上，基甸、柯拉和齋藤，各自在腦中整理、整合著帶來的資訊。規則排列的照明投下的陰影中，只有三人的腳步聲空虛地迴盪著。一小段時間，他們之間沒有交談。各自在腦中反覆咀嚼著，至今為止從母電腦得到的，雖然零碎卻又意義重大的資訊。西元一萬年這個，太過遙遠的時代。被認為是人類滅亡原因的，不明身份的「bug」。以及，時而像覆蓋一切般顯示的，令人費解的「壽司」這個詞。那些，與其說是解決的線索，不如說是通往更深迷宮的入口。",
    "[op_118]",
    "最先開口的是齋藤。齋藤將自己和柯拉從母電腦得到的資訊，再次一一確認。西元這個時間概念，bug這個詞的意思，對齋藤來說都是未知的，但齋藤認真地想要記住每一個。資訊被整合，整理成幾個不可動搖的事實。這個世界是西元一萬年。人類滅亡的原因被認為是「bug」。而且，即使詢問修正那個bug的方法，母電腦也只是重複著同義詞，沒有給出具體的回答。最後，在那徒勞的問答之間，會毫無脈絡地顯示出「壽司」這個回答。那就是現階段柯拉和齋藤能從母電腦得到的，所有資訊。基甸對西元一萬年這個時代感到驚訝，同時反芻著資訊。",
    "[op_119]",
    "在那資訊整理中，柯拉表達了一個擔憂。那就是，直接用「壽司」這個關鍵字向母電腦提問的危險性。為了防止基甸或齋藤輕易地問出那個問題，柯拉選擇著措辭，傳達了自己感受到的強烈不協調感。為什麼會覺得危險，那個理由，柯拉自己也無法邏輯地說明。那究竟是，過去作為母電腦軟體存在時的記憶殘渣，還是，在這個避難所經歷的不可思議的事件所孕育出的直覺，她也無法判斷。只是，向母電腦拋出那個詞，就像是打開潘朵拉的盒子一樣，她只有一種根源性的恐懼般的確信。柯拉只告訴兩人，她有不好的預感。那安靜，卻又帶有不容置喙的響度的話語，讓基甸和齋藤默默地點了點頭。",
    "[op_30]",
    "聽著柯拉的話，基甸注意到，柯拉的直覺，與自己抱持的疑問奇妙地吻合。基甸向柯拉和齋藤提出了，他在無人島上獨自度過的時間裡，多次思索的兩個謎題。第一個是，在「波拉波拉波拉號」被光芒包圍的最後一刻，螢幕上只顯示了一瞬間的，那個令人費解的數字排列。基甸憑著記憶，將那個數字記錄在了求生包的資料終端機上。聽到這話，柯拉想起了自己也為了不忘記而寫在手臂上的事，兩人核對了各自的記錄。數字連一位數都完全一致。那是有意義的資訊，這點無庸置疑。但是，那個數字代表什麼，是座標，是時間，還是某種密碼，三人絞盡腦汁思索，卻都無法得出答案。",
    "[op_119]",
    "然後，基甸提出的第二個謎題，是關於人類滅亡時間點的矛盾。在前一個時間軸，母電腦回答「再過幾天人類就要滅亡了」。但是，實際上滅亡開始的，並非幾天後，而是在與母電腦進行通訊的，正是那個時候。從那個事實，基甸推測，人類滅亡這個事件，與存取母電腦，特別是提出特定問題之間，或許有直接的因果關係。柯拉「有不好的預感」這個直覺性的警告，對基甸來說，就像是支持他那個邏輯推論的，最後一塊拼圖。基甸將自己思考的結論，安靜地，卻又充滿確信地說了出來。人類滅亡的觸發器，也就是「bug」發動的條件，會不會就是「向母電腦詢問關於壽司的事」這件事本身。沉默之後，三人抵達了母電腦室，停下了腳步。他們走向終端機，準備確認要輸入的內容，互相看著對方的臉。這時，母電腦室的終端機螢幕附近，開始發出青白色的光芒。",
    "[op_0]",
    "[op_120]",
    "房間中央扭曲，貝拉隨著青白色的光芒被傳送過來。光芒散去後，那裡站著的是熟悉的船員之一，貝拉的身影。基甸、柯拉、齋藤三人，對那突如其來的出現，一時說不出話來。貝拉著地的同時壓低身體，以銳利的視線試圖掌握周圍的狀況。她全身散發出極度的緊張和警戒。基甸對著像幾個小時前的自己一樣出現的人影，只是目瞪口呆。另一方面，柯拉和齋藤因為這是第二次遇到這種現象，所以保持著相對的冷靜。柯拉對齋藤使了個眼色，輕輕舉起雙手，向貝拉表示沒有敵意。貝拉認出了柯拉和基甸的臉後，那僵硬的表情轉為驚訝，接著，像是理解到這裡是安全的地方一樣，深深地鬆了一口氣。",
    "[op_121]",
    "柯拉判斷，在這裡站著說話不妥，便用手勢提議換個地方。一行人再次移動到避難所內一間簡樸的房間。坐到椅子上後，首先由貝拉開始講述自己的經歷。根據貝拉的說法，「波拉波拉波拉號」的最後一刻起，她被傳送到了大約西元一億年前後的時代。在那裡她發現了母電腦的終端機，並嘗試了幾個問題。但是，在提問的過程中，她遭遇了和在船內經歷過的同樣的，世界被染成白色的滅亡徵兆。貝拉想起了基甸情急之下採取的行動，也同樣輸入了「移動到過去」，結果就來到了這個地方。",
    "[op_122]",
    "聽完貝拉的話，基甸謹慎地選擇措辭，詢問她在那個母電腦上問了什麼。貝拉閉上眼睛，像是在回憶一樣，過了一會兒，回答說她問了兩個問題。一個是「能不能回到原來的世界」，另一個則是「壽司是什麼」。聽到那個答案，基甸和柯拉、齋藤交換了眼神。他們體認到，自己在母電腦室得出的假設，變得更加確實了。簡直就像是，貝拉在這個時間點被傳送過來這件事本身，就是母電腦對那個假設是正確的回答。",
    "[op_123]",
    "這次換基甸，將自己們知道的資訊分享給貝拉。這裡是西元一萬年的避難所，馬克斯在這裡以英雄的身份活著，然後去世了，以及，因為馬克斯的遺志，對母電腦的存取環境得以維持。貝拉傳達的「無法回到原來的世界」這個母電腦的回答，再次沉重地壓在柯拉和基甸的心頭。自己們還能做什麼的無力感，以及除了「壽司」之外，或許還存在著其他會引發人類滅亡的未知關鍵字的恐懼，開始支配著他們的思緒。",
    "[op_121]",
    "打破那沉重沉默的，是貝拉。經歷了兩次滅亡的貝拉，反而冷靜地分析著狀況。既然知道原因是「bug」，那麼直接移動到那個bug被創造出來的時間軸，將bug的存在本身抹消掉，不就是根本的解決方法嗎，她提議道。那是誰也沒想到的，卻又合乎情理的打開僵局的方法。基甸雖然認同那個想法，但也回應說，問題是那個「bug被創造的時間」是何時，以及該如何移動到那裡，完全不知道。聽到基甸的話，貝拉什麼也沒說，只是靜靜地指著掛在基甸腰上的求生包的資料終端機。理解到她視線前方有什麼的基甸，驚訝地低頭看著自己的終端機。那裡記錄著，在「波拉波拉波拉號」的最後，螢幕上顯示的，那個意義不明的數字排列。",
    "[op_0]",
    "貝拉和基甸互看一眼，靜靜地點了點頭。柯拉雖然沒有完全理解兩人的意圖，但也領悟到，是時候再次從這個避難所移動了。三人首先轉向齋藤，表示接下來要去的地方沒有安全的保證，不能把他捲入危險，所以建議他在這個房間待命。齋藤察覺到狀況，靜靜地接受了那個提議。柯拉對他至今為止的協助，用她的表情和一次深深的鞠躬，表達了難以言喻的深切感謝。",
    "[op_124]",
    "在齋藤的目送下，柯拉、基甸和貝拉三人，再次前往母電腦室，站在終端機前。貝拉伸出手指在操作盤上，輸入了「移動到產生人類滅亡原因的bug的時間」。然後，手指放在enter鍵上，像是猶豫著要不要執行一樣，回頭看著兩人。基甸確信貝拉會使用那串數字，便悄悄地將原本觸碰著自己求生包裡的資料終端機的手，收了回來。對自己的預測失準，感到有些不好意思的同時，基甸也同意了貝拉的意圖，點了點頭。當貝拉按下enter鍵，螢幕上發生了變化。右下角出現了一個時鐘圖示，並開始播放動畫。那是，時鐘指針逆時針旋轉的，熟悉的動畫。",
    "[op_30]",
    "[op_0]",
    "第六章 ～沉睡～",
    "[op_0]",
    "株式會社母母公司",
    "[op_125]",
    "末期企業標誌（2205年 - 2212年）",
    "株式會社母母公司，是過去存在的一家神經資訊學企業。在22世紀末的「母科技熱潮」時期成立，以其獨創的作業系統「N-OS」和專用硬體「母電腦」風靡一時。後來為了爭奪平台霸權而將自家技術開源，但該策略卻適得其反，與技術內含的嚴重問題一同迎來了戲劇性的經營破產。",
    "創業期：創業者通稱「帕帕柯拉」，是位以多次創業失敗聞名的人物。2190年代，「母科技熱潮（MT趨勢）」來臨時，帕帕柯拉沒有錯過這個良機，決定投身母網路相關事業。他以巧妙的口才從投資者那裡籌集資金，於2195年成立了母母公司。據指出，該公司創業初期的技術，實際上只是將舊世代的電腦和既有技術組合起來的，所謂的「幌子」。",
    "「母電腦」的成功：2198年，該公司發表了面向消費者的產品「母電腦」。雖然硬體是過時的拼湊品，但搭載的作業系統「N-OS」卻引發了社會現象。N-OS據稱應用了人類的腦波模式，展現出其他AI所沒有的獨特反應性，以及像是貼近使用者般的情緒化反應。這種使用者體驗被稱為「母性」，受到了狂熱的歡迎，母電腦在一般家庭中爆炸性地普及。「母電腦饅頭」等商品也相繼發售，該公司成為了象徵那股熱潮的企業。",
    "開源規格化與技術極限：成功的背後，該公司無法跟上競爭對手的技術革新，經營很快就陷入了僵局。為了起死回生並維持市場主導權，帕帕柯拉於2208年突然宣布將「母電腦架構」開源。這是將硬體規格和N-OS的應用程式介面（API）無償公開的計畫。此策略使得第三方製造的廉價相容機和對應軟體充斥市場，生態系暫時擴大。然而，開源是把雙面刃。由於與廉價相容機的競爭，該公司本家的硬體收益銳減。此外，解析了公開API的技術社群開始指出，N-OS「無法透過外部學習進行自我進化」，以及「除了定期重新掃描特定的生物資訊來源外，沒有其他更新手段」的結構性缺陷。",
    "經營破產：關於N-OS更新手法的非倫理傳聞，以及創業者粗糙的經營實態被當作醜聞報導後，母電腦的人氣急速下滑。開源策略失敗導致的收益惡化也雪上加霜，經營完全陷入僵局。最終於2212年3月，母母公司背負巨額負債，宣告經營破產。",
    "[op_0]",
    "株式會社模擬世界設計",
    "[op_126]",
    "「國家遊戲」標誌",
    "株式會社模擬世界設計，是過去存在的一家軟體開發企業。在「母科技熱潮」時期作為第三方開發公司創業，後來以發表的深層意識連接型模擬平台「國家遊戲」大受歡迎而受到業界矚目。2210年，被太陽系最大的娛樂企業「GAIA互動」收購，其歷史畫下句點。",
    "創業期與UI開發：22世紀末，「母科技熱潮」席捲整個太陽系，2199年由UI設計師高橋和幾位工程師共同創立。該公司以母母公司公開的開放神經架構（ONA）為基礎，開發了獨創的客製化UI「S-Shell」。由於能直觀地操作複雜的多維數據，受到了研究人員和金融交易員等專業人士的高度評價，建立了雖然小眾但穩定的收益基礎。",
    "「國家遊戲」的成功與普及：應用在S-Shell開發中培養的「複雜世界的模型化與視覺化」核心技術，於2206年發售了深層意識連接型國家經營模擬「國家遊戲」。玩家化身為國家領導者的意識，透過思考直接體驗內政、外交、技術開發等，這個平台，因其壓倒性的沉浸感，最初作為模擬遊戲創下了社會現象級的大熱銷記錄。其應用範圍不僅限於娛樂。作為學習歷史、經濟、國際關係的有效教育工具，被太陽系各地的教育機構採用，此外，也作為處理複雜社會經濟模型的企業戰略會議，或政府機關的政策決定模擬等，專業業務的平台被廣泛活用。這次的成功，讓模擬世界設計從一家單純的工具開發公司，飛躍成為承擔社會基礎設施一環的優良企業。",
    "GAIA互動的收購：「國家遊戲」的成功，讓該公司的技術力和企劃力為太陽系中的各大企業所知。特別是，娛樂集團GAIA互動，對該公司擁有的高度世界模擬技術，以及「國家遊戲」這個超越娛樂框架，擴及教育、商業領域的強大智慧財產，表現出強烈的興趣。當時，作為ONA生態系核心的母母公司的經營開始走下坡，整個市場籠罩在前景不明的氛圍中，GAIA公司向模擬世界設計提出了創紀錄金額的收購提案。以水上為首的經營團隊判斷，獲得穩定的開發環境和充裕的資金，可以讓「國家遊戲」更進一步發展，於2210年6月接受了這個提案。收購後，模擬世界設計作為法人解散，其開發團隊被重組為GAIA互動內的「GAIA模擬工作室」。",
    "對後世的影響：模擬世界設計，是在母科技熱潮中誕生的無數企業中，以明確的願景和確實的技術力取得成功，並以被大企業友好收購的形式，發展性地結束其角色的稀有成功案例而聞名。即使在母母公司破產導致ONA生態系崩潰後，該公司開發的技術也被GAIA互動繼承，以不同的形式存活下來。特別是「國家遊戲」，在GAIA公司的主力平台上系列化，不僅奠定了元宇宙娛樂的基石，也作為教育和商業模擬的標準工具被廣泛利用，其影響遍及多個領域。",
    "[op_0]",
    "[op_127]",
    "基甸、貝拉、柯拉三人看著母電腦終端機螢幕上顯示的時鐘動畫，注意到動畫消失了。同時，他們也意識到終端機螢幕本身也消失了，自己正站在一個陌生的地方。那裡是株式會社模擬世界設計的，雖然雜亂但功能齊全的「國家遊戲」專案用會議室，但對三人來說，是個陌生的房間。空氣中，混雜著冷卻風扇的溫熱氣味，和微弱的咖啡香。房間中央的長桌上，多台監視器散發著微弱的光芒，牆上雜亂地貼著規格變更的備忘錄。",
    "[op_128]",
    "隔著那張桌子，青年設計師和眼鏡設計師，正就「國家遊戲」根基的「真相揭曉」UI，低聲地爭論著。一方是雖然難掩疲憊之色，但眼中閃爍著銳利光芒的青年，另一方則是始終務實，淡淡地反覆反駁的眼鏡設計師。幸運的是，兩人都沒有注意到三人的出現。三人立刻判斷出，自己正親眼目睹著歷史誕生的現場，這種不真實感，以及可能招致無法預測結果的危險性，便躲到會議室角落的伺服器機架後方，屏住呼吸，觀察著兩人的動靜。當爭論白熱化，兩人的意識完全集中在監視器上的UI設計圖上的那一瞬間，貝拉悄無聲息地動了。貝拉宛如影子在地上滑行般，繞到設計師們的死角，在看似是工作用的電腦上，安裝了實體鍵盤記錄器。她的手法沒有一絲猶豫，數秒後就回到了原來的位置。",
    "[op_129]",
    "不久，爭論在沒有交集的情況下結束，眼鏡設計師嘆了口氣，踏上了回家的路。獨自留下的青年設計師，暫時面無表情地凝視著熄了燈的辦公室，但不久後，便以充滿決心的眼神，走向自己座位的鍵盤。在三人的注視下，他以驚人的速度開始敲打程式碼。那項作業，並非創造新東西的創造性工作，而是以一種扭曲、破壞現有邏輯的，令人費解的程序進行著。在三人看來，他似乎是故意操作著系統弱點清單中，關於飲食文化「壽司」的資料處理區塊。但是，為什麼會鎖定那個看似無關的地方，那個行動又意味著什麼，他們完全無法理解。那簡直就像，三人知識之外的，未知的儀式。與人類滅亡有關的「bug」，就在此時，巧妙地被植入了系統，但對觀察著的三人來說，只覺得青年設計師扭曲了系統的正常流程，偷偷地植入了什麼異質的東西。監視器上高速流動的無法理解的字串，正因為不了解其意義，反而感覺像是決定世界命運的不祥詛咒。完成所有作業的青年設計師，臉上沒有露出完成的表情，只是靜靜地關掉終端機的電源，消失在寂靜之中。",
    "[op_130]",
    "確認青年設計師的氣息完全消失後，三人從影子中現身，開始了徹夜的調查。貝拉操作電腦解析剛才安裝的記錄器記錄，基甸和柯拉則一張一張地，慎重地檢查著堆積在桌上和架子上的文件。他們成功地閱覽了世界的設計圖，也就是「國家遊戲」的規格書、概念藝術，以及龐大的全部開發日誌。那裡記載的，是設計得太過緻密，宏偉的模擬遊戲的全貌。",
    "[op_131]",
    "在調查途中，貝拉操作的監視器上，顯示出剛才設計師們爭論的「真相揭曉」UI的最終設計方案。看到那個畫面，柯拉倒抽了一口氣。那和自己作為最後的柯拉在設施度過的無盡時間的盡頭看到的，逼迫人選擇人生的畫面的結構，一模一樣。當柯拉將這個事實告訴兩人時，貝拉也表情嚴肅地點了點頭。在擔任地區通行特派員的時候，貝拉的人生中也曾突然出現同樣的UI，強迫她做出選擇。兩人過去的體驗，與眼前的設計圖一致。基甸沒有的那個經驗，成了這個「國家遊戲」這個程式，實際上干涉到了生活在遙遠未來的自己們的人生的，不可動搖的證據。這個「國家遊戲」這個遊戲，為何會與遙遠未來的「現實世界」的滅亡有所關聯，一直無法理解的三人的思緒，因為這個證言，而導向了一個假說。那雖然是個荒唐無稽的假說，但與被母電腦明確指示傳送到這個時代、這個場所的事實結合起來，卻也是個不容忽視的假說。那就是，現在自己們認為是現實的這個世界本身，會不會就是這些設計師們創造出來的，巨大的模擬世界，這樣的假說。自己的存在、歷史、甚至人類滅亡的危機，全都是被程式設計好的模擬世界中的事件，三人不禁如此思考。在這種情況下，作為模擬的登場人物的自己們，是否有辦法修正世界的根本bug。或者說，模擬上的人類結束，是否真的能稱為令人悲傷的「人類滅亡」。沒有答案的問題，沉重地壓在三人的心頭。",
    "[op_0]",
    "[op_71]",
    "凱特琳與萊拉告別後，開始朝著車站走去。腳邊，雙胞胎的綠色史萊姆，宛如在地上滑行般地跟隨著，凱特リン的周圍，緩慢移動的人形污漬，和耀眼閃爍的光芒，各自保持著一定的距離漂浮著。根據從萊拉那裡得到的資訊，再往前走，應該就能看到人工的建築物，也就是車站，但無論走多遠，風景都只是單調的田園，以及遠方廣闊的山巒景色，沒有任何改變。",
    "持續走了一個小時左右，凱特琳發現路邊設置了一個老舊的木製長椅。雖然對目的地還有多遠依然感到不安，但考慮到累積的疲勞，她決定先在這裡休息一下。",
    "[op_135]",
    "當凱特琳坐在長椅上時，同行的光，其閃爍的節奏稍微改變了。凱特琳將意識轉向光的那個變化，同時回想著「波拉波拉波拉號」的最後一刻。基甸情急之下輸入的「移動到過去」的命令。以及，螢幕上顯示的，時鐘指針逆時針旋轉的動畫。那個現象到底是什麼，還有，是否能再次刻意引發。既然決定要繼續調查，就有必要先思考那個方法。像是讀懂了凱特琳的思緒，在長椅的椅背上，本應什麼都沒寫的木材上，宛如烙印般，緩緩地浮現出文字。那是，與光溝通的手段。",
    "[op_133]",
    "光傳達的內容，是足以從根本上顛覆凱特琳至今為止認知的，驚人的事實。根據光的說法，基甸在「波拉波拉波拉號」上進行的「移動到過去」，嚴格來說並非回溯時間本身的行為。那只不過是，移動到這個世界中，不同資料實例的過程。然後光，開始向凱特琳揭示，通常為了執行那個移動過程所應遵守的一系列規約。",
    "[op_134]",
    "凱特琳只是茫然地用眼睛追著浮現的文字。首先，要進行時間移動，必須事先向「管理者」購買「時間移動券」。此外，雖然也存在著能詳細指定移動目標時代和場所的「選項券」，但這必須和時間移動券的購買幾乎同時，另外購買。購買的券，在執行移動過程前，必須親手交給管理者。如果同時有多個移動過程被要求，將以先到先得的方式處理，後到者必須在過程外排隊等候。過程開始時，會由管理者口頭進行本人確認和意願確認。此時，在管理者的問題結束前回答，也就是所謂的「搶答」，是嚴格禁止的。管理者會詢問「時間軸的濃度」、「世界的穩定性」、「介入等級」三項的希望，但除非有特殊理由，使用者通常都回答「普通」。如果回答錯誤，或使用了與正規格式不同的詞語，該回答將被駁回。此外，每個問題也設有5秒內必須回答的時間限制。規約還繼續著。時間移動過程中，不允許任何私語，也不允許使用行動終端機。如果這些行為被管理者發現，過程將立即被強制中斷，使用者將被強制驅逐出設施。一旦開始的過程，使用者不能因個人因素中斷，也不能取消購買的選項，必須完成到最後。過程中的使用者，被要求謹言慎行，不得大聲喧嘩或吵鬧等，以免對其他使用者造成困擾。最後，時間移動過程中使用過的儀器，全部都必須由使用者親手歸回原位，並用附設的抹布清潔控制台，這才算是一連串的過程義務。",
    "[op_132]",
    "面對那龐大而繁瑣的規約條列，凱特琳感到一陣輕微的暈眩。這個規約，究竟是只適用於光原本所在的另一個平行世界，還是當沒有辦法用母電腦指定「移動到過去」時可以採取的替代手段，凱特琳無法判斷。或者說，在波拉波拉波拉號的那個瞬間，基甸為何能如此確信地輸入「立刻移動到過去」，凱特琳也搞不清楚。就在那時，凱特琳忽然意識到，自己疏忽了一個重大的確認。因為和萊拉重逢而鬆了一口氣，她完全忘記了去考慮，是否還有其他夥伴可以透過污漬的心電感應能力取得聯繫。凱特琳立刻向污漬搭話，問是否能用心電感應和不同的對象取得聯繫。過了一會兒，污漬用心電感應傳達說，和基甸取得聯繫了。",
    "[op_0]",
    "[op_130]",
    "基甸、貝拉、柯拉三人在青年設計師離開後，寂靜籠罩的會議室裡，正確定著今後的行動方針。設計師們用過的電腦螢幕上，顯示著可說是「國家遊戲」世界設計圖的龐大資料。三人決定暫時擱置拯救自己世界的具體行動，以查明所有元兇，也就是「bug」本身的真相為最優先事項行動。",
    "[op_140]",
    "貝拉將意識集中在自己安裝在工作用電腦上的鍵盤記錄器的記錄上。青年設計師執行的指令歷史記錄，乍看之下只是一串無意義的字串。青年設計師的操作被巧妙地偽裝，以免在系統日誌中留下痕跡，用一般的分析方法幾乎不可能解讀其意圖。但是，貝拉覺得那個操作的模式，與過去作為地區通行特派員時解讀的古代文明的加密協議，有著奇妙的吻合。貝拉的手指在鍵盤上滑動，從龐大的日誌中，重新構築著青年設計師的思緒碎片。不久，她發現操作的核心，集中在系統的飲食文化資料庫中儲存的「壽司」這個項目上。但是，為什麼那個資料會與世界的存續有關，顯示其直接因果關係的邏輯卻看不出來。貝拉只停留在，直觀地理解到，那一連串的操作，是為了對系統的根基，特別是模擬味覺、觸覺等未實裝的模組，刻意施加過度負荷而設計的。",
    "[op_141]",
    "看著貝拉的分析作業，基甸的思緒轉向了別的方向。bug的特定就交給貝拉，問題是如何將修正修補程式應用到自己的世界。擁有能自由移動時間軸權限的母電腦，必定對這個模擬世界擁有特權存取權。透過母電腦執行貝拉製作的修正程式，直接改寫世界的法則。那似乎是最確實的方法。但基甸的思緒到此為止。從「國家遊戲」的資料中，判明了現在是西元2206年。但是，在這個時代，是否存在著能存取那個規格外的存在，母電腦的技術，卻沒有任何線索。",
    "[op_125]",
    "柯拉將意識從兩人的爭論中移開，目光釘在散落的資料其中一張上描繪的標誌上。那是「N-OS」這個作業系統的標誌，但對柯拉來說，那個設計她有印象。過去，在帕帕柯拉設立的「母母公司的倉庫」，那個與外界隔絕的設施裡，每次操作控制終端機時都會看到的標誌，完全一樣。柯拉自己也搞不清楚理由，但在設施裡生活時的記憶，開始零碎地浮現。",
    "[op_57]",
    "對柯拉來說，過去在設施的生活，是單調的例行公事重複。柯拉，以及和自己長得一模一樣的幾個「代理」們。柯拉們的主要工作，是輪流接受腦波掃描，但除此之外的時間，可以相對自由地度過。設施裡有個巨大的圖書館，但裡面收藏的都是技術書和學術論文，沒有一本關於故事或娛樂的書。有一次，柯拉採取了和其他代理們不同的行動。她注意到，圖書館的其中一台終端機，偶爾會發生外部網路的連線錯誤。錯誤日誌中，零碎地殘留著在正常運作下不會顯示的，關於「N-OS」除錯模式的記述。柯拉花了幾年時間，將那些零碎的資訊拼湊起來，找出了隱藏在系統深層的，某個功能的存在。那是，可以極其有限地，改寫生成設施物資的自動機的動作序列的功能。柯拉利用那個功能，試圖生成食譜資料中僅存的，名為「蛋糕」的食物，來代替總是只有一種味道的營養食品。但是，生成出來的，是和蛋糕一點也不像的，灰色的幾何學塊狀物。那個塊狀物，放入口中，就像沒有味道的沙子一樣崩解了。那個失敗的記憶，現在，鮮明地浮現。N-OS的標誌，對柯拉來說，是挑戰世界法則，然後敗北的，痛苦回憶的象徵。柯拉拚命地在記憶的深淵中探索，試圖想起，更重要的事，隱藏在那次失敗深處的什麼東西。",
    "[op_137]",
    "製作蛋糕失敗，產生了像沒有味道的沙子一樣的塊狀物的記憶，並沒有使柯拉的探究心遲鈍。不如說，那次完全的失敗，反而成了讓柯拉的意識轉向其他可能性的契機。設施的圖書館裡，不僅有物質的組成資料，也存檔了大量關於音響工程學和音樂理論的文字資料。味覺這種，伴隨著複雜化學反應的感覺的重現，或許已經超出了這個設施的自動機的功能極限。但是，聲音是空氣的振動，也就是物理性的波形資料而已。比起從零開始生成物質，控制既有設備中流動的能量的頻率，似乎實現的可能性要高得多。",
    "[op_136]",
    "柯拉再次存取了隱藏在N-OS深層的除錯主控台。柯拉鎖定的是，為了維持設施環境而24小時持續運作的，大規模的空氣循環系統。透過無數的管道在設施內循環空氣的巨大風扇的運轉聲，平時是幾乎不會意識到的低頻噪音，一直存在著。柯拉想到，透過微細且週期性地改變這個風扇的轉速，是否能控制在管道內流動的空氣的振動，也就是音高。柯拉從圖書館找到了結構最單純的古代童謠的樂譜資料，花了好幾個星期，建構了一個將那個音階資訊轉換成控制風扇轉速的序列的程式。",
    "[op_138]",
    "執行當天，柯拉在設施中心的客廳裡，等待著那一刻的到來。到了指定的時刻，設施被寂靜包圍。空氣循環系統，一度完全停止了。就在柯拉屏息的下一瞬間，系統重新啟動，整個設施響起了聲音。但是，那並非柯拉所期望的，樸實溫柔的童謠旋律。最初的幾個音，雖然還勉强聽起來像是照著樂譜的音階，但很快地，那旋律就開始崩壞。音高不穩定地上下起伏，宛如用力彈奏著調音不準的巨大弦樂器般，產生了刺耳的不和諧音。節奏斷斷續續，被拉長，混入了本不該有的噪音，整個空間被詭異的音響充滿。那與其說是音樂，不如說是沒有生命的機械，質問著自身存在理由而發出的，痛苦的吶喊。",
    "[op_139]",
    "那奇異的聲音，也傳到了在設施各處，各自執行著例行公事的，剩下為數不多的代理們的耳中。柯拉們，宛如接到了號令般，一齊，且在完全相同的時間點，停下了手邊正在進行的作業。有人在將營養食品的糊狀物送入口中的前一刻，有人在準備戴上腦波掃描用的耳機的前一刻，完全停止了動作。他們沒有尋找聲音的來源，只是凝視著虛空的一點。在那一如往常的無表情中，浮現出了一絲微弱的，只能用資料上的錯誤來形容的，像是困惑的東西。不久後，演奏結束了，空氣循環系統也恢復了正常的運轉聲。代理們也再次，像什麼都沒發生過一樣，重新開始了停止瞬間的動作。設施，再次恢復了完全的，且沒有任何創造的寂靜。",
    "[op_57]",
    "兩次的失敗，在柯拉的心中刻下了一個明確的理解。那就是，「母母公司的倉庫」這個設施，以及其根基的N-OS這個系統，不適合「創造」新的東西。那是，為了將規定的資訊，以規定的步驟，分毫不差地「再生產」而設計的，完全封閉的系統。柯拉想起了，當試圖處理從那個封閉世界的外部給予的，或是從內部產生的，意料之外的資訊時所發生的不協調感。那種系統性的排斥反應，或許就是，現在三人所面對的，被稱為「bug」的現象的，本質。至少，柯拉的直覺是這麼告訴她的。",
    "[op_143]",
    "柯拉緩緩地站了起來。注意到她的動作，貝拉和基甸停下了敲打鍵盤的手，將視線轉向她。柯拉走向會議室的白板，在中央，只寫下了一個詞，「壽司」。然後從那裡拉出幾條線，在各個末端，將從自己過去中撈起的詞語，一個一個地配置上去。「味道」、「香氣」、「口感」、「技術」、「美學」、「情感」。最後，柯拉寫下了「創造的失敗」這個詞，並用一個圓圈把它圈起來。",
    "[op_142]",
    "看到那張圖的瞬間，貝拉和基甸感覺到，各自在調查中得到的零碎資訊，正匯集成一個答案。貝拉理解到，青年設計師那令人費解的操作，正是精準地，針對了這個系統「感覺創造」這個最大的弱點。基甸領悟到，要完全重現「壽司」這道料理的行為，是從根本上破壞了這個系統「再生產」這個設計思想的，終極的「創造」要求。三人之間，沒有言語。bug的真相，並非惡意的程式碼片段。那是，利用了系統的根源性極限所設下的，太過精緻的邏輯陷阱。在三人的視線前方，被寂靜包圍的會議室裡，只有顯示在監視器上的設計圖，持續散發著微弱的光芒。",
    "那時，基甸收到了來自污漬的心電感應。那是一則傳達凱特琳訊息的內容，來自污漬的訊息。",
    "[op_0]",
    "凱特琳在長椅上拜託污漬聯絡的對象是基甸。在和萊拉一起玩了好幾個小時的改造猜拳後，其次給凱特琳留下深刻印象的，是向船員們分享人類滅亡資訊的基甸。雖然抱著或許在這個世界的某個地方還活著的期待，但沒想到，太過輕易地，污漬就用心電感應傳達說，和基甸取得聯繫了。",
    "[op_132]",
    "根據基甸的情報，他們所在的是西元2206年，世界的bug的真相很有可能是「壽司的重現」，以及，這個世界本身或許是模擬的假說被傳達了過來。凱特琳首先，對自己們所在的2034年與之間存在的，太過巨大的時間隔閡感到驚愕。但是，關於世界或許是模擬的假說，與過去自己經歷的「真相揭曉」的記憶連結起來，不可思議地順利地接受了。接著，凱特琳託付了一個疑問給污漬。為什麼母電腦，會回答說拯救人類滅亡的方法，是bug的觸發器本身的「壽司」，她向基甸提出了這個問題。",
    "[op_144]",
    "凱特琳感覺到，心電感應的另一端，三者的意見正在交錯。基甸暗示了，這可能是母電腦設下的陷阱。對此，柯拉以自己經驗得來的直覺為根據，反駁說母電腦不可能會做出那樣的欺騙。基甸進一步，邏輯地回應說，壽司要嘛是「毀滅世界的bug」，要嘛是「拯救世界的某樣東西」，兩者不可能並存。最後，貝拉提出了，現階段應該凍結所有關於「壽司」的活動，完全排除滅亡的風險，這個最安全的策略。",
    "[op_133]",
    "聽著三者的爭論，凱特琳將視線落在眼前的長椅上。正當凱特琳思索著，同行的光改變了其閃爍的節奏，在長椅的椅背的木材上，緩緩地浮現出文字。那個內容，對凱特琳抱持的疑問，以及三者提出的問題點，提出了一个指引。凱特琳將光所顯示的點子，幾乎原封不動地，像是自己的提案一樣，透過污漬傳達給了基甸他們。",
    "[op_134]",
    "那個提案的內容是，現階段無法判斷「壽司」是否是bug，應該靜觀模擬世界設計師們的動向，特別是「國家遊戲」的發行。凱特琳們所在的各個時代，如果那是模擬上的東西，那麼就已經是確定的事件，為了改變未來，首先應該專注於仔細觀察造成原因的事件，並收集資訊。基甸、貝拉、柯拉三人，對那個合理的提案表示信服。",
    "[op_0]",
    "然後，大約過了兩個月。西元2206年，在株式會社模擬世界設計辦公室附近的一家旅館房間裡，基甸、貝拉、柯拉三人，屏息凝視著一台監視器。透過貝拉安裝的鍵盤記錄器，他們即時監視著眼鏡設計師的電腦畫面。畫面上，顯示著龐大的程式碼，以及眼鏡設計師正偷偷地在系統中，針對「壽司」的bug，加入某種對策的樣子。那是，反過來利用青年設計師設下的致命bug，試圖在未來留下雖然有限，但仍有救濟可能性的，充滿苦惱的修補程式。同一時間，西元2034年，在車站附近的網咖暫時落腳的凱特琳，也透過污漬傳送來的定期報告，靜靜地見證著那個歷史性的瞬間。",
    "{epilogue_begin}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "尾聲 ～給所有全人類～",
    "[op_1]",
    "西元4億5年，載著艾倫、貝克、克拉克、鄧恩、伊凡斯、福特、格林、哈里斯、英格拉姆、詹姆斯、凱利、李、米勒、尼爾森、奧利佛、帕克、奎恩、羅賓森、史密斯、托馬斯、厄普、巴薩米可斯、懷特、澤維爾、楊、齊默曼的太空船「波拉波拉波拉波拉號」正在返回地球的途中。太空船「波拉波拉波拉波拉號」是為了在宇宙中廣泛宣傳太空船「波拉波拉波拉號」的存在而建造的「太空船波拉波拉波拉號存在周知船」的第三艘太空船。本次航行預計耗時400天，是一趟離開地球超過一年的漫長旅程，終於，距離返航僅剩一步之遙。",
    "在漫長的船旅中，船員們面臨的最大問題，是輪流到來的「載人監視時間」。這段時間大部分工作是重新檢查機器產生的數據，在這漫長的宇宙之旅中，精神控制成為了至關重要的關鍵。為了抑制精神混亂所需要的東西，「波拉波拉波拉波拉號」的船員們最大的娛樂，便是「迴轉壽司」。",
    "[op_6]",
    "太空船「波拉波拉波拉波拉號」，正如其名，是為了紀念過去存在的太空船「波拉波拉波拉號」的功績而計畫的。那功績，指的是舊「波拉波拉波拉號」的船員們，對抗當時世界面臨的根本性bug，也就是模擬世界崩潰的一連串事件。",
    "他們在解開了隱藏著改寫世界法則可能性的「壽司」之謎的過程中，成功地創造出了新概念的壽司。那被稱為「機率性問題解決壽司」，具有在吃下的瞬間，世界上某個地方的某個問題就會隨機被解決的，無視因果律的性質。船員們執行了連續食用這種壽司的，乍看之下魯莽的作戰。結果，在世界上無數的問題中，奇蹟般地，導致模擬世界崩潰的根本性bug本身，發生了被「解決」的事件。這個意想不到，卻又太過巧合的結局，拯救了世界。",
    "為了將這歷史性的偉業傳承後世，並為了稱讚他們的勇氣和奇蹟般的幸運，新造的船在「波拉波拉波拉號」的名字上，又多加了一個「波拉」。船內以「迴轉壽司」作為娛樂的習慣，也是那段歷史的遺留。",
    "[op_145]",
    "這次「迴轉壽司」是在第893次「載人監視時間」舉行的，參加者是羅賓森、澤維爾、凱利、米勒。四人圍著靜靜流動的輸送帶。每當裝著番茄或蛋糕等奇特壽司的盤子經過，他們便時而伸手，享受著那味道。過去曾拯救世界的古代料理，如今已成為療癒漫長船旅無聊的平靜娛樂，四人周圍只是靜靜地流逝著時間。",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[thankyouforplaying_01]",
    "[op_0]",
    "[thankyouforplaying_02]",
    "[op_0]",
    "THANK YOU FOR PLAYING",
    "[op_0]",
    "{epilogue_end}",
    "{demo_skip_end}",
    "[op_0]",
    "[op_0]",
    "[op_0]",
    "[title]",
    "[op_0]",
    "[op_0]"
]
